var 일반_상해해외장기체류기본실손의료비_상해통원_외래__CFA11428_FA00045006_001 = function(실손의료비보험가입유형,가입금액,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:40:15
    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1227
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2492
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5835
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6018
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6182
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4984
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5492
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5843
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5435
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5082
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4947
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4692
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4947
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5435
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5345
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4955
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4696
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3914
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4682
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4665
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 894
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2092
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2392
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3384
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3457
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2533
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3835
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3992
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4147
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4433
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6231
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5882
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5392
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5282
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5094
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6406
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5745
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5894
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5669
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5731
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5935
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6077
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5331
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5318
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5306
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5292
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5282
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5245
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5227
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5131
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5245
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5320
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5333
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2382
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2388
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2384
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2382
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2735
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2669
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2894
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3818
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4327
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5004
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5782
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7394
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7031
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6806
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 6578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 6518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 6410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 6271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6057
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5318
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 7175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 7026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6633
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6335
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5331
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5945
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6969
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6996
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6941
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6892
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6633
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6333
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6120
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6033
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6096
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6328
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5667
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4667
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5582
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5482
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5404
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5433
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5555
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2476
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2831
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3096
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2992
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4092
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5078
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5696
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7669
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6935
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 6904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 6839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 6726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 6580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6345
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 6255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 6192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 6118
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 6031
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5833
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6343
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6696
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6920
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 7137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 7359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7735
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 7206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6096
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7147
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 7173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7120
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7057
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6275
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5831
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6535
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6396
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5935
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5745
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5731
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4786
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5682
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5667
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5635
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5667
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5696
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5731
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1080
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2743
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2731
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2745
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2806
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2931
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2933
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2892
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3055
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3482
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4092
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5555
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5818
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7831
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7535
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7292
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2806
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 7082
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 7049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 6984
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 6871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 6720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 6388
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 6324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 6247
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 6159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 6063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2735
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3753
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2576
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3065
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 4006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 4024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 4026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3894
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3486
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3433
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 3394
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 3335
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 3271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 3218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 3392
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 3449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3165
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 3471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 3504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 3549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 3594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 3639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 3680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 3714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 3727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 3714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 3665
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 3586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 3490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 3398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 3327
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 3286
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 3259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 3229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 3222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2682
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 3176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3165
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 3204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 3214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3292
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 3222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 3229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1665
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1665
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 1624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 1653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 1684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1794
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 1710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 1733
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 1761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 1869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 1976
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 2237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 2298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 2324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 2445
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 2531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 2633
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 2741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 2847
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 2945
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 3045
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 3155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 3302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 3520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 3794
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 4088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 4292
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 4445
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 4500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 4429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 4280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 4139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 4063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 4039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 4035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 4031
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 3967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 3902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 3816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 3743
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 3704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 3441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3384
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1555
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5143
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5843
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5033
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4782
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4433
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5445
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5796
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5818
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5731
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5043
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5018
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4996
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5131
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4635
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4290
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2076
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2094
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2094
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2094
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2406
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2345
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2431
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3231
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3357
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3427
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3533
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5084
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5484
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6182
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5984
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5835
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5782
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5731
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5635
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5318
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5284
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2243
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2784
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6318
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5933
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5667
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5382
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4992
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5567
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6131
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6533
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5931
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5431
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6045
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6045
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5682
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5245
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5233
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5220
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5131
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5082
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5233
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5247
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 996
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2331
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2355
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2433
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2692
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2635
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2682
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2731
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3031
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5118
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2696
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6539
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 6496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 6435
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 6329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 6190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2431
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5931
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5884
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5096
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6082
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6635
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 7057
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6231
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4404
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5243
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5394
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5845
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6882
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6777
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6228
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5933
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5412
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5935
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5996
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5045
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6133
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5486
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5431
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5388
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5431
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2635
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2706
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2818
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2806
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2947
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3357
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2955
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4833
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5357
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6445
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7286
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7031
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2706
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6843
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 6796
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 6733
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 6624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 6478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6357
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6286
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 6159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 6096
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 6022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5845
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5743
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5331
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6228
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6794
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 7008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 7226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 7075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4510
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6092
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7018
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 7041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7045
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7028
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6818
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5633
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5941
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6077
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6445
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5753
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5706
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2486
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2884
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2875
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2843
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3982
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4233
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4384
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4931
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6094
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7078
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7433
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 6933
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 6869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 6755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 6610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6484
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6412
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6331
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 6280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 6218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 6141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 6057
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4333
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3476
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 4002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 4020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 4022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3482
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 3390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 3333
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 3267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 3216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 3390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 3445
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 3469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 3502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 3545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 3592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 3633
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 3677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 3710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 3724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 3710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 3661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2947
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 3584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 3486
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 3396
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 3326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 3282
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 3255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 3226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 3218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3182
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 3173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3135
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3120
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 3200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 3210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 3220
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 3227
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1435
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1665
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 1624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 1651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 1682
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 1710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 1733
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 1759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 1867
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 1975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 2233
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 2296
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 2322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 2443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 2529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 2631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 2737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 2845
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 2943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 3041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 3151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 3300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 3518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 3792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 4084
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 4288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 4494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 4426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 4275
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 4135
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 4059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 4035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 4031
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4018
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 3998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 3963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 3898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 3812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 3739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 3698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 3439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3231
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};