var 일반_건물급수_건물급수조회_특정물건__001 = function(목적물유형분류코드,업종코드,물건구분코드 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-18 13:45:29
    if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E011"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E012"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E013"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E014"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E015"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E041"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "1"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E042"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E043"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E05"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E061"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E062"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E063"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E064"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E071"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "1"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E072"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "1"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E0811"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E0812"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E0813"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E0814"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E091"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E092"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E093"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E094"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E101"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E102"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E121"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "3"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1221"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "3"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1222"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "3"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1223"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "3"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1224"))
    && ((물건구분코드 == '2')||(물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "3"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E133"))
    && ((물건구분코드 == '2'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1311"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1312"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1313"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1314"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1321"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1322"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1323"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1324"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E133"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E15"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E16"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1721"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "2"
}

    }
    else if(((목적물유형분류코드 == "04"/* 특정물건 */))
    && ((업종코드 == "E1722"))
    && ((물건구분코드 == '3'))){
        __hpasRuleResult = {
'건물급수코드' : "4"
}

    }

    return RESULT(__hpasRuleResult);
};