var 일반_상해질병50Pct이상후유장해담보_공무원단체__001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    순요율 = 0


    // Compiler Version 1 , Created : 2023-08-24 12:05:38
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.005
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.005
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.005
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.008
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.008
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.008
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.008
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.007
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.007
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.01
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.01
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.01
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.014
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.015
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.019
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.02
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.025
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.029
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.034
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.039
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.045
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.05
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.056
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.062
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.072
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.084
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.095
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.11
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.123
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.137
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.171
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.198
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0.221
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0.249
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0.278
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0.308
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0.341
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0.379
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0.419
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0.465
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0.515
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0.57
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0.634
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0.717
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0.832
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 0.975
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 1.154
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 1.374
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 1.623
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 1.905
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 2.21
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 2.534
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 2.883
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 3.303
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 3.795
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 4.403
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 5.12
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 5.955
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 6.923
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 8.048
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.005
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.005
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.005
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.005
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.008
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.006
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.009
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.01
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.009
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.01
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.009
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.012
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.012
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.018
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.021
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.024
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.027
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.028
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.034
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.037
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.039
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.045
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.057
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.059
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.07
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.083
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.095
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.105
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.118
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.134
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.153
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0.17
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0.193
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0.233
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0.264
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0.304
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0.348
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0.398
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0.433
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0.505
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0.585
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0.698
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0.837
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0.906
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 1.073
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 1.252
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 1.444
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 1.655
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 1.913
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 2.229
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 2.6
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 3.021
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 3.534
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 4.173
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 4.932
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 5.819
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 6.82
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 7.958
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11406"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 9.28
}

    }

    return RESULT(__hpasRuleResult);
};