var 일반_상해해외장기체류기본실손의료비_상해통원_외래__CFA11428_FA00045003_001 = function(실손의료비보험가입유형,가입금액,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:20:28
    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 7037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 7258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 7485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7868
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 7327
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6607
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 7295
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5715
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6293
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6227
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6154
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6154
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6295
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 6037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5856
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4868
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5819
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5815
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5717
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5795
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5858
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1941
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2719
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2976
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4054
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4166
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4585
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4966
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5158
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5515
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5715
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6376
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8054
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 7285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 7251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 7183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 7066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 6912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6707
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2717
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 6571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 6505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 6427
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 6337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 6234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 6127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 6005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2815
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7305
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 7968
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 8217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 8476
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 8707
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 8907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 8300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 6790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6295
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 7734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7654
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7227
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6715
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6968
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7558
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7654
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6058
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7168
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 6834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 6749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 6693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6600
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6595
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 6580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 6571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 6556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 6544
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 6524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 6502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 6473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6444
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6419
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 6558
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 6580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 6600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 6617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 6634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 6658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1254
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2966
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3393
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3319
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3495
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3819
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4295
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5819
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6754
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3395
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7758
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8354
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 8773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9056
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8466
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 8107
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 7973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 7800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 7651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 7571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 7534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 7524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 7515
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 7473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 7415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 7339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 7251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 7151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 7037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 6915
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 6776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6419
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1819
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8395
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 8656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 8924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 9171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 9383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 8739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 8251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7395
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8707
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8558
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8419
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7427
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6958
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7507
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7758
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 7349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 7200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 7107
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 7049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6968
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6944
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 6929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 6919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 6907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 6893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 6871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 6846
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 6819
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6417
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6785
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6754
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6758
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 6910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 6929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 6949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 7124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 6971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 6988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3054
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3080
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3219
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3327
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3346
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3417
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3495
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5090
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5432
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6107
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9539
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9654
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8715
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3417
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8646
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 8507
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 8366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 8185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 8029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 7944
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 7902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 7893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 7883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 7844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 7780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 7702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 7610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 7502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 7385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 7256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 7110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3376
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1868
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8607
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 8878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 9154
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 9405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 9622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 8963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 8463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 8083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5715
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7719
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6968
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 7000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8354
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6815
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8856
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 8080
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7697
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7254
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 7019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8166
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6544
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7956
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 7539
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 7383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 7290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 7229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 7163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 7146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 7129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 7124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 7117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 7110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 7105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 7095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 7083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 7068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 7049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 7022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 6993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6958
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6968
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 7010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 7049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 7085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 7105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 7129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 7305
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 7149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 7166
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 7190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1344
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3412
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3646
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3856
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4093
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5768
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8315
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9856
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8846
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8768
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 8688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 8546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 8358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 8200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 8112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 8073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 8061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 8051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 8010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 7946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 7866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 7771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 7661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 7541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 7410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 7261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 7088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1046
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4976
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5395
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4744
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 4685
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 4983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4744
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4219
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 4317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 4358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 4415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 4471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 4527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 4578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 4619
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 4637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 4619
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 4558
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 4461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 4341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4227
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4054
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 3951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 3985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 3998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1868
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1941
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2056
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2156
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 2783
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 2859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 2890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2166
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 3541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 3663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 3788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 3924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4107
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 4719
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5054
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4854
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4607
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4466
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4412
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1956
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 3888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1515
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3076
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6754
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 7200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 7422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 7268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5515
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 7237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7219
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6466
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6593
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5305
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6115
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5795
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5754
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5744
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5715
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5337
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5644
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5619
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5683
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5715
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2917
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3076
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4395
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5293
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7344
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7444
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 7227
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 7193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 7129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 7010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 6858
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6607
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 6519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 6454
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 6376
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 6285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 6188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 6078
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5958
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5815
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5644
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 7858
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 8105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 8356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 8585
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 8785
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 8183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 6695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 7627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6219
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6756
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6407
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7456
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5976
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 6741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 6656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 6600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6539
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6493
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 6485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 6478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 6466
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 6454
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 6434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 6412
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 6383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6354
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6295
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6327
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 6468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 6485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 6510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 6527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 6541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 6563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3046
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3454
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4515
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5315
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5944
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3354
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 8661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9078
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8941
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8115
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8080
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 8005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 7873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 7700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 7554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 7473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 7437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 7427
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 7417
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 7378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 7319
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 7246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 7158
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 7058
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 6946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 6827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 6690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 6310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7566
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8254
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 8510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 8778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 9017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 9224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 8593
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 8112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7593
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7346
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7219
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7644
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7795
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 7227
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 7078
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 6990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 6932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 6868
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 6851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5707
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 6815
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 6802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 6790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 6776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 6756
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 6734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 6702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6644
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6719
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6756
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 6793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 6815
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 6834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 7002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 6854
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 6871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1295
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3168
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3293
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3507
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3666
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3717
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4856
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5166
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6219
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6432
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7432
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8493
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8454
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 8376
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 8239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 8058
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 7907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 7819
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 7783
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3166
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 7773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 7763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 7722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 7661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 7583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 7490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 7388
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 7271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 7144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 7002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3283
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 6602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 8717
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 8988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 9232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 9446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 8800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 8310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5610
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8758
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8619
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7595
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7393
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7515
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7558
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6427
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 7400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 7249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 7156
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 7097
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 7032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 7015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 6997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 6993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 6990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 6983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 6978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 6968
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 6954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 6939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 6919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 6895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 6863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6768
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 6956
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 6978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 6997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 7171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 7017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 7034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 7061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3093
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3576
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3495
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3685
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5454
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6344
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6558
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7115
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9544
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 8544
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 8402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 8222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 8066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 7976
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 7937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 7927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 7919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 7876
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 7812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 7734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 7639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 7534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 7415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 7288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 7141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3346
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3388
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 6737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1046
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4419
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4666
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4107
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 4678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 4978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4915
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3917
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4295
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 4315
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 4356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 4410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 4468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 4519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 4573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 4615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 4632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 4615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 4554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3666
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 4458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 4337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3976
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3966
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3958
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 3946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3917
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3685
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3968
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 3980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 3993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4093
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4005
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1876
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1768
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1785
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2054
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2093
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2156
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2456
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 2778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 2856
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 2888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 3539
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 3661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 3783
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 3919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4376
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 4717
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5080
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4544
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4507
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4407
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4346
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1956
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11428"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};