var 일반_상해_암치료_진단_비담보요율_001 = function(성별코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:15:46
    if(((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'일반암순요율' : 275 , '갑상샘암순요율' : 0 , '특정암순요율' : 14 , '상피내암순요율' : 4 , '경계성암순요율' : 23 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'일반암순요율' : 248 , '갑상샘암순요율' : 0 , '특정암순요율' : 12 , '상피내암순요율' : 4 , '경계성암순요율' : 20 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'일반암순요율' : 222 , '갑상샘암순요율' : 1 , '특정암순요율' : 10 , '상피내암순요율' : 4 , '경계성암순요율' : 15 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'일반암순요율' : 196 , '갑상샘암순요율' : 1 , '특정암순요율' : 8 , '상피내암순요율' : 4 , '경계성암순요율' : 13 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'일반암순요율' : 173 , '갑상샘암순요율' : 1 , '특정암순요율' : 6 , '상피내암순요율' : 4 , '경계성암순요율' : 12 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'일반암순요율' : 153 , '갑상샘암순요율' : 2 , '특정암순요율' : 5 , '상피내암순요율' : 4 , '경계성암순요율' : 10 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'일반암순요율' : 135 , '갑상샘암순요율' : 2 , '특정암순요율' : 4 , '상피내암순요율' : 4 , '경계성암순요율' : 10 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'일반암순요율' : 124 , '갑상샘암순요율' : 2 , '특정암순요율' : 4 , '상피내암순요율' : 4 , '경계성암순요율' : 9 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'일반암순요율' : 115 , '갑상샘암순요율' : 2 , '특정암순요율' : 4 , '상피내암순요율' : 4 , '경계성암순요율' : 8 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'일반암순요율' : 108 , '갑상샘암순요율' : 3 , '특정암순요율' : 4 , '상피내암순요율' : 4 , '경계성암순요율' : 7 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'일반암순요율' : 104 , '갑상샘암순요율' : 3 , '특정암순요율' : 4 , '상피내암순요율' : 4 , '경계성암순요율' : 6 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'일반암순요율' : 103 , '갑상샘암순요율' : 3 , '특정암순요율' : 4 , '상피내암순요율' : 4 , '경계성암순요율' : 6 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'일반암순요율' : 105 , '갑상샘암순요율' : 4 , '특정암순요율' : 4 , '상피내암순요율' : 4 , '경계성암순요율' : 8 , '기타피부암순요율' : 3
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'일반암순요율' : 109 , '갑상샘암순요율' : 4 , '특정암순요율' : 4 , '상피내암순요율' : 4 , '경계성암순요율' : 10 , '기타피부암순요율' : 3
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'일반암순요율' : 116 , '갑상샘암순요율' : 6 , '특정암순요율' : 5 , '상피내암순요율' : 4 , '경계성암순요율' : 12 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'일반암순요율' : 121 , '갑상샘암순요율' : 8 , '특정암순요율' : 7 , '상피내암순요율' : 4 , '경계성암순요율' : 14 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'일반암순요율' : 126 , '갑상샘암순요율' : 10 , '특정암순요율' : 8 , '상피내암순요율' : 4 , '경계성암순요율' : 15 , '기타피부암순요율' : 3
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'일반암순요율' : 133 , '갑상샘암순요율' : 12 , '특정암순요율' : 10 , '상피내암순요율' : 4 , '경계성암순요율' : 18 , '기타피부암순요율' : 3
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'일반암순요율' : 140 , '갑상샘암순요율' : 14 , '특정암순요율' : 12 , '상피내암순요율' : 4 , '경계성암순요율' : 18 , '기타피부암순요율' : 3
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'일반암순요율' : 150 , '갑상샘암순요율' : 19 , '특정암순요율' : 15 , '상피내암순요율' : 4 , '경계성암순요율' : 20 , '기타피부암순요율' : 4
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'일반암순요율' : 161 , '갑상샘암순요율' : 22 , '특정암순요율' : 20 , '상피내암순요율' : 4 , '경계성암순요율' : 22 , '기타피부암순요율' : 4
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'일반암순요율' : 174 , '갑상샘암순요율' : 24 , '특정암순요율' : 25 , '상피내암순요율' : 4 , '경계성암순요율' : 23 , '기타피부암순요율' : 4
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'일반암순요율' : 189 , '갑상샘암순요율' : 28 , '특정암순요율' : 31 , '상피내암순요율' : 4 , '경계성암순요율' : 24 , '기타피부암순요율' : 4
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'일반암순요율' : 203 , '갑상샘암순요율' : 31 , '특정암순요율' : 38 , '상피내암순요율' : 4 , '경계성암순요율' : 27 , '기타피부암순요율' : 4
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'일반암순요율' : 222 , '갑상샘암순요율' : 32 , '특정암순요율' : 46 , '상피내암순요율' : 4 , '경계성암순요율' : 27 , '기타피부암순요율' : 5
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'일반암순요율' : 245 , '갑상샘암순요율' : 35 , '특정암순요율' : 59 , '상피내암순요율' : 4 , '경계성암순요율' : 29 , '기타피부암순요율' : 6
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'일반암순요율' : 272 , '갑상샘암순요율' : 36 , '특정암순요율' : 73 , '상피내암순요율' : 4 , '경계성암순요율' : 29 , '기타피부암순요율' : 7
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'일반암순요율' : 307 , '갑상샘암순요율' : 40 , '특정암순요율' : 90 , '상피내암순요율' : 4 , '경계성암순요율' : 31 , '기타피부암순요율' : 8
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'일반암순요율' : 347 , '갑상샘암순요율' : 43 , '특정암순요율' : 109 , '상피내암순요율' : 4 , '경계성암순요율' : 32 , '기타피부암순요율' : 8
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'일반암순요율' : 393 , '갑상샘암순요율' : 50 , '특정암순요율' : 133 , '상피내암순요율' : 4 , '경계성암순요율' : 34 , '기타피부암순요율' : 8
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'일반암순요율' : 447 , '갑상샘암순요율' : 55 , '특정암순요율' : 161 , '상피내암순요율' : 4 , '경계성암순요율' : 36 , '기타피부암순요율' : 8
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'일반암순요율' : 508 , '갑상샘암순요율' : 59 , '특정암순요율' : 193 , '상피내암순요율' : 4 , '경계성암순요율' : 38 , '기타피부암순요율' : 9
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'일반암순요율' : 580 , '갑상샘암순요율' : 64 , '특정암순요율' : 234 , '상피내암순요율' : 5 , '경계성암순요율' : 40 , '기타피부암순요율' : 10
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'일반암순요율' : 667 , '갑상샘암순요율' : 69 , '특정암순요율' : 284 , '상피내암순요율' : 6 , '경계성암순요율' : 42 , '기타피부암순요율' : 10
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'일반암순요율' : 769 , '갑상샘암순요율' : 72 , '특정암순요율' : 344 , '상피내암순요율' : 6 , '경계성암순요율' : 45 , '기타피부암순요율' : 10
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'일반암순요율' : 883 , '갑상샘암순요율' : 77 , '특정암순요율' : 414 , '상피내암순요율' : 6 , '경계성암순요율' : 47 , '기타피부암순요율' : 10
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'일반암순요율' : 1007 , '갑상샘암순요율' : 79 , '특정암순요율' : 493 , '상피내암순요율' : 6 , '경계성암순요율' : 51 , '기타피부암순요율' : 12
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'일반암순요율' : 1125 , '갑상샘암순요율' : 84 , '특정암순요율' : 577 , '상피내암순요율' : 5 , '경계성암순요율' : 53 , '기타피부암순요율' : 12
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'일반암순요율' : 1228 , '갑상샘암순요율' : 84 , '특정암순요율' : 659 , '상피내암순요율' : 5 , '경계성암순요율' : 55 , '기타피부암순요율' : 14
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'일반암순요율' : 1316 , '갑상샘암순요율' : 84 , '특정암순요율' : 741 , '상피내암순요율' : 5 , '경계성암순요율' : 56 , '기타피부암순요율' : 15
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'일반암순요율' : 1404 , '갑상샘암순요율' : 82 , '특정암순요율' : 831 , '상피내암순요율' : 6 , '경계성암순요율' : 59 , '기타피부암순요율' : 18
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'일반암순요율' : 1515 , '갑상샘암순요율' : 79 , '특정암순요율' : 935 , '상피내암순요율' : 8 , '경계성암순요율' : 60 , '기타피부암순요율' : 19
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'일반암순요율' : 1667 , '갑상샘암순요율' : 79 , '특정암순요율' : 1062 , '상피내암순요율' : 10 , '경계성암순요율' : 63 , '기타피부암순요율' : 22
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'일반암순요율' : 1869 , '갑상샘암순요율' : 82 , '특정암순요율' : 1216 , '상피내암순요율' : 12 , '경계성암순요율' : 65 , '기타피부암순요율' : 24
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'일반암순요율' : 2118 , '갑상샘암순요율' : 86 , '특정암순요율' : 1396 , '상피내암순요율' : 14 , '경계성암순요율' : 68 , '기타피부암순요율' : 27
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'일반암순요율' : 2397 , '갑상샘암순요율' : 90 , '특정암순요율' : 1603 , '상피내암순요율' : 18 , '경계성암순요율' : 71 , '기타피부암순요율' : 28
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'일반암순요율' : 2684 , '갑상샘암순요율' : 94 , '특정암순요율' : 1817 , '상피내암순요율' : 20 , '경계성암순요율' : 75 , '기타피부암순요율' : 29
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'일반암순요율' : 2954 , '갑상샘암순요율' : 96 , '특정암순요율' : 2022 , '상피내암순요율' : 22 , '경계성암순요율' : 78 , '기타피부암순요율' : 33
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'일반암순요율' : 3193 , '갑상샘암순요율' : 94 , '특정암순요율' : 2199 , '상피내암순요율' : 24 , '경계성암순요율' : 83 , '기타피부암순요율' : 36
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'일반암순요율' : 3408 , '갑상샘암순요율' : 88 , '특정암순요율' : 2353 , '상피내암순요율' : 27 , '경계성암순요율' : 87 , '기타피부암순요율' : 39
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'일반암순요율' : 3620 , '갑상샘암순요율' : 83 , '특정암순요율' : 2502 , '상피내암순요율' : 29 , '경계성암순요율' : 92 , '기타피부암순요율' : 42
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'일반암순요율' : 3856 , '갑상샘암순요율' : 77 , '특정암순요율' : 2671 , '상피내암순요율' : 33 , '경계성암순요율' : 96 , '기타피부암순요율' : 44
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'일반암순요율' : 4136 , '갑상샘암순요율' : 74 , '특정암순요율' : 2873 , '상피내암순요율' : 36 , '경계성암순요율' : 101 , '기타피부암순요율' : 50
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'일반암순요율' : 4463 , '갑상샘암순요율' : 75 , '특정암순요율' : 3102 , '상피내암순요율' : 42 , '경계성암순요율' : 108 , '기타피부암순요율' : 53
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'일반암순요율' : 4825 , '갑상샘암순요율' : 78 , '특정암순요율' : 3353 , '상피내암순요율' : 46 , '경계성암순요율' : 115 , '기타피부암순요율' : 57
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'일반암순요율' : 5200 , '갑상샘암순요율' : 83 , '특정암순요율' : 3615 , '상피내암순요율' : 54 , '경계성암순요율' : 121 , '기타피부암순요율' : 61
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'일반암순요율' : 5571 , '갑상샘암순요율' : 85 , '특정암순요율' : 3873 , '상피내암순요율' : 60 , '경계성암순요율' : 126 , '기타피부암순요율' : 66
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'일반암순요율' : 5943 , '갑상샘암순요율' : 87 , '특정암순요율' : 4120 , '상피내암순요율' : 67 , '경계성암순요율' : 133 , '기타피부암순요율' : 70
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'일반암순요율' : 6352 , '갑상샘암순요율' : 88 , '특정암순요율' : 4373 , '상피내암순요율' : 73 , '경계성암순요율' : 139 , '기타피부암순요율' : 75
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'일반암순요율' : 6824 , '갑상샘암순요율' : 88 , '특정암순요율' : 4651 , '상피내암순요율' : 79 , '경계성암순요율' : 148 , '기타피부암순요율' : 79
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'일반암순요율' : 7377 , '갑상샘암순요율' : 88 , '특정암순요율' : 4984 , '상피내암순요율' : 88 , '경계성암순요율' : 157 , '기타피부암순요율' : 87
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'일반암순요율' : 8005 , '갑상샘암순요율' : 87 , '특정암순요율' : 5380 , '상피내암순요율' : 96 , '경계성암순요율' : 165 , '기타피부암순요율' : 94
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'일반암순요율' : 8695 , '갑상샘암순요율' : 86 , '특정암순요율' : 5830 , '상피내암순요율' : 102 , '경계성암순요율' : 175 , '기타피부암순요율' : 104
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'일반암순요율' : 9430 , '갑상샘암순요율' : 84 , '특정암순요율' : 6316 , '상피내암순요율' : 109 , '경계성암순요율' : 186 , '기타피부암순요율' : 115
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'일반암순요율' : 10194 , '갑상샘암순요율' : 83 , '특정암순요율' : 6824 , '상피내암순요율' : 118 , '경계성암순요율' : 196 , '기타피부암순요율' : 126
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'일반암순요율' : 10974 , '갑상샘암순요율' : 79 , '특정암순요율' : 7341 , '상피내암순요율' : 126 , '경계성암순요율' : 207 , '기타피부암순요율' : 137
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'일반암순요율' : 11763 , '갑상샘암순요율' : 78 , '특정암순요율' : 7856 , '상피내암순요율' : 133 , '경계성암순요율' : 218 , '기타피부암순요율' : 149
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'일반암순요율' : 12563 , '갑상샘암순요율' : 75 , '특정암순요율' : 8359 , '상피내암순요율' : 139 , '경계성암순요율' : 226 , '기타피부암순요율' : 160
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'일반암순요율' : 13386 , '갑상샘암순요율' : 73 , '특정암순요율' : 8855 , '상피내암순요율' : 143 , '경계성암순요율' : 231 , '기타피부암순요율' : 171
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'일반암순요율' : 14234 , '갑상샘암순요율' : 69 , '특정암순요율' : 9344 , '상피내암순요율' : 147 , '경계성암순요율' : 236 , '기타피부암순요율' : 182
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'일반암순요율' : 15093 , '갑상샘암순요율' : 67 , '특정암순요율' : 9834 , '상피내암순요율' : 150 , '경계성암순요율' : 240 , '기타피부암순요율' : 193
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'일반암순요율' : 15932 , '갑상샘암순요율' : 63 , '특정암순요율' : 10314 , '상피내암순요율' : 152 , '경계성암순요율' : 246 , '기타피부암순요율' : 202
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'일반암순요율' : 16723 , '갑상샘암순요율' : 60 , '특정암순요율' : 10777 , '상피내암순요율' : 153 , '경계성암순요율' : 249 , '기타피부암순요율' : 214
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'일반암순요율' : 17455 , '갑상샘암순요율' : 56 , '특정암순요율' : 11217 , '상피내암순요율' : 154 , '경계성암순요율' : 254 , '기타피부암순요율' : 223
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'일반암순요율' : 18157 , '갑상샘암순요율' : 53 , '특정암순요율' : 11640 , '상피내암순요율' : 153 , '경계성암순요율' : 257 , '기타피부암순요율' : 234
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'일반암순요율' : 18840 , '갑상샘암순요율' : 50 , '특정암순요율' : 12054 , '상피내암순요율' : 152 , '경계성암순요율' : 260 , '기타피부암순요율' : 244
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'일반암순요율' : 19490 , '갑상샘암순요율' : 45 , '특정암순요율' : 12466 , '상피내암순요율' : 151 , '경계성암순요율' : 264 , '기타피부암순요율' : 255
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'일반암순요율' : 20070 , '갑상샘암순요율' : 42 , '특정암순요율' : 12868 , '상피내암순요율' : 150 , '경계성암순요율' : 267 , '기타피부암순요율' : 267
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'일반암순요율' : 20551 , '갑상샘암순요율' : 40 , '특정암순요율' : 13259 , '상피내암순요율' : 149 , '경계성암순요율' : 270 , '기타피부암순요율' : 281
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'일반암순요율' : 20962 , '갑상샘암순요율' : 37 , '특정암순요율' : 13649 , '상피내암순요율' : 147 , '경계성암순요율' : 273 , '기타피부암순요율' : 295
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'일반암순요율' : 21341 , '갑상샘암순요율' : 36 , '특정암순요율' : 14038 , '상피내암순요율' : 144 , '경계성암순요율' : 278 , '기타피부암순요율' : 311
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'일반암순요율' : 21701 , '갑상샘암순요율' : 34 , '특정암순요율' : 14402 , '상피내암순요율' : 142 , '경계성암순요율' : 279 , '기타피부암순요율' : 329
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'일반암순요율' : 22025 , '갑상샘암순요율' : 31 , '특정암순요율' : 14705 , '상피내암순요율' : 140 , '경계성암순요율' : 272 , '기타피부암순요율' : 356
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'일반암순요율' : 22283 , '갑상샘암순요율' : 29 , '특정암순요율' : 14933 , '상피내암순요율' : 136 , '경계성암순요율' : 257 , '기타피부암순요율' : 393
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'일반암순요율' : 22486 , '갑상샘암순요율' : 27 , '특정암순요율' : 15095 , '상피내암순요율' : 132 , '경계성암순요율' : 234 , '기타피부암순요율' : 439
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'일반암순요율' : 22654 , '갑상샘암순요율' : 23 , '특정암순요율' : 15221 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'일반암순요율' : 22814 , '갑상샘암순요율' : 23 , '특정암순요율' : 15342 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'일반암순요율' : 22971 , '갑상샘암순요율' : 23 , '특정암순요율' : 15462 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'일반암순요율' : 23120 , '갑상샘암순요율' : 23 , '특정암순요율' : 15577 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'일반암순요율' : 23260 , '갑상샘암순요율' : 23 , '특정암순요율' : 15685 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'일반암순요율' : 23394 , '갑상샘암순요율' : 23 , '특정암순요율' : 15790 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'일반암순요율' : 23521 , '갑상샘암순요율' : 23 , '특정암순요율' : 15887 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'일반암순요율' : 23643 , '갑상샘암순요율' : 23 , '특정암순요율' : 15982 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'일반암순요율' : 23760 , '갑상샘암순요율' : 23 , '특정암순요율' : 16071 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'일반암순요율' : 23871 , '갑상샘암순요율' : 23 , '특정암순요율' : 16158 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'일반암순요율' : 23980 , '갑상샘암순요율' : 23 , '특정암순요율' : 16242 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'일반암순요율' : 24083 , '갑상샘암순요율' : 23 , '특정암순요율' : 16321 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'일반암순요율' : 24183 , '갑상샘암순요율' : 23 , '특정암순요율' : 16398 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'일반암순요율' : 24280 , '갑상샘암순요율' : 23 , '특정암순요율' : 16473 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'일반암순요율' : 24372 , '갑상샘암순요율' : 23 , '특정암순요율' : 16544 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '01'))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'일반암순요율' : 24461 , '갑상샘암순요율' : 23 , '특정암순요율' : 16613 , '상피내암순요율' : 126 , '경계성암순요율' : 208 , '기타피부암순요율' : 487
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'일반암순요율' : 283 , '갑상샘암순요율' : 0 , '특정암순요율' : 5 , '상피내암순요율' : 1 , '경계성암순요율' : 58 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'일반암순요율' : 256 , '갑상샘암순요율' : 0 , '특정암순요율' : 5 , '상피내암순요율' : 1 , '경계성암순요율' : 39 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'일반암순요율' : 230 , '갑상샘암순요율' : 1 , '특정암순요율' : 5 , '상피내암순요율' : 1 , '경계성암순요율' : 22 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'일반암순요율' : 205 , '갑상샘암순요율' : 2 , '특정암순요율' : 7 , '상피내암순요율' : 1 , '경계성암순요율' : 10 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'일반암순요율' : 183 , '갑상샘암순요율' : 3 , '특정암순요율' : 7 , '상피내암순요율' : 1 , '경계성암순요율' : 5 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'일반암순요율' : 164 , '갑상샘암순요율' : 4 , '특정암순요율' : 8 , '상피내암순요율' : 1 , '경계성암순요율' : 4 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'일반암순요율' : 149 , '갑상샘암순요율' : 5 , '특정암순요율' : 9 , '상피내암순요율' : 1 , '경계성암순요율' : 4 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'일반암순요율' : 135 , '갑상샘암순요율' : 7 , '특정암순요율' : 11 , '상피내암순요율' : 1 , '경계성암순요율' : 5 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'일반암순요율' : 126 , '갑상샘암순요율' : 9 , '특정암순요율' : 12 , '상피내암순요율' : 1 , '경계성암순요율' : 8 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'일반암순요율' : 117 , '갑상샘암순요율' : 12 , '특정암순요율' : 14 , '상피내암순요율' : 1 , '경계성암순요율' : 9 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'일반암순요율' : 110 , '갑상샘암순요율' : 17 , '특정암순요율' : 18 , '상피내암순요율' : 2 , '경계성암순요율' : 11 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'일반암순요율' : 105 , '갑상샘암순요율' : 21 , '특정암순요율' : 19 , '상피내암순요율' : 2 , '경계성암순요율' : 12 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'일반암순요율' : 103 , '갑상샘암순요율' : 27 , '특정암순요율' : 21 , '상피내암순요율' : 2 , '경계성암순요율' : 14 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'일반암순요율' : 103 , '갑상샘암순요율' : 33 , '특정암순요율' : 26 , '상피내암순요율' : 2 , '경계성암순요율' : 19 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'일반암순요율' : 103 , '갑상샘암순요율' : 40 , '특정암순요율' : 32 , '상피내암순요율' : 2 , '경계성암순요율' : 24 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'일반암순요율' : 103 , '갑상샘암순요율' : 50 , '특정암순요율' : 39 , '상피내암순요율' : 3 , '경계성암순요율' : 29 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'일반암순요율' : 104 , '갑상샘암순요율' : 61 , '특정암순요율' : 47 , '상피내암순요율' : 4 , '경계성암순요율' : 34 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'일반암순요율' : 111 , '갑상샘암순요율' : 73 , '특정암순요율' : 54 , '상피내암순요율' : 5 , '경계성암순요율' : 39 , '기타피부암순요율' : 1
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'일반암순요율' : 126 , '갑상샘암순요율' : 95 , '특정암순요율' : 62 , '상피내암순요율' : 11 , '경계성암순요율' : 43 , '기타피부암순요율' : 2
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'일반암순요율' : 149 , '갑상샘암순요율' : 123 , '특정암순요율' : 72 , '상피내암순요율' : 20 , '경계성암순요율' : 50 , '기타피부암순요율' : 3
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'일반암순요율' : 178 , '갑상샘암순요율' : 164 , '특정암순요율' : 89 , '상피내암순요율' : 31 , '경계성암순요율' : 55 , '기타피부암순요율' : 4
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'일반암순요율' : 204 , '갑상샘암순요율' : 209 , '특정암순요율' : 109 , '상피내암순요율' : 47 , '경계성암순요율' : 61 , '기타피부암순요율' : 5
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'일반암순요율' : 234 , '갑상샘암순요율' : 256 , '특정암순요율' : 134 , '상피내암순요율' : 67 , '경계성암순요율' : 65 , '기타피부암순요율' : 5
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'일반암순요율' : 265 , '갑상샘암순요율' : 298 , '특정암순요율' : 163 , '상피내암순요율' : 92 , '경계성암순요율' : 70 , '기타피부암순요율' : 5
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'일반암순요율' : 303 , '갑상샘암순요율' : 334 , '특정암순요율' : 196 , '상피내암순요율' : 125 , '경계성암순요율' : 74 , '기타피부암순요율' : 5
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'일반암순요율' : 354 , '갑상샘암순요율' : 369 , '특정암순요율' : 234 , '상피내암순요율' : 165 , '경계성암순요율' : 78 , '기타피부암순요율' : 7
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'일반암순요율' : 420 , '갑상샘암순요율' : 405 , '특정암순요율' : 283 , '상피내암순요율' : 213 , '경계성암순요율' : 82 , '기타피부암순요율' : 8
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'일반암순요율' : 503 , '갑상샘암순요율' : 439 , '특정암순요율' : 337 , '상피내암순요율' : 264 , '경계성암순요율' : 85 , '기타피부암순요율' : 8
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'일반암순요율' : 607 , '갑상샘암순요율' : 465 , '특정암순요율' : 401 , '상피내암순요율' : 312 , '경계성암순요율' : 88 , '기타피부암순요율' : 9
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'일반암순요율' : 731 , '갑상샘암순요율' : 486 , '특정암순요율' : 477 , '상피내암순요율' : 353 , '경계성암순요율' : 90 , '기타피부암순요율' : 9
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'일반암순요율' : 874 , '갑상샘암순요율' : 501 , '특정암순요율' : 561 , '상피내암순요율' : 388 , '경계성암순요율' : 92 , '기타피부암순요율' : 8
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'일반암순요율' : 1030 , '갑상샘암순요율' : 512 , '특정암순요율' : 654 , '상피내암순요율' : 423 , '경계성암순요율' : 95 , '기타피부암순요율' : 8
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'일반암순요율' : 1195 , '갑상샘암순요율' : 523 , '특정암순요율' : 754 , '상피내암순요율' : 461 , '경계성암순요율' : 96 , '기타피부암순요율' : 9
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'일반암순요율' : 1364 , '갑상샘암순요율' : 541 , '특정암순요율' : 860 , '상피내암순요율' : 504 , '경계성암순요율' : 99 , '기타피부암순요율' : 10
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'일반암순요율' : 1538 , '갑상샘암순요율' : 562 , '특정암순요율' : 973 , '상피내암순요율' : 545 , '경계성암순요율' : 103 , '기타피부암순요율' : 11
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'일반암순요율' : 1714 , '갑상샘암순요율' : 586 , '특정암순요율' : 1096 , '상피내암순요율' : 585 , '경계성암순요율' : 104 , '기타피부암순요율' : 13
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'일반암순요율' : 1899 , '갑상샘암순요율' : 611 , '특정암순요율' : 1225 , '상피내암순요율' : 618 , '경계성암순요율' : 107 , '기타피부암순요율' : 14
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'일반암순요율' : 2098 , '갑상샘암순요율' : 636 , '특정암순요율' : 1359 , '상피내암순요율' : 647 , '경계성암순요율' : 108 , '기타피부암순요율' : 17
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'일반암순요율' : 2320 , '갑상샘암순요율' : 662 , '특정암순요율' : 1495 , '상피내암순요율' : 669 , '경계성암순요율' : 109 , '기타피부암순요율' : 18
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'일반암순요율' : 2567 , '갑상샘암순요율' : 688 , '특정암순요율' : 1637 , '상피내암순요율' : 683 , '경계성암순요율' : 110 , '기타피부암순요율' : 18
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'일반암순요율' : 2830 , '갑상샘암순요율' : 716 , '특정암순요율' : 1785 , '상피내암순요율' : 691 , '경계성암순요율' : 112 , '기타피부암순요율' : 19
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'일반암순요율' : 3090 , '갑상샘암순요율' : 743 , '특정암순요율' : 1935 , '상피내암순요율' : 696 , '경계성암순요율' : 114 , '기타피부암순요율' : 21
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'일반암순요율' : 3325 , '갑상샘암순요율' : 769 , '특정암순요율' : 2070 , '상피내암순요율' : 694 , '경계성암순요율' : 117 , '기타피부암순요율' : 21
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'일반암순요율' : 3516 , '갑상샘암순요율' : 792 , '특정암순요율' : 2176 , '상피내암순요율' : 686 , '경계성암순요율' : 119 , '기타피부암순요율' : 23
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'일반암순요율' : 3649 , '갑상샘암순요율' : 808 , '특정암순요율' : 2245 , '상피내암순요율' : 671 , '경계성암순요율' : 120 , '기타피부암순요율' : 25
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'일반암순요율' : 3729 , '갑상샘암순요율' : 820 , '특정암순요율' : 2277 , '상피내암순요율' : 652 , '경계성암순요율' : 123 , '기타피부암순요율' : 27
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'일반암순요율' : 3770 , '갑상샘암순요율' : 826 , '특정암순요율' : 2280 , '상피내암순요율' : 631 , '경계성암순요율' : 125 , '기타피부암순요율' : 29
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'일반암순요율' : 3796 , '갑상샘암순요율' : 826 , '특정암순요율' : 2259 , '상피내암순요율' : 613 , '경계성암순요율' : 126 , '기타피부암순요율' : 30
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'일반암순요율' : 3831 , '갑상샘암순요율' : 827 , '특정암순요율' : 2222 , '상피내암순요율' : 600 , '경계성암순요율' : 126 , '기타피부암순요율' : 30
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'일반암순요율' : 3880 , '갑상샘암순요율' : 827 , '특정암순요율' : 2178 , '상피내암순요율' : 592 , '경계성암순요율' : 126 , '기타피부암순요율' : 31
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'일반암순요율' : 3942 , '갑상샘암순요율' : 826 , '특정암순요율' : 2129 , '상피내암순요율' : 586 , '경계성암순요율' : 127 , '기타피부암순요율' : 32
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'일반암순요율' : 4002 , '갑상샘암순요율' : 819 , '특정암순요율' : 2076 , '상피내암순요율' : 578 , '경계성암순요율' : 127 , '기타피부암순요율' : 33
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'일반암순요율' : 4053 , '갑상샘암순요율' : 806 , '특정암순요율' : 2021 , '상피내암순요율' : 566 , '경계성암순요율' : 129 , '기타피부암순요율' : 34
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'일반암순요율' : 4106 , '갑상샘암순요율' : 785 , '특정암순요율' : 1957 , '상피내암순요율' : 549 , '경계성암순요율' : 129 , '기타피부암순요율' : 36
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'일반암순요율' : 4179 , '갑상샘암순요율' : 762 , '특정암순요율' : 1897 , '상피내암순요율' : 530 , '경계성암순요율' : 130 , '기타피부암순요율' : 40
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'일반암순요율' : 4279 , '갑상샘암순요율' : 738 , '특정암순요율' : 1847 , '상피내암순요율' : 510 , '경계성암순요율' : 130 , '기타피부암순요율' : 46
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'일반암순요율' : 4400 , '갑상샘암순요율' : 717 , '특정암순요율' : 1807 , '상피내암순요율' : 491 , '경계성암순요율' : 130 , '기타피부암순요율' : 52
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'일반암순요율' : 4526 , '갑상샘암순요율' : 699 , '특정암순요율' : 1767 , '상피내암순요율' : 475 , '경계성암순요율' : 129 , '기타피부암순요율' : 55
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'일반암순요율' : 4649 , '갑상샘암순요율' : 680 , '특정암순요율' : 1721 , '상피내암순요율' : 462 , '경계성암순요율' : 129 , '기타피부암순요율' : 58
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'일반암순요율' : 4771 , '갑상샘암순요율' : 660 , '특정암순요율' : 1677 , '상피내암순요율' : 454 , '경계성암순요율' : 129 , '기타피부암순요율' : 61
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'일반암순요율' : 4900 , '갑상샘암순요율' : 638 , '특정암순요율' : 1641 , '상피내암순요율' : 449 , '경계성암순요율' : 131 , '기타피부암순요율' : 65
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'일반암순요율' : 5043 , '갑상샘암순요율' : 613 , '특정암순요율' : 1619 , '상피내암순요율' : 449 , '경계성암순요율' : 132 , '기타피부암순요율' : 73
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'일반암순요율' : 5201 , '갑상샘암순요율' : 587 , '특정암순요율' : 1604 , '상피내암순요율' : 451 , '경계성암순요율' : 135 , '기타피부암순요율' : 80
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'일반암순요율' : 5373 , '갑상샘암순요율' : 559 , '특정암순요율' : 1588 , '상피내암순요율' : 453 , '경계성암순요율' : 136 , '기타피부암순요율' : 91
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'일반암순요율' : 5549 , '갑상샘암순요율' : 531 , '특정암순요율' : 1569 , '상피내암순요율' : 455 , '경계성암순요율' : 139 , '기타피부암순요율' : 101
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'일반암순요율' : 5730 , '갑상샘암순요율' : 501 , '특정암순요율' : 1548 , '상피내암순요율' : 457 , '경계성암순요율' : 141 , '기타피부암순요율' : 112
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'일반암순요율' : 5916 , '갑상샘암순요율' : 471 , '특정암순요율' : 1525 , '상피내암순요율' : 459 , '경계성암순요율' : 144 , '기타피부암순요율' : 125
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'일반암순요율' : 6124 , '갑상샘암순요율' : 442 , '특정암순요율' : 1502 , '상피내암순요율' : 456 , '경계성암순요율' : 147 , '기타피부암순요율' : 136
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'일반암순요율' : 6355 , '갑상샘암순요율' : 412 , '특정암순요율' : 1476 , '상피내암순요율' : 451 , '경계성암순요율' : 149 , '기타피부암순요율' : 151
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'일반암순요율' : 6607 , '갑상샘암순요율' : 382 , '특정암순요율' : 1447 , '상피내암순요율' : 443 , '경계성암순요율' : 152 , '기타피부암순요율' : 166
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'일반암순요율' : 6869 , '갑상샘암순요율' : 352 , '특정암순요율' : 1417 , '상피내암순요율' : 432 , '경계성암순요율' : 156 , '기타피부암순요율' : 183
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'일반암순요율' : 7124 , '갑상샘암순요율' : 322 , '특정암순요율' : 1386 , '상피내암순요율' : 422 , '경계성암순요율' : 157 , '기타피부암순요율' : 199
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'일반암순요율' : 7364 , '갑상샘암순요율' : 294 , '특정암순요율' : 1360 , '상피내암순요율' : 410 , '경계성암순요율' : 159 , '기타피부암순요율' : 217
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'일반암순요율' : 7590 , '갑상샘암순요율' : 269 , '특정암순요율' : 1335 , '상피내암순요율' : 395 , '경계성암순요율' : 161 , '기타피부암순요율' : 235
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'일반암순요율' : 7804 , '갑상샘암순요율' : 247 , '특정암순요율' : 1313 , '상피내암순요율' : 380 , '경계성암순요율' : 162 , '기타피부암순요율' : 256
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'일반암순요율' : 8011 , '갑상샘암순요율' : 223 , '특정암순요율' : 1291 , '상피내암순요율' : 362 , '경계성암순요율' : 162 , '기타피부암순요율' : 278
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'일반암순요율' : 8224 , '갑상샘암순요율' : 201 , '특정암순요율' : 1269 , '상피내암순요율' : 346 , '경계성암순요율' : 163 , '기타피부암순요율' : 299
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'일반암순요율' : 8442 , '갑상샘암순요율' : 182 , '특정암순요율' : 1250 , '상피내암순요율' : 329 , '경계성암순요율' : 164 , '기타피부암순요율' : 322
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'일반암순요율' : 8670 , '갑상샘암순요율' : 165 , '특정암순요율' : 1233 , '상피내암순요율' : 313 , '경계성암순요율' : 164 , '기타피부암순요율' : 348
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'일반암순요율' : 8906 , '갑상샘암순요율' : 151 , '특정암순요율' : 1218 , '상피내암순요율' : 295 , '경계성암순요율' : 164 , '기타피부암순요율' : 370
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'일반암순요율' : 9149 , '갑상샘암순요율' : 138 , '특정암순요율' : 1203 , '상피내암순요율' : 280 , '경계성암순요율' : 164 , '기타피부암순요율' : 396
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'일반암순요율' : 9377 , '갑상샘암순요율' : 125 , '특정암순요율' : 1188 , '상피내암순요율' : 262 , '경계성암순요율' : 164 , '기타피부암순요율' : 425
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'일반암순요율' : 9571 , '갑상샘암순요율' : 108 , '특정암순요율' : 1176 , '상피내암순요율' : 244 , '경계성암순요율' : 163 , '기타피부암순요율' : 463
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'일반암순요율' : 9722 , '갑상샘암순요율' : 92 , '특정암순요율' : 1167 , '상피내암순요율' : 222 , '경계성암순요율' : 161 , '기타피부암순요율' : 514
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'일반암순요율' : 9836 , '갑상샘암순요율' : 73 , '특정암순요율' : 1161 , '상피내암순요율' : 200 , '경계성암순요율' : 160 , '기타피부암순요율' : 574
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'일반암순요율' : 9930 , '갑상샘암순요율' : 56 , '특정암순요율' : 1157 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'일반암순요율' : 10018 , '갑상샘암순요율' : 56 , '특정암순요율' : 1152 , '상피내암순요율' : 176 , '경계성암순요율' : 156 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'일반암순요율' : 10105 , '갑상샘암순요율' : 56 , '특정암순요율' : 1148 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'일반암순요율' : 10188 , '갑상샘암순요율' : 56 , '특정암순요율' : 1142 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'일반암순요율' : 10266 , '갑상샘암순요율' : 56 , '특정암순요율' : 1138 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'일반암순요율' : 10341 , '갑상샘암순요율' : 56 , '특정암순요율' : 1135 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'일반암순요율' : 10413 , '갑상샘암순요율' : 56 , '특정암순요율' : 1131 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'일반암순요율' : 10481 , '갑상샘암순요율' : 56 , '특정암순요율' : 1127 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'일반암순요율' : 10546 , '갑상샘암순요율' : 56 , '특정암순요율' : 1124 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'일반암순요율' : 10608 , '갑상샘암순요율' : 56 , '특정암순요율' : 1120 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'일반암순요율' : 10668 , '갑상샘암순요율' : 56 , '특정암순요율' : 1117 , '상피내암순요율' : 176 , '경계성암순요율' : 156 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'일반암순요율' : 10727 , '갑상샘암순요율' : 56 , '특정암순요율' : 1114 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'일반암순요율' : 10782 , '갑상샘암순요율' : 56 , '특정암순요율' : 1111 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'일반암순요율' : 10835 , '갑상샘암순요율' : 56 , '특정암순요율' : 1108 , '상피내암순요율' : 176 , '경계성암순요율' : 156 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'일반암순요율' : 10888 , '갑상샘암순요율' : 56 , '특정암순요율' : 1106 , '상피내암순요율' : 176 , '경계성암순요율' : 157 , '기타피부암순요율' : 638
}

    }
    else if(((성별코드 == '02'))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'일반암순요율' : 10937 , '갑상샘암순요율' : 56 , '특정암순요율' : 1103 , '상피내암순요율' : 176 , '경계성암순요율' : 156 , '기타피부암순요율' : 638
}

    }

    return RESULT(__hpasRuleResult);
};