var 일반_종합_골프_단기요율_001 = function(보험기간년수,보험기간개월수,보험기간일수 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    단기요율 = 1


    // Compiler Version 1 , Created : 2023-08-24 10:58:22
    if(((보험기간년수 == 0))
    && ((보험기간개월수 == 0))
    && ((보험기간일수 <= 2))){
        __hpasRuleResult = {
'단기요율' : 0.04
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 0))
    && ((보험기간일수 <= 7))){
        __hpasRuleResult = {
'단기요율' : 0.1
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 0))
    && ((보험기간일수 <= 15))){
        __hpasRuleResult = {
'단기요율' : 0.15
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.2
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 1))
    && ((보험기간일수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.2
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 1))){
        __hpasRuleResult = {
'단기요율' : 0.3
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 2))
    && ((보험기간일수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.3
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 2))){
        __hpasRuleResult = {
'단기요율' : 0.4
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 3))
    && ((보험기간일수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.4
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 3))){
        __hpasRuleResult = {
'단기요율' : 0.5
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 4))
    && ((보험기간일수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.5
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 4))){
        __hpasRuleResult = {
'단기요율' : 0.6
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 5))
    && ((보험기간일수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.6
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 5))){
        __hpasRuleResult = {
'단기요율' : 0.7
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 6))
    && ((보험기간일수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.7
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 6))){
        __hpasRuleResult = {
'단기요율' : 0.75
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 7))
    && ((보험기간일수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.75
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 7))){
        __hpasRuleResult = {
'단기요율' : 0.8
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 8))
    && ((보험기간일수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.8
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 8))){
        __hpasRuleResult = {
'단기요율' : 0.85
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 9))
    && ((보험기간일수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.85
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 9))){
        __hpasRuleResult = {
'단기요율' : 0.9
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 10))
    && ((보험기간일수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.9
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 10))){
        __hpasRuleResult = {
'단기요율' : 0.95
}

    }
    else if(((보험기간년수 == 0))
    && ((보험기간개월수 == 11))
    && ((보험기간일수 == 0))){
        __hpasRuleResult = {
'단기요율' : 0.95
}

    }

    return RESULT(__hpasRuleResult);
};