var 일반_상해_해외장기체류_특약형_실손의료비_3대비급여__CFA11818_FA00045003_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 13:13:37
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 17647
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 15683
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 15783
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 73482
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 73592
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 73699
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 73802
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 73904
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 74002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 74097
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 74190
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 74282
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 74372
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 15754
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 74463
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 15949
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 16227
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 16583
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 16980
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 17378
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 17563
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 17812
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 18097
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 15149
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 18356
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 18610
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 18905
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 19317
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 19978
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 20875
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 21922
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 23063
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 24019
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 24931
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 14901
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 25797
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 26609
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 27346
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 27939
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 28483
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 28929
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 29248
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 29483
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 29805
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 30105
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 14532
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 30441
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 30897
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 31522
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 32312
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 33212
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 34173
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 35173
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 36290
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 37678
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 39100
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 13246
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 40624
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 42334
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 44290
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 46465
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 48726
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 50939
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 53017
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 55060
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 57073
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 59014
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 13368
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 60846
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 62602
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 64487
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 66938
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 68758
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 70660
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 73143
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 75670
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 76538
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 77463
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 14032
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 78426
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 79402
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 80375
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 80328
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 80209
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 80085
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 79985
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 79863
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 79660
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 79433
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 15007
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 79189
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 78824
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 77682
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 76402
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 75297
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 74514
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 74107
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 74038
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 73807
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 73468
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 15617
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 73133
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 72804
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 72472
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 72614
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 72750
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 72885
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 73009
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 73133
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 73253
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 73370
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 15622
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 13105
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 14114
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 84589
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 84724
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 84855
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 84980
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 85104
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 85224
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 85341
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 85455
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 85567
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 85677
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 13044
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 85789
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 12251
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 11934
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 11985
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 12356
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 12975
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 13795
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 14917
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 16332
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 11345
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 17988
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 19602
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 21068
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 22383
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 23663
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 24834
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 25895
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 26905
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 28251
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 29534
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 11407
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 30763
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 31963
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 33197
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 34063
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 35022
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 36075
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 37222
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 38412
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 39424
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 40287
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 11502
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 41173
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 42268
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 43687
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 45573
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 47856
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 50424
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 53192
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 56146
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 59109
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 62051
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 12241
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 64904
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 67624
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 70194
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 72580
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 74699
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 76477
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 77889
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 79109
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 80097
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 80953
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 13246
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 81082
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 81021
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 81514
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 81050
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 77716
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 75977
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 77043
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 79392
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 79499
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 79721
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 14385
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 80011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 80338
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 80677
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 81046
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 81792
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 82585
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 83392
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 84189
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 85094
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 86063
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 15161
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 87243
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 88582
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 86960
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 85326
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 83904
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 82897
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 82358
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 82241
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 82402
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 82675
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 15002
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 82953
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 83182
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 83367
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 83538
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 83697
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 83858
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 84014
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 84165
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 84311
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11818"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 84453
}

    }

    return RESULT(__hpasRuleResult);
};