var 일반_상해_메디케어_의료비관련변수세팅_001 = function(담보코드,입원의료비보상비율,통원의료비보상비율 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    var 입원의료비보상비율_적용 = null;
    var 통원의료비보상비율_적용 = null;

    // Compiler Version 1 , Created : 2023-08-23 15:46:16
    if((담보코드 == "CFA10546" || 담보코드 == "CFA10538") && 입원의료비보상비율 == 0
){
        입원의료비보상비율_적용 = 100

    }

    if((담보코드 == "CFA10556" || 담보코드 == "CFA10539") && 통원의료비보상비율 == 0
){
        통원의료비보상비율_적용 = 100

    }

    if(담보코드 == "CFA10550" || 담보코드 == "CFA10555"
){
        입원의료비보상비율_적용 = 입원의료비보상비율

    }

    if(담보코드 == "CFA10559" || 담보코드 == "CFA10563"
){
        통원의료비보상비율_적용 = 통원의료비보상비율

    }

    if((담보코드 == "CFA10550" || 담보코드 == "CFA10555") && 입원의료비보상비율 == 0
){
        입원의료비보상비율_적용 = 100

    }

    if((담보코드 == "CFA10559" || 담보코드 == "CFA10563") && 통원의료비보상비율 == 0
){
        통원의료비보상비율_적용 = 100

    }
    __hpasRuleResult = {
        입원의료비보상비율_적용 : 입원의료비보상비율_적용 , 통원의료비보상비율_적용 : 통원의료비보상비율_적용
    }

    return RESULT(__hpasRuleResult);
};