var 일반_상해_해외여행_기본형 실손의료비_질병급여__FA00045011_001 = function(가입금액,담보세부구분코드,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 11:09:41
    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 106866
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 80197
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 20366
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 311160
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 311658
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 312143
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 312614
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 313073
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 313520
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 313956
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 314382
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 314796
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 315205
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 21177
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 315614
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 22204
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 23647
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 25511
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 27560
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 29468
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 30974
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 31945
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 32436
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 56747
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 32619
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 32723
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 32957
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 33468
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 34340
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 35576
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 37157
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 39057
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 41228
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 43623
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 36276
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 46142
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 48678
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 51130
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 53468
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 55687
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 57842
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 59959
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 62040
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 64076
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 66134
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 25815
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 68346
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 70895
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 73925
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 77529
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 81676
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 86263
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 91146
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 96253
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 101606
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 107314
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 19143
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 113483
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 120182
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 127438
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 135278
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 143691
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 152665
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 162095
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 171765
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 181391
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 190737
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 16966
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 199669
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 208240
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 216629
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 224988
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 233416
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 236208
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 247486
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 258537
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 265510
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 272009
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 17326
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 276958
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 280682
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 283401
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 285477
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 287250
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 288969
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 290667
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 292248
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 293658
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 294963
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 18423
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 296182
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 297322
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 298392
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 299401
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 300358
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 301265
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 302128
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 302950
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 303735
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 304488
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 19513
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 305211
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 305903
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 306571
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 307214
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 307833
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 308435
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 309013
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 309575
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 310120
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 310647
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 110038
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 81451
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 20255
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 311139
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 311645
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 312135
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 312609
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 313075
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 313530
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 313967
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 314397
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 314820
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 315233
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 20736
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 315645
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 21430
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 22519
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 24027
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 25811
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 27755
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 29817
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 32034
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 34445
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 49504
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 37032
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 39706
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 42345
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 44872
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 47281
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 49608
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 51887
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 54127
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 56279
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 58304
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 28783
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 60212
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 62081
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 64030
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 66149
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 68461
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 70974
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 73670
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 76485
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 79372
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 82321
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 25276
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 85417
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 88859
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 92925
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 97855
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 103761
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 110517
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 117759
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 125055
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 132080
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 138733
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 19032
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 145004
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 150940
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 156631
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 162312
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 168357
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 175087
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 182476
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 190057
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 197201
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 203420
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 17313
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 208710
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 213557
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 218707
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 224912
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 221512
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 210016
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 202586
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 212022
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 214771
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 217505
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 17904
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 220234
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 222951
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 225650
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 229803
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 238156
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 246928
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 255970
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 265241
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 274671
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 284626
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 18896
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 295990
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 297141
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 298228
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 299248
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 300214
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 301131
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 302003
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 302835
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 303631
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 304390
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 19726
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 305122
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 305824
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 306499
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 307148
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 307777
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 308382
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 308971
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 309537
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 310088
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 310622
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 109344
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 82057
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 20836
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 318369
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 318879
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 319375
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 319858
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 320326
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 320786
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 321231
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 321665
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 322092
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 322511
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 21668
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 322928
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 22717
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 24196
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 26104
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 28198
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 30153
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 31693
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 32685
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 33187
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 58061
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 33374
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 33481
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 33721
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 34244
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 35136
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 36400
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 38017
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 39962
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 42183
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 44634
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 37115
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 47212
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 49808
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 52317
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 54706
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 56978
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 59181
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 61349
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 63478
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 65561
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 67666
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 26413
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 69929
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 72536
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 75638
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 79327
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 83570
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 88261
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 93257
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 98482
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 103963
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 109799
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 19587
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 116114
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 122967
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 130391
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 138414
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 147021
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 156203
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 165852
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 175744
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 185593
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 195155
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 17357
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 204295
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 213067
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 221650
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 230201
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 238825
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 241682
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 253222
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 264527
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 271665
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 278312
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 17728
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 283375
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 287186
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 289967
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 292090
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 293905
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 295665
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 297403
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 299020
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 300463
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 301799
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 18849
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 303046
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 304213
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 305307
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 306339
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 307316
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 308247
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 309128
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 309969
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 310773
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 311545
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 19964
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 312282
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 312992
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 313675
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 314333
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 314967
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 315581
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 316175
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 316747
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 317305
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 317845
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 112329
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 83144
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 20676
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 317611
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 318124
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 318624
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 319111
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 319586
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 320048
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 320496
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 320935
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 321365
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 321788
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 21166
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 322209
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 21877
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 22987
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 24527
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 26347
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 28332
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 30438
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 32700
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 35162
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 50532
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 37800
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 40530
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 43227
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 45806
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 48264
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 50640
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 52964
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 55251
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 57449
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 59517
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 29381
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 61463
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 63372
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 65363
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 67527
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 69883
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 72451
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 75202
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 78076
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 81023
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 84032
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 25802
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 87193
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 90706
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 94859
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 99891
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 105921
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 112816
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 120210
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 127657
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 134827
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 141616
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 19426
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 148019
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 154078
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 159889
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 165687
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 171857
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 178729
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 186271
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 194010
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 201301
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 207652
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 17672
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 213050
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 217999
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 223256
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 229590
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 226118
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 214384
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 206801
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 216430
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 219234
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 222029
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 18276
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 224814
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 227586
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 230342
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 234580
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 243109
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 252063
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 261293
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 270758
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 280382
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 290545
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 19289
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 302145
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 303322
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 304428
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 305471
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 306456
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 307394
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 308282
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 309131
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 309945
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 310720
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 20136
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 311467
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 312182
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 312873
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 313535
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 314177
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 314794
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 315394
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 315975
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 316537
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 317081
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 114848
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 86185
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 21887
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 334399
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 334932
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 335454
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 335962
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 336454
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 336935
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 337403
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 337860
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 338307
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 338747
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 22760
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 339184
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 23862
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 25413
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 27419
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 29619
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 31670
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 33287
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 34330
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 34861
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 60983
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 35055
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 35168
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 35419
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 35968
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 36904
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 38232
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 39930
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 41974
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 44308
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 46879
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 38985
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 49589
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 52315
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 54951
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 57461
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 59847
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 62161
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 64438
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 66674
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 68863
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 71072
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 27744
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 73449
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 76189
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 79447
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 83319
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 87778
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 92706
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 97953
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 103440
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 109197
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 115327
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 20572
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 121959
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 129159
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 136957
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 145382
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 154423
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 164067
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 174203
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 184593
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 194939
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 204982
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 18232
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 214580
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 223793
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 232808
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 241792
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 250848
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 253850
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 265971
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 277846
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 285341
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 292324
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 18621
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 297639
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 301643
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 304567
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 306796
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 308701
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 310550
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 312377
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 314075
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 315588
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 316992
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 19798
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 318303
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 319528
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 320677
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 321764
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 322790
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 323765
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 324692
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 325577
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 326418
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 327230
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 20972
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 328003
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 328750
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 329465
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 330158
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 330824
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 331469
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 332094
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 332696
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 333279
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 333847
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 117738
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 87148
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 21670
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 332905
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 333445
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 333967
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 334479
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 334977
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 335460
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 335932
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 336390
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 336841
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 337284
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 22187
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 337726
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 22930
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 24094
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 25708
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 27617
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 29696
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 31904
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 34276
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 36857
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 52966
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 39621
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 42483
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 45310
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 48012
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 50589
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 53078
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 55513
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 57913
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 60217
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 62383
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 30796
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 64423
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 66425
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 68512
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 70778
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 73251
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 75940
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 78823
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 81836
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 84925
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 88078
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 27044
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 91391
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 95074
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 99427
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 104702
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 111021
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 118248
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 125999
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 133804
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 141318
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 148436
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 20362
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 155148
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 161499
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 167587
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 173667
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 180133
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 187337
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 195242
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 203354
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 210997
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 217650
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 18523
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 223310
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 228495
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 234007
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 240646
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 237008
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 224707
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 216757
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 226854
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 229793
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 232722
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 19157
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 235640
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 238546
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 241437
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 245878
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 254816
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 264203
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 273877
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 283795
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 293886
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 304537
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 20217
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 316696
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 317928
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 319088
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 320181
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 321214
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 322196
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 323130
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 324020
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 324869
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 325684
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 21106
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 326465
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 327215
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 327939
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 328635
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 329307
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 329952
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 330582
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 331192
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 331779
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 332350
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 117916
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 88487
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 22470
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 343330
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 343879
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 344415
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 344935
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 345441
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 345935
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 346416
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 346884
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 347343
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 347796
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 23368
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 348245
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 24500
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 26093
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 28151
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 30410
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 32515
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 34177
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 35247
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 35791
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 62613
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 35991
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 36106
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 36364
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 36928
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 37893
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 39253
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 40998
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 43095
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 45493
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 48132
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 40026
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 50913
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 53712
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 56417
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 58996
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 61446
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 63821
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 66159
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 68453
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 70702
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 72970
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 28485
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 75412
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 78225
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 81570
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 85546
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 90121
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 95182
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 100568
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 106202
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 112112
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 118408
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 21121
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 125217
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 132606
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 140616
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 149265
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 158550
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 168448
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 178854
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 189525
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 200144
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 210456
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 18719
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 220314
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 229771
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 239025
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 248250
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 257550
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 260629
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 273075
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 285267
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 292963
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 300131
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 19117
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 305590
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 309701
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 312703
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 314992
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 316948
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 318845
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 320720
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 322462
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 324018
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 325462
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 20326
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 326805
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 328062
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 329243
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 330358
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 331411
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 332413
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 333365
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 334271
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 335139
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 335969
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 21530
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 336765
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 337532
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 338267
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 338977
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 339660
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 340324
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 340962
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 341582
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 342181
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 342766
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 120631
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 89289
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 22204
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 341088
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 341643
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 342179
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 342701
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 343211
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 343709
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 344188
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 344660
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 345124
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 345577
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 22732
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 346030
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 23493
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 24687
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 26340
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 28294
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 30427
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 32687
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 35119
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 37762
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 54268
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 40596
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 43527
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 46423
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 49191
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 51834
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 54383
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 56879
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 59336
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 61698
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 63915
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 31553
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 66008
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 68057
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 70197
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 72517
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 75051
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 77808
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 80761
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 83848
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 87014
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 90246
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 27710
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 93638
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 97412
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 101870
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 107276
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 113750
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 121155
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 129095
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 137095
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 144793
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 152086
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 20862
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 158961
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 165469
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 171708
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 177937
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 184563
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 191942
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 200040
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 208352
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 216184
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 223001
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 18979
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 228799
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 234114
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 239759
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 246563
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 242835
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 230233
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 222088
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 232433
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 235442
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 238444
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 19628
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 241435
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 244411
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 247371
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 251924
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 261082
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 270699
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 280610
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 290773
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 301109
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 312024
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 20715
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 324482
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 325745
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 326933
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 328052
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 329113
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 330116
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 331075
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 331986
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 332856
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 333692
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 21625
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 334492
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 335262
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 336003
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 336715
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 337403
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 338067
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 338711
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 339333
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 339937
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 340520
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 93257
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 69983
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 17772
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 271533
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 271967
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 272390
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 272801
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 273203
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 273594
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 273973
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 274344
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 274709
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 275063
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 18481
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 275420
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 19376
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 20636
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 22264
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 24049
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 25717
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 27028
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 27877
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 28306
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 49519
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 28466
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 28555
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 28760
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 29206
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 29966
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 31044
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 32425
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 34081
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 35978
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 38068
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 31656
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 40266
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 42479
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 44619
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 46659
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 48596
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 50476
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 52325
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 54140
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 55917
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 57710
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 22528
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 59642
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 61866
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 64512
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 67657
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 71276
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 75278
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 79538
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 83993
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 88666
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 93646
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 16706
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 99031
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 104878
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 111210
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 118050
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 125393
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 133221
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 141453
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 149889
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 158289
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 166444
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 14804
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 174240
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 181721
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 189042
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 196337
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 203689
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 206129
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 215969
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 225612
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 231699
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 237369
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 15119
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 241686
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 244935
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 247309
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 249120
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 250667
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 252167
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 253652
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 255029
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 256260
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 257399
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 16076
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 258465
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 259458
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 260392
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 261273
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 262107
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 262897
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 263652
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 264369
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 265054
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 265712
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 17028
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 266341
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 266946
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 267529
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 268090
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 268631
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 269154
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 269661
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 270150
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 270624
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 271086
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 95665
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 70812
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 17608
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 270495
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 270935
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 271361
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 271773
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 272178
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 272573
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 272956
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 273329
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 273695
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 274054
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 18026
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 274414
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 18630
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 19577
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 20887
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 22440
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 24130
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 25923
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 27851
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 29945
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 43036
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 32194
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 34519
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 36815
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 39010
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 41106
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 43128
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 45108
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 47055
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 48928
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 50689
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 25023
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 52345
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 53972
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 55668
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 57510
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 59519
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 61704
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 64047
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 66495
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 69004
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 71566
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 21974
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 74257
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 77251
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 80787
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 85074
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 90206
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 96082
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 102376
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 108721
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 114825
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 120610
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 16545
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 126063
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 131223
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 136172
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 141110
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 146363
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 152218
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 158640
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 165231
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 171440
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 176846
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 15051
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 181446
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 185661
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 190138
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 195531
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 192576
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 182581
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 176121
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 184326
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 186714
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 189095
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 15564
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 191465
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 193826
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 196175
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 199784
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 207046
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 214673
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 222533
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 230593
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 238790
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 247446
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 16428
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 257326
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 258326
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 259271
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 260158
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 260997
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 261794
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 262554
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 263277
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 263967
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 264629
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 17149
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 265263
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 265873
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 266461
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 267026
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 267571
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 268099
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 268609
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 269103
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 269580
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 270044
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 109885
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 82463
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 20940
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 319950
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 320460
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 320960
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 321447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 321916
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 322377
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 322824
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 323264
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 323692
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 324111
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 21777
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 324530
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 22830
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 24315
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 26232
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 28340
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 30302
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 31849
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 32847
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 33353
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 58349
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 33542
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 33647
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 33889
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 34413
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 35310
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 36579
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 38206
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 40159
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 42395
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 44855
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 37300
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 47447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 50055
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 52576
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 54979
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 57261
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 59474
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 61653
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 63791
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 65887
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 68002
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 26545
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 70278
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 72897
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 76014
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 79719
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 83985
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 88700
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 93719
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 98970
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 104478
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 110344
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 19683
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 116691
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 123578
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 131040
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 139101
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 147752
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 156978
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 166674
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 176618
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 186514
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 196123
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 17445
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 205310
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 214123
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 222750
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 231344
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 240010
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 242881
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 254478
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 265841
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 273012
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 279692
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 17817
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 284780
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 288611
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 291407
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 293541
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 295363
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 297131
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 298879
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 300503
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 301952
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 303296
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 18942
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 304550
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 305722
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 306822
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 307860
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 308843
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 309777
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 310662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 311507
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 312316
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 313090
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 20064
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 313833
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 314545
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 315233
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 315892
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 316530
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 317148
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 317745
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 318318
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 318879
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 319422
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 112751
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 83457
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 20753
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 318803
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 319322
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 319824
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 320311
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 320788
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 321252
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 321701
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 322143
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 322573
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 322998
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 21245
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 323420
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 21959
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 23074
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 24619
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 26447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 28438
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 30553
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 32823
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 35294
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 50723
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 37945
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 40685
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 43389
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 45978
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 48447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 50829
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 53164
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 55459
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 57666
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 59742
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 29493
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 61695
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 63610
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 65608
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 67780
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 70147
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 72723
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 75485
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 78370
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 81329
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 84348
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 25900
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 87519
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 91048
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 95215
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 100266
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 106317
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 113240
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 120661
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 128138
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 135333
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 142150
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 19498
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 148576
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 154659
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 160491
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 166310
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 172504
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 179401
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 186972
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 194739
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 202059
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 208431
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 17740
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 213850
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 218818
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 224095
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 230452
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 226969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 215190
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 207576
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 217246
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 220059
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 222865
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 18343
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 225661
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 228442
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 231210
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 235465
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 244022
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 253010
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 262277
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 271775
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 281437
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 291637
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 19360
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 303280
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 304463
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 305575
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 306620
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 307609
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 308550
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 309443
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 310296
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 311111
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 311890
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 20211
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 312639
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 313358
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 314048
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 314714
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 315360
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 315979
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 316581
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 317162
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 317728
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 318271
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 115399
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 86600
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 21991
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 336007
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 336543
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 337065
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 337577
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 338071
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 338556
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 339026
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 339484
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 339933
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 340377
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 22870
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 340816
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 23977
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 25536
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 27549
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 29760
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 31823
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 33447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 34496
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 35028
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 61278
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 35225
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 35336
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 35589
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 36140
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 37081
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 38415
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 40123
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 42174
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 44521
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 47106
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 39173
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 49827
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 52566
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 55213
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 57738
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 60134
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 62459
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 64747
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 66993
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 69193
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 71415
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 27877
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 73804
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 76555
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 79829
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 83721
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 88198
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 93151
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 98425
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 103938
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 109719
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 115882
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 20672
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 122546
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 129780
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 137616
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 146082
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 155167
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 164855
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 175040
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 185480
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 195874
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 205967
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 18319
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 215612
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 224871
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 233925
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 242954
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 252054
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 255070
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 267250
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 279182
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 286712
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 293729
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 18710
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 299071
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 303094
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 306031
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 308271
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 310188
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 312043
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 313877
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 315582
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 317105
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 318518
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 19894
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 319833
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 321064
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 322218
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 323309
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 324341
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 325322
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 326254
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 327141
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 327988
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 328803
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 21070
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 329581
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 330332
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 331052
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 331745
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 332415
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 333064
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 333690
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 334294
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 334881
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 335452
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 118167
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 87465
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 21749
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 334120
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 334662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 335186
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 335699
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 336199
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 336684
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 337156
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 337618
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 338071
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 338515
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 22266
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 338958
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 23013
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 24181
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 25802
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 27719
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 29804
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 32019
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 34400
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 36991
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 53160
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 39768
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 42638
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 45474
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 48187
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 50774
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 53270
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 55719
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 58123
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 60436
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 62612
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 30908
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 64659
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 66668
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 68761
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 71034
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 73517
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 76217
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 79112
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 82136
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 85234
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 88402
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 27144
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 91725
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 95421
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 99789
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 105083
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 111425
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 118680
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 126457
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 134293
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 141835
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 148978
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 20436
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 155714
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 162089
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 168199
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 174301
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 180791
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 188022
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 195954
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 204095
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 211765
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 218444
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 18593
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 224124
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 229331
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 234861
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 241524
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 237871
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 225527
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 217548
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 227683
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 230631
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 233569
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 19226
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 236501
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 239418
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 242318
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 246775
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 255746
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 265166
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 274875
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 284831
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 294956
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 305648
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 20291
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 317852
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 319088
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 320254
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 321350
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 322388
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 323371
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 324309
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 325201
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 326054
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 326873
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 21183
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 327658
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 328411
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 329137
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 329835
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 330509
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 331158
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 331790
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 332399
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 332990
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 333564
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 118487
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 88917
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 22579
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 344998
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 345549
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 346086
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 346609
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 347118
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 347615
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 348098
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 348567
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 349030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 349483
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 349935
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 24619
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 26219
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 28287
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 30557
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 32674
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 34342
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 35419
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 35964
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 62917
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 36166
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 36281
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 36542
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 37108
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 38076
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 39444
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 41196
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 43304
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 45712
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 48366
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 40221
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 51161
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 53972
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 56693
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 59281
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 61744
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 64130
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 66481
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 68785
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 71046
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 73325
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 28623
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 75778
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 78604
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 81964
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 85961
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 90559
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 95644
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 101057
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 106719
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 112655
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 118982
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 21225
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 125825
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 133251
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 141297
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 149989
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 159318
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 169267
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 179723
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 190444
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 201116
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 211476
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 18810
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 221382
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 230886
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 240186
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 249456
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 258799
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 261895
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 274401
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 286652
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 294384
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 301588
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 19211
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 307073
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 311203
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 314220
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 316520
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 318486
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 320392
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 322275
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 324028
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 325592
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 327041
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 20426
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 328392
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 329656
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 330841
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 331960
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 333020
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 334026
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 334982
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 335894
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 336764
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 337599
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 21636
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 338399
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 339169
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 339909
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 340622
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 341309
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 341975
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 342618
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 343239
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 343843
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 344428
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 121068
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 89614
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 22283
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 342322
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 342877
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 343416
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 343939
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 344452
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 344950
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 345433
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 345907
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 346369
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 346826
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 22813
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 347279
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 23577
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 24776
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 26434
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 28398
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 30536
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 32806
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 35245
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 37898
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 54464
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 40744
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 43685
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 46591
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 49368
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 52021
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 54579
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 57085
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 59551
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 61921
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 64147
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 31666
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 66246
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 68302
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 70449
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 72780
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 75323
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 78087
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 81053
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 84151
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 87327
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 90570
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 27810
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 93976
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 97765
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 102238
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 107663
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 114161
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 121593
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 129561
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 137589
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 145316
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 152635
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 20938
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 159536
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 166067
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 172329
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 178580
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 185229
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 192637
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 200763
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 209105
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 216965
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 223807
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 19047
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 229627
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 234959
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 240625
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 247454
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 243712
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 231063
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 222890
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 233273
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 236293
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 239305
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 19698
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 242307
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 245295
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 248267
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 252833
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 262024
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 271677
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 281624
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 291824
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 302197
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 313150
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 20791
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 325654
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 326922
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 328115
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 329239
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 330301
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 331311
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 332271
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 333186
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 334060
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 334898
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 21704
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 335701
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 336473
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 337216
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 337932
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 338622
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 339288
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 339933
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 340560
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 341166
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 341750
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};