var 일반_상해18대질병수술비담보요율_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:39:50
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 0.043774
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.001013
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.000978
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.001007
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.001058
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.001118
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.001186
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.001265
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.001349
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.001432
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.001515
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.001608
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.001714
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.00184
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.001982
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.002141
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.002316
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.002496
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.002681
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.002859
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.003021
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.00317
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.003323
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.003511
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.003763
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.004101
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.004498
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.004913
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.005298
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.005659
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.006028
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.006445
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.006945
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.007542
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.008232
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.00903
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.009921
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.010856
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.01176
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0.012584
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0.013325
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0.014009
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0.01462
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0.015168
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0.015709
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0.016346
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0.017178
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0.018228
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0.019445
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0.020776
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0.022216
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0.023798
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 0.025509
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 0.027324
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 0.029198
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 0.031099
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 0.032991
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 0.034832
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 0.036581
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 0.038243
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 0.039848
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 0.041383
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 0.042798
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 0.044031
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 0.04507
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 0.04592
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 0.046576
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 0.046927
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 0.04686
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 0.046355
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 0.045583
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 0.044815
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 0.044267
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 0.043985
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 0.043881
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 0.043836
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 0.043803
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 0.043776
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 0.043766
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 0.04377
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 0.043774
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 0.043774
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 0.043774
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 0.043774
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 0.043774
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 0.043774
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 0.019547
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.001066
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.000937
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.000933
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.000992
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.001075
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.001162
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.001228
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.001254
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.001251
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.001252
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.001285
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.001362
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.001469
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.001577
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.001674
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.00176
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.001838
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.001903
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.001949
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.001964
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.001938
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.001882
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.001828
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.001816
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.001875
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.001994
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.00214
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.002285
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.002425
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.002581
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.002775
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.00302
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.00329
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.003552
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.003805
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.004089
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.004451
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.004923
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0.005513
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0.006187
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0.00692
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0.007683
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0.008491
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0.009406
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0.010489
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0.01177
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0.013222
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0.014801
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0.016469
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0.0182
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0.019956
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 0.021641
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 0.023177
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 0.024535
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 0.025742
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 0.026822
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 0.027745
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 0.028476
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 0.029013
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 0.029411
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 0.029724
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 0.029946
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 0.030042
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 0.029985
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 0.029773
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 0.029321
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 0.028439
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 0.026956
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 0.024914
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 0.022695
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 0.020832
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 0.019685
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 0.019265
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 0.019289
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 0.019437
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 0.019536
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 0.019557
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 0.019551
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 0.019548
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 0.019547
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 0.019547
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 0.019547
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 0.019547
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 0.019547
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11605"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 0.019547
}

    }

    return RESULT(__hpasRuleResult);
};