var 일반_실손비급여의료비_CFA11418_FA00044001_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:31:56
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1295
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1152
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 755
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 830
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 881
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 924
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 960
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 991
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1021
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1010
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1001
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 990
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1116
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 973
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 954
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 940
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 958
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1019
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1128
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1245
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 1349
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 1430
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 1490
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1104
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 1533
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 1566
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 1590
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 1616
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 1636
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 1648
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 1651
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 1651
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 1648
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 1646
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1085
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 1643
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 1639
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 1640
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 1654
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 1679
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 1712
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 1751
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 1803
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 1881
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 1952
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 995
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 2019
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 2091
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 2172
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 2254
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 2328
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 2389
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 2440
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 2491
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 2543
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 2591
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 858
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 2636
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 2687
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 2754
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 2837
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 2906
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 2986
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 3092
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 3198
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 3236
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3275
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 727
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3316
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3358
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3400
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3433
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3469
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3506
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3542
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 3578
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3619
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3661
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 679
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3706
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3742
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3807
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3886
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3958
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4016
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4054
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4073
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4094
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4119
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 694
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4145
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4170
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4195
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1148
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 964
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 845
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 778
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 713
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 684
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 678
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 690
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 718
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 757
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 824
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 921
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 836
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1042
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1136
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1198
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1248
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1295
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1342
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1387
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 1433
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 1473
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 1512
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 782
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 1552
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 1592
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 1633
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 1700
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 1769
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 1837
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 1910
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 1976
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 2095
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2175
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 840
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 2243
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 2322
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 2415
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 2524
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 2652
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 2797
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 2952
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 3103
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 3248
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 3383
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 921
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 3510
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 3624
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 3721
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 3786
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 3791
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 3734
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 3643
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 3561
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 3513
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 3481
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 990
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 3461
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 3458
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 3479
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 3460
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 3316
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 3242
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 3288
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 3388
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 3392
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3401
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1012
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3413
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3427
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3440
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3457
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3488
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3522
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3557
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 3591
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3628
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3669
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 985
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3719
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3804
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3913
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4037
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4154
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4251
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4313
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4342
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4345
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4339
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 918
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4333
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4328
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4328
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4330
}

    }

    return RESULT(__hpasRuleResult);
};