var 일반_상해_특약형_실손의료비_질병비급여__FA00044002_001 = function(가입금액,담보세부구분코드,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 13:18:13
    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 9226
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7359
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1324
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 12853
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 12875
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 12898
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 12917
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 12940
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 12960
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 12979
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 12998
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 13017
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 13036
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1200
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 13054
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1099
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1034
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1021
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1061
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1134
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1225
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1316
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1396
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5679
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1466
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1532
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1601
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1679
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1762
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1848
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1938
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2031
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2131
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2240
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4283
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2359
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2480
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2599
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2710
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2810
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2900
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 2983
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3059
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3131
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3204
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3228
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3282
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3376
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3490
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3628
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 3790
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 3971
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4165
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4366
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4576
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4802
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2513
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5045
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5316
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5606
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5913
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6227
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6540
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7138
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7423
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7706
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2073
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7992
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8293
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8614
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8959
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 9271
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 9389
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 9861
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 10335
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 10640
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 10947
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1806
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 11254
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 11474
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 11596
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 11689
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 11769
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 11848
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 11926
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 11996
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 12061
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 12120
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1617
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 12175
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 12226
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 12275
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 12320
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 12364
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 12405
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 12444
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 12481
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 12517
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 12550
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1463
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 12584
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 12615
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 12644
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 12674
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 12703
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 12729
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 12755
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 12781
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 12806
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 12829
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 9090
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7147
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1303
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 14860
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 14886
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 14910
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 14936
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 14958
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 14982
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 15005
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 15027
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 15048
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 15070
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1166
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 15091
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1056
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 986
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 966
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 999
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1072
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1178
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1311
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1462
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4818
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1628
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1804
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1983
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2161
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2328
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2487
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2632
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2766
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2892
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3009
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3254
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3123
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3359
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3494
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3645
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3816
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4002
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4203
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4413
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4635
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3035
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4872
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5441
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5789
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6183
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6603
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7026
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7424
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7786
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8119
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2389
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8430
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8727
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9002
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9245
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9448
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9603
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9706
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9754
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 9764
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 9764
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2013
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 9793
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 9890
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 10082
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 10383
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 10217
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 9706
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 9375
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 9844
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 10011
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 10178
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1789
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 10345
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 10510
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 10675
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 10925
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 11407
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 11912
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 12430
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 12951
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 13483
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 14019
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1614
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 14082
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 14140
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 14198
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 14250
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 14299
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 14346
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 14391
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 14433
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 14475
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 14512
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1455
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 14550
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 14586
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 14622
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 14655
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 14686
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 14717
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 14748
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 14777
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 14806
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 14833
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 9374
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7479
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1347
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 13061
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 13084
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 13106
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 13127
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 13148
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 13169
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 13189
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 13209
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 13227
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 13247
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1220
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 13265
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1117
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1051
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1039
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1078
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1152
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1244
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1337
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1418
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5771
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1490
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1556
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1628
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1706
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1789
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1878
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1968
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2062
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2166
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2276
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4352
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2397
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2520
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2641
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2754
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2855
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2948
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3033
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3109
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3182
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3256
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3280
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3335
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3431
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3547
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3687
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 3852
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4035
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4233
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4437
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4649
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4878
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2554
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5128
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5402
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5696
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6009
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6327
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6645
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6955
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7255
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7544
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7830
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2106
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8121
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8427
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8754
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 9105
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 9421
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 9541
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10020
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 10502
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 10813
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 11124
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1834
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 11437
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 11660
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 11784
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 11879
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 11960
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 12040
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 12117
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 12191
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 12255
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 12316
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1642
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 12371
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 12424
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 12474
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 12520
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 12564
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 12606
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 12644
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 12682
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 12719
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 12754
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1489
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 12788
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 12819
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 12850
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 12879
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 12907
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 12936
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 12961
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 12988
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 13012
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 13037
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 9299
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7310
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1331
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 15199
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 15224
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 15251
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 15275
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 15301
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 15323
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 15347
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 15370
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 15392
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 15413
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1192
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 15436
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1080
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1007
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 990
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1020
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1096
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1206
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1341
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1496
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4930
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1666
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1845
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2028
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2209
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2382
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2544
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2692
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2830
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2958
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3078
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3327
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3193
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3311
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3437
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3575
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3728
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4093
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4299
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4514
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4740
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3103
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4985
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5255
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5564
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5921
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6324
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6754
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7186
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7593
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7964
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8303
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2444
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8623
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8927
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9207
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9455
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9664
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9823
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9929
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9976
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 9986
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 9986
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2059
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10017
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10116
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 10312
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 10620
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 10451
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 9926
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 9590
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 10069
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 10240
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 10410
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1830
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 10580
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 10750
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 10919
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 11174
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 11666
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 12184
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 12713
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 13247
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 13792
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 14339
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1649
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 14402
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 14462
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 14520
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 14574
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 14624
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 14672
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 14719
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 14762
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 14805
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 14844
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1489
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 14882
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 14919
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 14954
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 14989
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 15022
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 15053
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 15085
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 15115
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 15143
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 15171
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 9875
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7879
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1418
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 13760
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 13784
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 13808
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 13830
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 13853
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 13874
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 13895
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 13916
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 13936
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 13955
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1285
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 13977
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1176
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1106
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1094
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1135
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1214
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1311
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1409
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1494
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 6080
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1570
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1641
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1716
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1797
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1886
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1979
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2075
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2173
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2280
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2399
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4585
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2525
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2655
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2782
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2900
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3007
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3104
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3193
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3275
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3352
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3431
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3456
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3514
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3616
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3737
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4058
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4252
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4458
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4675
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4899
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5140
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2690
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5402
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5690
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6002
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6330
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6666
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7002
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7327
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7643
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7948
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8250
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2220
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8555
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8876
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 9221
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 9592
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 9926
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 10051
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10555
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 11065
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 11391
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 11719
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1934
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 12050
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 12282
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 12415
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 12516
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 12600
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 12684
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 12767
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 12844
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 12912
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 12975
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1731
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 13034
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 13089
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 13140
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 13189
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 13236
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 13279
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 13322
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 13361
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 13400
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 13437
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1566
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 13472
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 13505
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 13537
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 13569
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 13598
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 13627
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 13657
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 13682
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 13709
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 13734
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 9813
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7716
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 16040
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 16070
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 16095
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 16123
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 16147
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 16174
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 16198
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 16222
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 16246
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 16268
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1259
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 16291
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1139
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1063
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1044
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1078
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1155
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1272
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1414
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1579
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5203
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1758
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1947
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2140
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2331
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2513
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2685
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2842
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2987
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3121
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3249
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3511
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3371
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3494
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3627
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3772
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3937
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4118
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4320
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4537
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4765
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5003
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3276
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5261
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5545
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5873
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6251
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6675
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7128
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7585
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8014
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8764
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2579
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 9099
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9420
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9717
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9979
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 10199
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 10367
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 10478
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 10530
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10540
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10540
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2175
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10572
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10676
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 10883
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 11209
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 11030
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 10478
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10121
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 10627
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 10806
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 10988
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1932
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 11168
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 11347
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 11524
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 11793
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 12313
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 12860
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 13417
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 13981
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 14555
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 15133
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1741
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 15202
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 15265
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 15324
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 15382
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 15436
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 15486
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 15534
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 15581
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 15624
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 15667
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1572
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 15708
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 15747
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 15782
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 15819
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 15854
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 15888
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 15920
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 15951
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 15982
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 16013
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 10123
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 8076
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1454
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 14103
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 14129
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 14153
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 14175
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 14199
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 14220
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 14243
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 14264
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 14284
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 14305
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1317
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 14324
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1207
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1134
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1123
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1165
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1244
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1345
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1444
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1532
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 6231
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1609
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1682
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1758
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1842
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1934
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2028
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2125
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2228
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2338
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2458
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4699
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2589
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2721
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2852
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2972
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3083
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3182
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3273
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3358
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3437
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3514
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3544
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3602
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3706
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3830
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3982
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4159
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4358
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4571
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4790
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5023
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5268
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2759
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5537
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5831
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6151
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6489
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6833
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7176
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7510
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7833
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8145
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8455
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2275
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8771
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 9099
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 9452
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 9831
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 10174
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 10301
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10820
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 11341
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 11676
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 12012
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1982
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 12351
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 12591
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 12724
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 12827
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 12915
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 13000
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 13085
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 13164
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 13233
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 13299
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1773
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 13360
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 13416
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 13469
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 13520
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 13567
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 13612
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 13655
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 13696
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 13734
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 13772
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1606
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 13808
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 13843
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 13875
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 13908
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 13939
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 13967
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 13996
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 14024
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 14051
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 14078
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 10058
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7909
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1441
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 16441
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 16470
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 16498
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 16525
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 16550
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 16577
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 16601
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 16626
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 16651
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 16674
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1289
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 16698
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1169
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1090
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1070
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1104
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1185
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1304
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1451
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1618
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5331
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1801
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1996
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2193
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2390
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2576
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2752
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2911
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3061
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3199
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3328
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3599
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3455
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3582
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3717
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3866
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4034
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4221
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4427
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4649
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4882
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5128
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3358
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5392
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5683
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6020
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6841
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7306
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7774
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8216
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8616
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8982
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2642
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 9326
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9657
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9960
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 10229
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 10452
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 10626
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 10738
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 10793
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10803
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10803
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2228
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10836
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10943
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 11155
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 11489
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 11305
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 10737
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10374
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 10892
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 11078
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 11261
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1980
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 11445
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 11629
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 11812
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 12088
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 12620
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 13179
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 13753
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 14329
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 14919
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 15509
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1785
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 15579
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 15646
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 15708
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 15765
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 15820
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 15871
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 15923
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 15970
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 16015
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 16058
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1610
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 16098
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 16139
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 16177
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 16215
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 16250
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 16284
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 16317
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 16350
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 16382
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 16410
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 7941
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 6335
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1141
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 11065
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 11083
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 11102
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 11122
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 11138
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 11157
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 11174
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 11189
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 11206
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 11222
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1034
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 11237
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 947
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 890
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 880
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 913
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 977
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1054
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1132
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1201
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4889
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1262
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1318
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1379
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1445
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1516
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1590
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1668
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 1747
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 1834
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 1928
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3686
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2031
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2135
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2237
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2331
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2418
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2497
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 2569
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 2634
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 2696
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2758
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2779
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 2825
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 2907
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3004
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 3263
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 3418
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 3585
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 3759
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 3940
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4133
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2165
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 4344
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 4576
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 4826
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5090
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5361
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5630
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5893
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6145
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6392
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6634
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1785
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6879
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7138
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 7414
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 7713
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 7982
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 8081
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 8489
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 8897
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 9159
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 9423
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1554
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 9688
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 9876
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 9983
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 10064
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 10131
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 10199
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 10265
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 10326
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 10382
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 10433
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1392
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 10481
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 10526
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 10567
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 10605
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 10643
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 10678
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 10712
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 10744
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 10775
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 10805
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1261
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 10831
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 10860
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 10886
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 10910
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 10934
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 10958
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 10981
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 11002
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 11024
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 11044
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 7627
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 5996
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1092
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 12465
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 12488
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 12509
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 12530
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 12550
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 12569
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 12588
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 12607
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 12624
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 12643
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 979
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 12661
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 887
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 827
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 811
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 837
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 899
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 989
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1100
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1227
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4042
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1366
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1513
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1663
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1811
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1954
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2086
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2209
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2321
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2425
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2525
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2729
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2620
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2716
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2818
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2932
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3058
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3200
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3358
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3525
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3703
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3889
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2545
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4087
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4310
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4564
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4858
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5186
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5540
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5895
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6228
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6533
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6810
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2004
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7072
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7321
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7552
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7755
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7926
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8057
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8143
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8183
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8190
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8190
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1689
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8216
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8297
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8458
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8712
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 8572
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 8141
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 7866
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 8258
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 8399
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 8539
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1501
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 8679
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 8817
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 8955
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 9164
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 9571
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 9993
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 10429
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 10865
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 11312
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 11761
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1354
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 11813
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 11862
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 11910
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 11954
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 11995
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 12036
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 12074
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 12109
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 12143
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 12175
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1221
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 12207
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 12237
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 12267
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 12295
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 12322
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 12348
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 12372
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 12398
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 12420
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 12444
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 9396
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7496
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1349
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 13091
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 13115
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 13137
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 13160
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 13179
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 13200
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 13220
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 13240
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 13260
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 13278
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1223
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 13298
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1120
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1052
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1042
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1080
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1155
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1247
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1341
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1421
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5785
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1494
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1561
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1631
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1710
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1793
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1882
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1972
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2069
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2170
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2282
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4362
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2403
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2527
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2647
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2759
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2862
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2954
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3038
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3117
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3189
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3263
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3289
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3344
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3440
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3555
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3696
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 3861
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4045
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4241
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4448
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4890
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2559
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5140
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5414
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5710
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6023
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6342
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6973
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7272
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7561
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7850
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2111
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8141
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8774
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 9126
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 9444
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 9564
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10044
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 10526
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 10838
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 11150
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1838
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 11464
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 11686
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 11812
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 11907
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 11989
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 12068
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 12145
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 12219
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 12284
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 12346
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1647
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 12400
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 12453
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 12502
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 12548
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 12593
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 12634
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 12675
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 12713
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 12750
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 12784
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1492
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 12817
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 12850
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 12881
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 12909
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 12938
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 12965
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 12992
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 13019
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 13043
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 13068
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 9328
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7334
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1335
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 15250
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 15277
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 15302
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 15327
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 15351
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 15375
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 15399
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 15420
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 15444
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 15465
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1196
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 15488
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1085
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1011
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 993
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1025
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1099
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1210
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1345
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1501
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4945
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1672
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1851
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2035
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2217
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2390
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2552
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2838
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2968
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3087
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3340
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3206
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3321
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3448
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3586
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3741
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3916
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4106
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4313
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4530
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4758
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3114
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5000
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5272
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5583
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5942
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6345
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6776
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7210
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7620
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7992
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8331
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2451
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8651
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8955
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9238
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9488
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9695
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9857
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9961
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 10010
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10021
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10021
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2068
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10050
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10148
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 10347
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 10657
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 10486
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 9960
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 9621
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 10102
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 10275
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 10445
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1837
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 10616
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 10786
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 10955
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 11211
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 11706
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 12226
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 12756
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 13291
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 13839
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 14386
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1655
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 14451
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 14512
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 14570
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 14623
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 14674
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 14722
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 14768
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 14812
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 14854
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 14895
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1493
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 14933
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 14971
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 15005
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 15040
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 15072
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 15105
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 15136
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 15165
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 15193
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 15223
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 9900
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7899
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1421
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 13793
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 13816
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 13841
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 13862
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 13886
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 13908
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 13929
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 13950
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 13970
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 13989
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1287
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 14009
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1179
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1108
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1097
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1138
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1217
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1314
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1411
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1499
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 6095
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1575
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1644
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1720
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1801
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1890
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1983
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2079
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2179
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2286
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2404
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4596
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2531
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2789
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2907
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3014
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3113
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3200
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3283
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3361
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3438
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3465
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3524
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3624
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3745
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3895
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4068
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4262
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4469
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4685
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4911
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5151
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2697
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5414
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5704
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6016
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6345
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6682
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7017
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7347
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7966
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8269
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2224
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8578
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8899
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 9245
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 9616
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 9949
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 10076
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10581
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 11090
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 11418
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 11748
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1938
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 12078
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 12313
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 12444
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 12544
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 12631
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 12715
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 12798
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 12874
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 12943
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 13006
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1735
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 13065
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 13120
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 13172
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 13222
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 13268
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 13312
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 13354
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 13393
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 13433
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 13469
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1572
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 13503
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 13537
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 13569
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 13600
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 13631
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 13661
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 13688
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 13716
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 13743
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 13768
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 9847
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7741
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1410
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 16094
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 16123
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 16150
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 16177
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 16202
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 16227
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 16251
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 16275
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 16299
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 16322
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1262
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 16346
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1144
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1066
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1048
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1082
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1161
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1276
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1420
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1585
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5220
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1763
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1954
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2147
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2338
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2523
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2693
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2851
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2997
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3133
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3259
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3524
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3382
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3506
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3638
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3785
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3949
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4133
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4334
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4551
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4780
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5021
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3286
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5278
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5564
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5893
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6271
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6696
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7151
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7610
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8041
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8434
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8793
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2587
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 9130
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9452
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9751
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 10012
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 10233
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 10402
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 10512
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 10565
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10575
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10575
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2182
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10607
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10712
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 10919
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 11247
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 11067
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 10511
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10155
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 10662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 10844
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 11024
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1940
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 11205
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 11383
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 11564
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 11831
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 12355
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 12901
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 13461
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 14027
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 14605
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 15182
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1747
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 15253
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 15316
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 15375
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 15433
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 15486
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 15537
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 15586
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 15632
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 15677
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 15719
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1576
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 15760
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 15799
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 15837
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 15872
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 15908
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 15941
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 15974
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 16005
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 16036
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 16065
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 10147
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 8095
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1456
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 14137
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 14162
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 14186
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 14210
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 14233
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 14255
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 14277
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 14299
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 14319
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 14340
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1321
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 14360
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1210
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1137
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1125
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1168
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1247
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1348
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1535
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 6248
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1614
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1686
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1762
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1847
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1938
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2032
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2131
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2234
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2344
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2465
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4711
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2594
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2728
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2859
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2980
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3090
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3190
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3282
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3365
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3445
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3524
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3551
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3610
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3714
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3840
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3992
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4169
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4368
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4582
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4803
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5034
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5280
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2765
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5551
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5847
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6166
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6503
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6850
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7193
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7530
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7852
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8166
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8476
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2280
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8792
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 9121
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 9476
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 9855
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 10199
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 10327
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10847
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 11368
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 11705
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 12041
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1987
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 12381
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 12622
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 12757
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 12858
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 12947
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 13033
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 13117
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 13195
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 13267
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 13330
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1778
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 13392
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 13448
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 13502
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 13551
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 13599
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 13644
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 13688
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 13729
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 13768
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 13806
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1610
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 13841
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 13875
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 13909
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 13941
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 13972
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 14002
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 14031
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 14060
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 14086
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 14113
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 10092
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 7935
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1445
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 16495
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 16525
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 16551
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 16579
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 16606
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 16632
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 16657
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 16681
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 16706
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 16729
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1293
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 16753
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1173
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1093
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1075
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1107
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1189
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1308
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1455
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1624
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5349
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1809
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2001
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2200
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2397
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2585
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2761
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2921
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3072
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3210
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3341
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3613
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3466
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3593
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3730
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3879
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4047
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4235
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4442
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4665
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4900
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5145
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3368
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5409
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5703
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6040
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6428
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6864
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7330
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7800
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8241
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8644
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 9012
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2651
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 9358
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9688
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9993
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 10262
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 10488
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 10662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 10775
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 10827
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10840
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10840
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2235
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10871
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10979
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 11191
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 11527
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 11343
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 10774
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10409
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 10929
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 11114
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 11300
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1987
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 11483
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 11668
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 11851
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 12127
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 12663
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 13224
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 13798
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 14378
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 14969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 15563
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1790
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 15632
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 15699
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 15760
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 15817
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 15872
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 15926
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 15975
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 16023
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 16068
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 16112
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1616
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 16153
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 16192
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 16230
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 16268
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 16305
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 16339
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 16371
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 16405
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 16436
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11803"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 16465
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};