var 일반_상해_해외여행II_단체할인율_001 = function(계약유형코드,피보험자수 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    단체할인율 = 0


    // Compiler Version 1 , Created : 2023-08-24 12:40:55
    if(((계약유형코드 == "06"))
    && ((피보험자수 < 100))){
        __hpasRuleResult = {
'단체할인율' : 0.00 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "06"))
    && ((피보험자수 >= 100)&&(피보험자수 < 500))){
        __hpasRuleResult = {
'단체할인율' : 0.01 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "06"))
    && ((피보험자수 >= 500)&&(피보험자수 < 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.02 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "06"))
    && ((피보험자수 >= 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.03 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "07"))
    && ((피보험자수 < 100))){
        __hpasRuleResult = {
'단체할인율' : 0.00 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "07"))
    && ((피보험자수 >= 100)&&(피보험자수 < 500))){
        __hpasRuleResult = {
'단체할인율' : 0.01 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "07"))
    && ((피보험자수 >= 500)&&(피보험자수 < 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.02 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "07"))
    && ((피보험자수 >= 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.03 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "10"))
    && ((피보험자수 < 100))){
        __hpasRuleResult = {
'단체할인율' : 0.00 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "10"))
    && ((피보험자수 >= 100)&&(피보험자수 < 500))){
        __hpasRuleResult = {
'단체할인율' : 0.01 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "10"))
    && ((피보험자수 >= 500)&&(피보험자수 < 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.02 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "10"))
    && ((피보험자수 >= 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.03 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "05"))
    && ((피보험자수 < 100))){
        __hpasRuleResult = {
'단체할인율' : 0.00 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "05"))
    && ((피보험자수 >= 100)&&(피보험자수 < 500))){
        __hpasRuleResult = {
'단체할인율' : 0.01 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "05"))
    && ((피보험자수 >= 500)&&(피보험자수 < 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.02 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "05"))
    && ((피보험자수 >= 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.03 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "04"))
    && ((피보험자수 < 100))){
        __hpasRuleResult = {
'단체할인율' : 0.00 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "04"))
    && ((피보험자수 >= 100)&&(피보험자수 < 500))){
        __hpasRuleResult = {
'단체할인율' : 0.01 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "04"))
    && ((피보험자수 >= 500)&&(피보험자수 < 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.02 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "04"))
    && ((피보험자수 >= 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.03 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "02"))
    && ((피보험자수 < 100))){
        __hpasRuleResult = {
'단체할인율' : 0.00 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "02"))
    && ((피보험자수 >= 100)&&(피보험자수 < 500))){
        __hpasRuleResult = {
'단체할인율' : 0.01 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "02"))
    && ((피보험자수 >= 500)&&(피보험자수 < 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.02 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "02"))
    && ((피보험자수 >= 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.03 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "03"))
    && ((피보험자수 < 100))){
        __hpasRuleResult = {
'단체할인율' : 0.00 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "03"))
    && ((피보험자수 >= 100)&&(피보험자수 < 500))){
        __hpasRuleResult = {
'단체할인율' : 0.01 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "03"))
    && ((피보험자수 >= 500)&&(피보험자수 < 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.02 , '예정기초율전환계수' : 1
}

    }
    else if(((계약유형코드 == "03"))
    && ((피보험자수 >= 10000))){
        __hpasRuleResult = {
'단체할인율' : 0.03 , '예정기초율전환계수' : 1
}

    }

    return RESULT(__hpasRuleResult);
};