var 일반_상해_여행자보험운동위험할증요율처리_001 = function(담보코드,여행중사망후유장해1의운동담보할증율,여행중사망후유장해2의운동담보할증율,여행중의료실비1의운동담보할증율,여행중의료실비2의운동담보할증율,여행중특별비용2의운동담보할증율 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    var 운동위험할증요율 = null;

    // Compiler Version 1 , Created : 2023-08-23 16:50:22
    if(true
){
        운동위험할증요율 = 0

    }

    if(담보코드 == "CFA10586" && 여행중사망후유장해1의운동담보할증율 > 0
){
        운동위험할증요율 = 여행중사망후유장해1의운동담보할증율

    }

    if(담보코드 == "CFA10586" && 여행중사망후유장해2의운동담보할증율 > 0
){
        운동위험할증요율 = 여행중사망후유장해2의운동담보할증율

    }

    if(담보코드 == "CFA10595" && 여행중특별비용2의운동담보할증율 > 0
){
        운동위험할증요율 = 여행중특별비용2의운동담보할증율

    }

    if((담보코드 == "CFA10587" ||  담보코드 == "CFA10952" || 담보코드 == "CFA10953" || 담보코드 == "CFA10954" || 담보코드 == "CFA10955" || 담보코드 == "CFA10960" || 담보코드 == "CFA10961" || 담보코드 == "CFA10962" || 담보코드 == "CFA10963" ||  담보코드 == "CFA11421" ||  담보코드 == "CFA11422" ||  담보코드 == "CFA11423" ||  담보코드 == "CFA11427" ||  담보코드 == "CFA11428" ||  담보코드 == "CFA11429" ||  담보코드 == "CFA11807" ||  담보코드 == "CFA11809" ||  담보코드 == "CFA11814" ||  담보코드 == "CFA11816") && 여행중의료실비1의운동담보할증율 > 0
){
        운동위험할증요율 = 여행중의료실비1의운동담보할증율

    }

    if((담보코드 == "CFA10587" ||  담보코드 == "CFA10952" || 담보코드 == "CFA10953" || 담보코드 == "CFA10954" || 담보코드 == "CFA10955" || 담보코드 == "CFA10960" || 담보코드 == "CFA10961" || 담보코드 == "CFA10962" || 담보코드 == "CFA10963" ||  담보코드 == "CFA11421" ||  담보코드 == "CFA11422" ||  담보코드 == "CFA11423" ||  담보코드 == "CFA11427" ||  담보코드 == "CFA11428" ||  담보코드 == "CFA11429" || 담보코드 == "CFA11807" ||  담보코드 == "CFA11809" ||  담보코드 == "CFA11814" ||  담보코드 == "CFA11816") && 여행중의료실비2의운동담보할증율 > 0
){
        운동위험할증요율 = 여행중의료실비2의운동담보할증율

    }
    __hpasRuleResult = {
        운동위험할증요율 : 운동위험할증요율
    }

    return RESULT(__hpasRuleResult);
};