var 일반_공통_화면_콤포넌트_001 = function(콤포넌트아이디 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = [];


    // Compiler Version 1 , Created : 2023-08-18 17:36:09
    var canSheetNext = true
    if(canSheetNext) {

    if(((콤포넌트아이디 == "C000001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물명" , '적용항목' : "목적물명" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "적용업종" , '적용항목' : "적용업종" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "11" , '적용항목명' : "영위업종코드" , '적용항목' : "rtApcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 19 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "적용업종" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "movFIRA023" , '적용항목' : "movFIRA023" , '적용코드' : "업종조회" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물유형" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "목적물유형" , '적용항목' : "ojTpCsfcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물명" , '적용항목' : "목적물명" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "적용업종" , '적용항목' : "적용업종" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "11" , '적용항목명' : "영위업종코드" , '적용항목' : "rtApcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 24 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "bnnm" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 7 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "movFIRA023" , '적용항목' : "movFIRA023" , '적용코드' : "업종조회" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "건물구조/급수" , '적용항목' : "건물구조/급수" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "기둥(조)" , '적용항목' : "plecd" , '적용코드' : "00156" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "지붕(즙)" , '적용항목' : "rofcd" , '적용코드' : "00653" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "외벽" , '적용항목' : "wllcd" , '적용코드' : "00273" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 3 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "급수" , '적용항목' : "comBldRnkcd" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "급" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 7 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "movFIRA118" , '적용항목' : "movFIRA118" , '적용코드' : "검색" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 2 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보내용" , '적용항목' : "담보내용" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 58 , '행높이' : 2 , '화면표시구성요소구분코드' : "04" , '적용항목명' : "담보내용" , '적용항목' : "cvrCn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보내용" , '적용항목' : "titleCvrCn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 25 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "담보내용" , '적용항목' : "cvrCn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 24 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "약정복구기간" , '적용항목' : "titleAgrRestTrm" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "약정복구기간" , '적용항목' : "agrRestTrmcd" , '적용코드' : "@:선택^01492" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000011"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보내용" , '적용항목' : "titleCvrCn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000011"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 25 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "cvrCn" , '적용항목' : "cvrCn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000011"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 24 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000011"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "약정복구기간" , '적용항목' : "titleAgrRestTrm" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000011"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "약정복구기간" , '적용항목' : "agrRestTrmcd" , '적용코드' : "@:선택^01492" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "부보비율" , '적용항목' : "titleInrt" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "부보비율" , '적용항목' : "inrt" , '적용코드' : "0:선택;100:100%;90:90%;80:80%;70:70%;60:60%;50:50%" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : "0"
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 258 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "면책기간" , '적용항목' : "titleImuTrmDays" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "면책기간" , '적용항목' : "imuTrmDays" , '적용코드' : "@:선택^01493" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "부보비율" , '적용항목' : "titleInrt" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "부보비율" , '적용항목' : "inrt" , '적용코드' : "0:선택;100:100%;90:90%;80:80%;70:70%;60:60%;50:50%" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : "0"
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 258 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "면책기간" , '적용항목' : "titleImuTrmDays" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "면책기간" , '적용항목' : "imuTrmDays" , '적용코드' : "@:선택^01493" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000006"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "장비분류" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000006"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "적용업종" , '적용항목' : "rtApcd" , '적용코드' : "01478" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000006"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "건설기계구분코드 추가속성코드" , '적용항목' : "MA00049" , '적용코드' : "02201" , '속성코드' : "MA00049" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "장비명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "장비명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 24 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "장비등록번호" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "장비등록번호" , '적용항목' : "MA00010" , '적용코드' : "type:'han'" , '속성코드' : "MA00010" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "장비대수" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "장비대수 산출기초" , '적용항목' : "eqmtCtCcBavl" , '적용코드' : "type:'num''" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "건설기계명세" , '적용항목' : "movFIRA212" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "dolink" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 122 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "중장비여부" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "준설선/선상내(해상/수상작업)" , '적용항목' : "MA00161" , '적용코드' : "" , '속성코드' : "MA00161" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물유형" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "목적물유형" , '적용항목' : "ojTpCsfcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 180 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : null , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "적용업종" , '적용항목' : "적용업종" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 19 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "적용업종" , '적용항목' : "rtApnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "적용업종조회" , '적용항목' : "movFIRA023_1" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 40 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "실제영위직종" , '적용항목' : "titleOjTp" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "C000010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "실제영위직종" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : null , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물유형" , '적용항목' : "목적물유형" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "목적물유형" , '적용항목' : "ojTpCsfcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "목적물유형" , '적용항목' : "ojTpcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "적용업종" , '적용항목' : "적용업종" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 19 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "rtApnm" , '적용항목' : "rtApnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "적용업종조회" , '적용항목' : "movFIRA023_1" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물명" , '적용항목' : "titleStock" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : null , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "품목분류" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 19 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "품목분류" , '적용항목' : "mngmBtpnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "품목분류조회" , '적용항목' : "movFIRA023_2" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "실제영위직종" , '적용항목' : "titleOjTp" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "실제영위직종" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : null , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "할인할증" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "고층건물할증" , '적용항목' : "MA00087" , '적용코드' : "" , '속성코드' : "MA00087" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "공지할인" , '적용항목' : "MA00005" , '적용코드' : "" , '속성코드' : "MA00005" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "11" , '적용항목명' : "공지할인율" , '적용항목' : "MA00091" , '적용코드' : "" , '속성코드' : "MA00091" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "공지할인조회" , '적용항목' : "movFIRA109" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "소화설비할인" , '적용항목' : "MA00003" , '적용코드' : "" , '속성코드' : "MA00003" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 7 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "11" , '적용항목명' : "소화설비종류코드" , '적용항목' : "MA00102" , '적용코드' : "" , '속성코드' : "MA00102" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 8 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "11" , '적용항목명' : "소화설비할인율" , '적용항목' : "MA00090" , '적용코드' : "" , '속성코드' : "MA00090" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 9 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "소화설비할인조회" , '적용항목' : "movFIRA110" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 10 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "불연내장재할인" , '적용항목' : "MA00006" , '적용코드' : "" , '속성코드' : "MA00006" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 11 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "재고자산할증" , '적용항목' : "MA00007" , '적용코드' : "" , '속성코드' : "MA00007" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 12 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "특수건물할인" , '적용항목' : "MA00008" , '적용코드' : "" , '속성코드' : "MA00008" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 13 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "11" , '적용항목명' : "특수건물할인율" , '적용항목' : "MA00089" , '적용코드' : "" , '속성코드' : "MA00089" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 14 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "우량할인" , '적용항목' : "MA00004" , '적용코드' : "" , '속성코드' : "MA00004" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "MVPR004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 15 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "11" , '적용항목명' : "우량물건할인율" , '적용항목' : "MA00092" , '적용코드' : "" , '속성코드' : "MA00092" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물찾기" , '적용항목' : "titOjOjHelp" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : null , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 4 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "영위업종코드" , '적용항목' : "rtApcd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물상세내용" , '적용항목' : "pprBnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "한글목적물명" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "업종조회" , '적용항목' : "movFIRA023" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "수리위험여부(Wet Risk)" , '적용항목' : "MA00086" , '적용코드' : "" , '속성코드' : "MA00086" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00006"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물찾기" , '적용항목' : "titOjOjHelp" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : null , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00006"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 4 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "영위업종코드" , '적용항목' : "rtApcd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00006"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물상세내용" , '적용항목' : "pprBnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00006"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "한글목적물명" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00006"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "업종조회" , '적용항목' : "movFIRA023" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00006"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "거룻배, 짐배에 설치" , '적용항목' : "MA00035" , '적용코드' : "" , '속성코드' : "MA00035" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물찾기" , '적용항목' : "titOjOjHelp" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : null , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 4 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "영위업종코드" , '적용항목' : "rtApcd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물상세내용" , '적용항목' : "pprBnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "한글목적물명" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "업종조회" , '적용항목' : "movFIRA023" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물상세명" , '적용항목' : "titOjDtCn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 25 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물상세명" , '적용항목' : "ojDtCn" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "공사기간" , '적용항목' : "titBzStDt" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "공사기간(from)" , '적용항목' : "bzStDt" , '적용코드' : "type:'date',calendar:true" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "~" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "공사기간(to)" , '적용항목' : "bzClsDt" , '적용코드' : "type:'date',calendar:true" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 7 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "(" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 8 , '길이' : 3 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "공사개월수" , '적용항목' : "wrkMntct" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 9 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "개월)" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보내용" , '적용항목' : "titCvrCn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 25 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "담보내용" , '적용항목' : "cvrCn" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "시운전기간" , '적용항목' : "titTrrunMntct" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "시운전기간" , '적용항목' : "trrunMntct" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "개월" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물명세" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 3 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "유무" , '적용항목' : "plojListItemYn" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 2 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "목적물명세" , '적용항목' : "movFIRA603" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "dolink" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 212 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "해체위험여부" , '적용항목' : "tdOjDsmntRkYnHelp" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : ":" , '적용항목' : "dsmntRkYn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 7 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "해체위험할증율" , '적용항목' : "MA00088" , '적용코드' : "type:'num', mask:'#,###.00'" , '속성코드' : "MA00088" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 8 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "%" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : "0"
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "이익상실/비용" , '적용항목' : "titPftLosCost" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "보상기간 :" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 3 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "보상기간" , '적용항목' : "cmpTrm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 4 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "보상기간구분코드" , '적용항목' : "cmpTrmFlgCd" , '적용코드' : "06:개월;07:일" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "공제기간 :" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 7 , '길이' : 3 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "공제기간" , '적용항목' : "dcTrm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 8 , '길이' : 4 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "공제기간구분코드" , '적용항목' : "dcTrmFlgCd" , '적용코드' : "06:개월;07:일" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 9 , '길이' : 14 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 10 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물명세" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 11 , '길이' : 3 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "유무" , '적용항목' : "plojListItemYn" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 12 , '길이' : 2 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "목적물명세" , '적용항목' : "movFIRA603" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "dolink" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 13 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "해체위험여부" , '적용항목' : "tdOjDsmntRkYnHelp" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 14 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : ":" , '적용항목' : "dsmntRkYn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 15 , '길이' : 4 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "해체위험할증율" , '적용항목' : "MA00088" , '적용코드' : "type:'num', mask:'#,###.00'" , '속성코드' : "MA00088" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : "0"
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 16 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "%" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 35 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보대회명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "담보대회명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "대회장소명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "대회장소명" , '적용항목' : "MA00258" , '적용코드' : "type:'han'" , '속성코드' : "MA00258" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "지정코스홀" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 35 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "지정코스홀" , '적용항목' : "MA00016" , '적용코드' : "type:'han'" , '속성코드' : "MA00016" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "참가인원" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "임직원수" , '적용항목' : "MA00256" , '적용코드' : "type:'num'" , '속성코드' : "MA00256" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 24 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "참가인원세부내역" , '적용항목' : "MA00257" , '적용코드' : "type:'han'" , '속성코드' : "MA00257" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "라운드수" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "라운드수" , '적용항목' : "MA00017" , '적용코드' : "type:'num'" , '속성코드' : "MA00017" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "라운드" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00011"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "동물종류" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00011"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "동물종류" , '적용항목' : "rtApcd" , '적용코드' : "70501:말;70502:수달;70503:애완견;70504:호랑이;70591:(임시)기타동물" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00011"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "피보험자업종" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00011"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "피보험자업종" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "생년월일" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "생년월일" , '적용항목' : "MA00013" , '적용코드' : "type:'date',calendar:true" , '속성코드' : "MA00013" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "나이 :" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : null , '화면CLASS정보' : null , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "년" , '적용항목' : "MA00014" , '적용코드' : "type:'num'" , '속성코드' : "MA00014" , '수정상태코드' : "x" , '필수입력여부' : null , '화면CLASS정보' : null , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "년" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : null , '화면CLASS정보' : null , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "구입(수입)일자" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "GR00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 7 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "구입(수입)일자" , '적용항목' : "MA00015" , '적용코드' : "type:'date',calendar:true" , '속성코드' : "MA00015" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "물건구분" , '적용항목' : "물건구분" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "objflgcd" , '적용항목' : "objflgcd" , '적용코드' : "01:주택;02:일반;03:공장" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "소화설비할인" , '적용항목' : "소화설비할인" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "dccd" , '적용항목' : "dccd" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "03" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "btnCSearch" , '적용항목' : "btnCSearch" , '적용코드' : "할인율조회" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "소재지누적" , '적용항목' : "소재지누적" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "lctcd" , '적용항목' : "lctcd" , '적용코드' : "00983" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 3 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "lctcd1" , '적용항목' : "lctcd1" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-alert" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "-" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 3 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "lctcd2" , '적용항목' : "lctcd2" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "Y" , '화면CLASS정보' : "state-highlight" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000002"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 1 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "상세주소" , '적용항목' : "상세주소" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "X000002"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 2 , '길이' : 30 , '행높이' : 2 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "address" , '적용항목' : "address" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "업종분류" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 14 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "상위업종명" , '적용항목' : "pprBnnm" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "업종분류" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "업종조회" , '적용항목' : "movFIRA023" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00002"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 35 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보내용" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00003"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 35 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "담보내용" , '적용항목' : "cvrCn" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보기준" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "담보기준" , '적용항목' : "lbRpblCvrStncd" , '적용코드' : "01:손해사고기준;02:배상청구기준" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : "02"
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 28 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "통지기간연장담보" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "통지기간연장담보" , '적용항목' : "ntTrmXtCvrdy" , '적용코드' : "type:'num',maxlength:11" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00004"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "일" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00004"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "소급담보일자" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00004"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 2 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보일자" , '적용항목' : "retrCvrdt" , '적용코드' : "type:'date',calendar:true" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00004"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 3 , '길이' : 28 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보추가사항" , '적용항목' : "retrCvrdtAdCnd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보기준" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00005"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "담보기준" , '적용항목' : "lbRpblCvrStncd" , '적용코드' : "01:손해사고기준" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보기준" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "담보기준" , '적용항목' : "lbRpblCvrStncd" , '적용코드' : "02:배상청구기준" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 28 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "통지기간연장담보" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "통지기간연장담보" , '적용항목' : "ntTrmXtCvrdy" , '적용코드' : "type:'num',maxlength:11" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00009"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "일" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00009"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "소급담보일자" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00009"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 2 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보일자" , '적용항목' : "retrCvrdt" , '적용코드' : "type:'date',calendar:true" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00009"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 3 , '길이' : 28 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보추가사항" , '적용항목' : "retrCvrdtAdCnd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00006"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "행사여부" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00006"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "행사여부" , '적용항목' : "MA00166" , '적용코드' : "" , '속성코드' : "MA00166" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "도급업무명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00007"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 35 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "도급업무명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "계약가입형태" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "계약가입형태" , '적용항목' : "is_Tpcd" , '적용코드' : ":선택;00:개별공사계약;02:연간포괄계약" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 28 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "피보험자구분" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00008"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 12 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "피보험자구분" , '적용항목' : "wrkEntpFlgcd" , '적용코드' : ":선택;01:원청자(원도급업자);02:하청자(하도급업자);03:발주자" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "생산물분류" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 14 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "상위생산물분류명" , '적용항목' : "pprBnnm" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 17 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "생산물분류" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00010"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "업종조회" , '적용항목' : "movFIRA023" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00011"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "생산물명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00011"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 35 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "생산물명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "업태구분" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "제조업" , '적용항목' : "MA00053" , '적용코드' : "" , '속성코드' : "MA00053" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "판매업" , '적용항목' : "MA00054" , '적용코드' : "" , '속성코드' : "MA00054" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "수입판매업" , '적용항목' : "MA00055" , '적용코드' : "" , '속성코드' : "MA00055" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "설치,해체업" , '적용항목' : "MA00056" , '적용코드' : "" , '속성코드' : "MA00056" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00012"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "유지보수업" , '적용항목' : "MA00057" , '적용코드' : "" , '속성코드' : "MA00057" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보기준" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "담보기준" , '적용항목' : "lbRpblCvrStncd" , '적용코드' : "01:손해사고기준" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00013"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "판매업자명세" , '적용항목' : "movFIRA215" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "dolink" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보지역" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 9 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "담보지역" , '적용항목' : "cvrArecd" , '적용코드' : "00185" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00014"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 26 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "담보지역내용" , '적용항목' : "cvrAreAdCnd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00015"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "제품군" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00015"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "제품군" , '적용항목' : "MG00324" , '적용코드' : "type:'han'" , '속성코드' : "MG00324" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00015"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "제품명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00015"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "제품명" , '적용항목' : "MG00325" , '적용코드' : "type:'han'" , '속성코드' : "MG00325" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00016"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "소급담보일자" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00016"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보일자" , '적용항목' : "retrCvrdt" , '적용코드' : "type:'date',calendar:true" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00016"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 28 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보추가사항" , '적용항목' : "retrCvrdtAdCnd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00017"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보지역" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00017"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 35 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "담보지역내용" , '적용항목' : "cvrAreAdCnd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00018"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "보상특수조건" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00018"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "보상특수조건값" , '적용항목' : "cmpSpclCndvl" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00018"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "보상특수조건코드" , '적용항목' : "cmpSpclCndcd" , '적용코드' : "01:손해율한도" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00019"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "보상기간" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00019"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "보상기간" , '적용항목' : "cmpTrm" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00019"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "일자구분" , '적용항목' : "cmpTrmCd" , '적용코드' : ":;06:개월;07:일" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00019"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00019"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "면책기간" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00019"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "면책기간" , '적용항목' : "imuTrm" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00019"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 7 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "일자구분" , '적용항목' : "imuTrmCd" , '적용코드' : ":;06:개월;07:일" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00020"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "보상비율" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00020"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "보상비율" , '적용항목' : "cmpRt" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00020"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "%" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00020"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 63 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00020"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "보상특수조건" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00020"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "보상특수조건코드" , '적용항목' : "cmpSpclCndcd" , '적용코드' : "01:손해율한도" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00020"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 7 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "보상특수조건값" , '적용항목' : "cmpSpclCndvl" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00021"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "업종분류" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00021"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "11" , '적용항목명' : "상위업종명" , '적용항목' : "pprBnnm" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00021"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 11 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "업종분류" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00021"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "업종조회" , '적용항목' : "movFIRA023" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00021"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "목적물명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00021"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 12 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00022"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 3 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보내용" , '적용항목' : "담보내용" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00022"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 35 , '행높이' : 3 , '화면표시구성요소구분코드' : "04" , '적용항목명' : "담보내용" , '적용항목' : "cvrCn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00023"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "업종분류" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00023"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "11" , '적용항목명' : "상위업종명" , '적용항목' : "pprBnnm" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00023"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "업종분류" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00023"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "업종조회" , '적용항목' : "movFIRA023" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00023"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 14 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00023"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "제조" , '적용항목' : "MA00037" , '적용코드' : "" , '속성코드' : "MA00037" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00023"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 7 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "판매" , '적용항목' : "MA00038" , '적용코드' : "" , '속성코드' : "MA00038" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00023"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 8 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "금융" , '적용항목' : "MA00039" , '적용코드' : "" , '속성코드' : "MA00039" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00023"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 9 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "서비스" , '적용항목' : "MA00040" , '적용코드' : "" , '속성코드' : "MA00040" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00024"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보지역" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00024"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "담보지역" , '적용항목' : "cvrArecd" , '적용코드' : "01:대한민국;99:전세계" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00024"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 28 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "담보지역내용" , '적용항목' : "cvrAreAdCnd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00025"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "소급담보일자" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00025"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보일자" , '적용항목' : "retrCvrdt" , '적용코드' : "type:'date',calendar:true" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00025"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 28 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보추가사항" , '적용항목' : "retrCvrdtAdCnd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00026"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "총자산" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00026"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "총자산화폐" , '적용항목' : "tAsamtMncd" , '적용코드' : "WON:WON" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00026"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "총자산금액" , '적용항목' : "tAsamt" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00026"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "임직원현황" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00026"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "임직원수" , '적용항목' : "xstfPsct" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00026"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00027"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "공제금액 추가조건" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {

    if(((콤포넌트아이디 == "LB00027"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "07" , '적용항목명' : "해당 담보 공제금액 우선 적용" , '적용항목' : "selfChamtPrapYn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00028"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보기준" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00028"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "담보기준" , '적용항목' : "lbRpblCvrStncd" , '적용코드' : "02:배상청구기준" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00028"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "판매업자명세" , '적용항목' : "movFIRA215" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "dolink" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00028"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "통지기간연장담보" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00028"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "통지기간연장담보" , '적용항목' : "ntTrmXtCvrdy" , '적용코드' : "type:'num',maxlength:11" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00028"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "일" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00028"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "소급담보일자" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00028"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 2 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보일자" , '적용항목' : "retrCvrdt" , '적용코드' : "type:'date',calendar:true" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00028"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 3 , '길이' : 28 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보추가사항" , '적용항목' : "retrCvrdtAdCnd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00029"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "기본담보" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00029"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "11" , '적용항목명' : "상위업종명" , '적용항목' : "pprBnnm" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00029"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "업종분류" , '적용항목' : "bnnm" , '적용코드' : "Premises:Premises;Transit:Transit" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00029"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 28 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "목적물명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00030"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "시설관리전문업체" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00030"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "06" , '적용항목명' : "시설관리전문업체 여부" , '적용항목' : "MA00192" , '적용코드' : "1:예;0:아니오" , '속성코드' : "MA00192" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00031"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "발렛파킹" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00031"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "06" , '적용항목명' : "발렛파킹 유무" , '적용항목' : "MA00193" , '적용코드' : "0:없음;1:있음" , '속성코드' : "MA00193" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00032"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보기준" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00032"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "담보기준" , '적용항목' : "lbRpblCvrStncd" , '적용코드' : "01:손해사고기준;02:배상청구기준" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00032"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "판매업자명세" , '적용항목' : "movFIRA215" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "dolink" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00032"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "통지기간연장담보" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00032"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "통지기간연장담보" , '적용항목' : "ntTrmXtCvrdy" , '적용코드' : "type:'num',maxlength:11" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00032"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "일" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00032"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "소급담보일자" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00032"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 2 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보일자" , '적용항목' : "retrCvrdt" , '적용코드' : "type:'date',calendar:true" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00032"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 3 , '길이' : 28 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보추가사항" , '적용항목' : "retrCvrdtAdCnd" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00033"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "담보위험명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00033"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 35 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "담보위험명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00034"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "사업내용" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00034"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 35 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "사업내용" , '적용항목' : "cvrCn" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00035"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "보상비율" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00035"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 7 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "보상비율" , '적용항목' : "cmpRt" , '적용코드' : "type:'num'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00035"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "%" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00035"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 56 , '행높이' : 1 , '화면표시구성요소구분코드' : "12" , '적용항목명' : "" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00035"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "자회사담보여부" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00035"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "06" , '적용항목명' : "자회사담보여부 여부" , '적용항목' : "MA00066" , '적용코드' : "1:예;0:아니오" , '속성코드' : "MA00066" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00036"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "전문직업명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00036"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 30 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "전문직업명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00037"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "업무명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00037"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 30 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "업무명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00038"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "계약금액" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00038"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "계약금액" , '적용항목' : "ojDtCn" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00038"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "공사기간" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00038"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "공사시기" , '적용항목' : "bzStdt" , '적용코드' : "type:'date'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00038"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "~" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00038"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 6 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "공사종기" , '적용항목' : "bzClsdt" , '적용코드' : "type:'date'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00039"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "발주자명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00039"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "발주자명" , '적용항목' : "MG00326" , '적용코드' : "type:'han'" , '속성코드' : "MG00326" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00040"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "기초담보내역" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00040"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "기초담보내역" , '적용항목' : "MA00067" , '적용코드' : "00161" , '속성코드' : "MA00067" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00040"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 25 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "기초담보내역" , '적용항목' : "MA00068" , '적용코드' : "type:'han'" , '속성코드' : "MA00068" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00041"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "건설기계유형" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00041"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "상위업종명" , '적용항목' : "pprBnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00041"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "업종분류" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00041"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "업종조회" , '적용항목' : "movFIRA023" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "Y" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00042"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "건설기계구분" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00042"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 12 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "건설기계구분" , '적용항목' : "MA00049" , '적용코드' : "01:무한궤도식 건설기계;02:타이어식 건설기계" , '속성코드' : "MA00049" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00043"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "건설기계명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00043"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 30 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "건설기계명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00044"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "건설기계설명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00044"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 30 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "건설기계설명" , '적용항목' : "ojDtCn" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00045"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "업종분류" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00029"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "11" , '적용항목명' : "상위업종명" , '적용항목' : "pprBnnm" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00045"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 20 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "상위업종명" , '적용항목' : "bnnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "x" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00045"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 1 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "업종조회" , '적용항목' : "movFIRA023" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "icon-search" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00046"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "임상시험명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00046"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 30 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "임상시험명" , '적용항목' : "hnglOjnm" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00047"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "소급담보일자" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00047"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 6 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "소급담보일자" , '적용항목' : "retrCvrdt" , '적용코드' : "type:'date',calendar:true" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00047"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "통지기간연장" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00047"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 5 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "통지기간연장" , '적용항목' : "ntTrmXtCvrdy" , '적용코드' : "type:'num',maxlength:11" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00047"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 5 , '길이' : 0 , '행높이' : 1 , '화면표시구성요소구분코드' : "02" , '적용항목명' : "일" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00048"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "의약품명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00048"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "의약품명" , '적용항목' : "MA00051" , '적용코드' : "type:'han'" , '속성코드' : "MA00051" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00048"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 3 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "임상시험기관" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "LB00048"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 4 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "임상시험기관" , '적용항목' : "MA00052" , '적용코드' : "type:'han'" , '속성코드' : "MA00052" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : null
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "TEST01"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 4 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "텍스트에리어테스트" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "TEST01"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 30 , '행높이' : 4 , '화면표시구성요소구분코드' : "04" , '적용항목명' : "텍스트에리어테스트" , '적용항목' : "test1" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "TEST01"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "길이테스트길이테스트길이테스트길이테스트길이테스트" , '적용항목' : null , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "TEST01"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "길이테스트길이테스트길이테스트길이테스트길이테스트" , '적용항목' : "test2" , '적용코드' : "type:'han'" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "TEST01"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 3 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "05" , '적용항목명' : "길이테스트길이테스트길이테스트길이테스트길이테스트" , '적용항목' : "test3" , '적용코드' : "0:없음;1:있음" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "TEST01"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 4 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "08" , '적용항목명' : "큰버튼" , '적용항목' : "test3" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "Y" , '화면CLASS정보' : "dolink" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "TEST01"))){
        __hpasRuleResult.push({
'행순번' : 3 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "테스트테스트" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "TEST01"))){
        __hpasRuleResult.push({
'행순번' : 3 , '열순번' : 2 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "10" , '적용항목명' : "테스트테스트" , '적용항목' : "test4" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "TEST01"))){
        __hpasRuleResult.push({
'행순번' : 3 , '열순번' : 3 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "2coltest" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "TEST01"))){
        __hpasRuleResult.push({
'행순번' : 3 , '열순번' : 3 , '길이' : 10 , '행높이' : 1 , '화면표시구성요소구분코드' : "06" , '적용항목명' : "라디오" , '적용항목' : "test5" , '적용코드' : "01:손해사고기준;02:배상청구기준" , '속성코드' : "" , '수정상태코드' : "01|02|13" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "설계번호" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 1 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "설계번호" , '적용항목' : "inqPlno" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : "FA201230250916"
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "출력물id" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 2 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "출력물id" , '적용항목' : "inqVrId" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : "FIRA803"
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 3 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "출력구분" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "state-required" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 3 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "출력구분" , '적용항목' : "inqVrGubun" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "Y" , '화면CLASS정보' : "" , '기본값S' : "01"
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 4 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "증권번호" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 4 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "증권번호" , '적용항목' : "inqPlyno" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : "FA20071621022000"
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 6 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "조회구분" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 6 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "조회구분" , '적용항목' : "inq_gb" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 7 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "취급직원번호" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 7 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "취급직원번호" , '적용항목' : "inqDhStfno" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 8 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "이메일보안인증번호" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 8 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "이메일보안인증번호" , '적용항목' : "inqEmailSecuPw" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 9 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "상품코드" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 9 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "상품코드" , '적용항목' : "inqGdcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 10 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "보험종목명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 10 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "보험종목명" , '적용항목' : "inqInsItmcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 11 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "출력옵션" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 11 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "출력옵션" , '적용항목' : "inqOutUseFlgcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 12 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "출력물TAB구분" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 12 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "출력물TAB구분" , '적용항목' : "inqPrnotDomnFlg" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 13 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "출력물부분출력구분코드" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 13 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "출력물부분출력구분코드" , '적용항목' : "inqPrnotPartOutFlgcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 14 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "문서분류코드" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 14 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "문서분류코드" , '적용항목' : "inqDcuCsfcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 15 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "부서코드" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 15 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "부서코드" , '적용항목' : "inqDepCd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 16 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "거래처명" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 16 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "거래처명" , '적용항목' : "inqDlpnm" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 17 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "출재내용" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 17 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "출재내용" , '적용항목' : "inqReCn" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 18 , '열순번' : 1 , '길이' : 8 , '행높이' : 1 , '화면표시구성요소구분코드' : "01" , '적용항목명' : "위험유형" , '적용항목' : "" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }

    if(((콤포넌트아이디 == "PRNOT001"))){
        __hpasRuleResult.push({
'행순번' : 18 , '열순번' : 2 , '길이' : 15 , '행높이' : 1 , '화면표시구성요소구분코드' : "03" , '적용항목명' : "위험유형" , '적용항목' : "inqRkTpcd" , '적용코드' : "" , '속성코드' : "" , '수정상태코드' : "" , '필수입력여부' : "" , '화면CLASS정보' : "" , '기본값S' : ""
})
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};