var 일반_상해_해외여행_기본형 실손의료비_질병급여__FA00045009_001 = function(가입금액,담보세부구분코드,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:30:42
    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 95997
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 72040
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 18295
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 279513
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 279960
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 280396
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 280820
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 281231
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 281633
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 282025
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 282408
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 282779
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 283147
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 19024
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 283514
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 19946
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 21242
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 22917
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 24757
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 26471
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 27823
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 28696
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 29137
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 50976
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 29301
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 29395
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 29605
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 30064
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 30847
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 31957
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 33378
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 35084
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 37035
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 39186
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 32586
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 41449
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 43727
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 45930
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 48030
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 50023
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 51959
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 53861
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 55730
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 57559
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 59408
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 23190
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 61394
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 63684
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 66406
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 69643
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 73369
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 77489
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 81876
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 86464
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 91272
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 96399
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 17196
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 101941
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 107958
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 114477
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 121519
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 129077
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 137138
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 145609
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 154295
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 162943
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 171337
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 15241
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 179361
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 187061
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 194597
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 202105
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 209676
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 212185
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 222315
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 232242
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 238506
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 244344
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 15564
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 248789
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 252135
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 254577
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 256442
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 258035
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 259579
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 261104
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 262525
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 263791
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 264964
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 16549
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 266059
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 267082
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 268043
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 268950
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 269809
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 270625
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 271399
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 272138
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 272843
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 273520
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 17529
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 274169
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 274791
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 275391
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 275969
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 276525
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 277065
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 277584
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 278089
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 278579
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 279052
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 98847
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 73167
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 18195
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 279494
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 279948
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 280389
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 280814
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 281233
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 281642
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 282035
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 282421
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 282801
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 283172
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 18627
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 283542
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 19251
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 20229
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 21583
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 23186
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 24932
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 26785
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 28776
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 30942
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 44469
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 33266
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 35667
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 38039
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 40308
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 42472
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 44562
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 46610
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 48622
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 50555
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 52374
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 25856
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 54088
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 55767
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 57518
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 59421
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 61498
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 63755
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 66177
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 68706
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 71299
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 73948
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 22705
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 76730
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 79821
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 83474
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 87903
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 93208
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 99277
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 105782
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 112336
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 118646
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 124623
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 17096
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 130256
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 135589
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 140700
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 145804
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 151234
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 157280
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 163917
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 170727
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 177144
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 182731
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 15552
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 187483
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 191837
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 196463
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 202037
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 198983
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 188656
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 181981
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 190458
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 192927
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 195383
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 16083
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 197835
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 200276
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 202700
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 206430
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 213934
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 221814
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 229936
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 238264
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 246735
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 255678
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 16974
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 265886
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 266920
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 267896
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 268813
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 269681
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 270504
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 271287
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 272035
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 272750
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 273431
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 17720
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 274089
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 274720
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 275326
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 275909
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 276474
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 277018
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 277547
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 278055
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 278550
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 279030
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 98223
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 73711
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 18717
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 285989
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 286447
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 286892
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 287326
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 287747
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 288160
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 288560
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 288950
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 289333
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 289709
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 19464
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 290084
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 20407
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 21735
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 23449
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 25330
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 27086
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 28469
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 29361
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 29812
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 52155
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 29979
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 30076
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 30291
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 30761
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 31562
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 32698
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 34151
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 35898
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 37893
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 40095
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 33340
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 42410
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 44742
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 46996
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 49142
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 51183
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 53162
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 55110
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 57022
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 58893
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 60784
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 23727
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 62816
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 65159
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 67945
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 71259
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 75071
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 79284
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 83772
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 88465
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 93389
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 98631
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 17595
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 104304
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 110460
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 117129
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 124336
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 132068
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 140316
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 148983
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 157870
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 166717
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 175307
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 15591
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 183517
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 191397
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 199107
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 206788
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 214535
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 217101
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 227467
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 237623
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 244035
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 250006
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 15925
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 254554
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 257977
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 260476
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 262382
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 264013
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 265594
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 267155
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 268608
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 269904
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 271104
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 16932
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 272225
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 273272
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 274255
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 275182
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 276060
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 276896
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 277687
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 278443
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 279165
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 279858
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 17934
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 280521
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 281158
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 281772
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 282364
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 282933
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 283484
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 284018
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 284531
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 285033
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 285518
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 100904
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 74687
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 18573
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 285308
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 285769
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 286218
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 286655
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 287082
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 287497
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 287899
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 288294
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 288680
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 289060
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 19013
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 289438
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 19652
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 20649
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 22032
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 23668
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 25451
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 27342
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 29374
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 31586
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 45393
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 33956
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 36408
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 38830
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 41147
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 43356
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 45489
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 47578
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 49632
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 51606
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 53464
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 26393
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 55211
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 56927
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 58715
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 60659
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 62776
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 65082
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 67554
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 70135
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 72782
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 75486
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 23178
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 78325
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 81481
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 85211
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 89731
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 95148
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 101341
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 107984
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 114674
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 121114
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 127212
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 17451
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 132965
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 138407
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 143628
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 148836
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 154378
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 160551
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 167326
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 174278
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 180827
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 186532
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 15874
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 191381
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 195827
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 200549
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 206239
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 203120
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 192580
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 185768
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 194418
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 196936
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 199447
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 16417
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 201949
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 204439
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 206915
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 210722
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 218383
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 226427
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 234718
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 243220
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 251866
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 260994
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 17327
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 271415
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 272472
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 273465
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 274403
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 275287
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 276130
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 276928
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 277691
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 278421
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 279118
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 18088
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 279789
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 280431
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 281052
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 281647
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 282223
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 282777
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 283316
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 283838
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 284343
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 284831
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 103167
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 77420
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 19661
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 300389
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 300867
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 301336
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 301792
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 302235
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 302667
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 303087
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 303497
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 303899
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 304294
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 20446
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 304687
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 21435
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 22829
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 24630
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 26607
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 28449
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 29901
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 30839
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 31315
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 54781
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 31490
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 31591
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 31817
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 32310
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 33151
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 34344
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 35869
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 37705
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 39801
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 42111
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 35020
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 44545
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 46994
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 49362
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 51616
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 53761
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 55838
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 57884
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 59893
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 61859
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 63843
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 24922
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 65979
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 68440
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 71367
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 74845
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 78850
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 83277
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 87991
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 92920
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 98091
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 103597
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 18479
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 109555
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 116023
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 123028
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 130595
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 138717
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 147380
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 156485
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 165819
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 175112
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 184134
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 16378
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 192756
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 201032
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 209130
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 217200
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 225335
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 228031
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 238920
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 249588
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 256320
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 262593
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 16727
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 267367
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 270964
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 273591
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 275592
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 277304
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 278965
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 280606
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 282131
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 283491
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 284752
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 17785
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 285930
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 287030
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 288062
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 289038
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 289960
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 290836
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 291669
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 292463
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 293219
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 293948
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 18839
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 294643
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 295314
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 295957
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 296579
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 297177
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 297757
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 298318
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 298858
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 299382
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 299892
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 105763
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 78284
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 19466
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 299046
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 299531
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 300001
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 300460
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 300907
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 301341
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 301765
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 302177
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 302582
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 302980
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 19930
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 303377
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 20598
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 21644
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 23093
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 24808
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 26676
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 28659
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 30790
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 33108
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 47579
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 35591
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 38162
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 40701
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 43128
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 45444
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 47679
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 49867
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 52023
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 54093
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 56038
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 27664
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 57871
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 59669
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 61544
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 63579
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 65801
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 68216
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 70806
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 73513
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 76287
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 79120
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 24293
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 82096
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 85404
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 89314
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 94053
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 99730
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 106221
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 113184
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 120196
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 126945
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 133339
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 18291
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 139368
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 145073
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 150543
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 156004
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 161812
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 168283
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 175385
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 182671
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 189537
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 195513
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 16639
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 200598
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 205256
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 210207
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 216171
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 212903
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 201852
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 194712
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 203781
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 206421
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 209052
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 17208
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 211674
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 214284
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 216881
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 220871
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 228900
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 237332
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 246022
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 254932
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 263996
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 273564
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 18161
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 284486
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 285592
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 286635
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 287616
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 288545
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 289426
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 290265
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 291065
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 291828
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 292560
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 18959
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 293262
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 293935
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 294585
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 295211
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 295814
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 296394
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 296960
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 297507
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 298035
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 298548
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 105923
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 79487
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 20185
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 308411
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 308904
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 309385
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 309853
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 310307
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 310751
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 311184
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 311604
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 312016
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 312423
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 20991
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 312826
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 22008
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 23439
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 25288
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 27317
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 29208
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 30701
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 31662
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 32151
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 56245
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 32330
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 32434
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 32666
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 33173
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 34039
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 35261
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 36828
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 38712
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 40866
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 43237
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 35955
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 45735
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 48249
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 50679
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 52996
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 55196
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 57330
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 59430
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 61491
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 63511
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 65549
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 25588
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 67742
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 70269
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 73274
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 76845
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 80955
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 85501
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 90340
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 95401
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 100709
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 106365
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 18973
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 112482
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 119119
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 126314
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 134084
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 142424
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 151316
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 160663
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 170249
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 179788
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 189051
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 16815
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 197907
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 206402
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 214715
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 223001
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 231356
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 234122
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 245301
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 256254
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 263167
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 269606
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 17173
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 274509
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 278203
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 280899
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 282955
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 284713
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 286416
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 288101
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 289665
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 291063
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 292360
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 18259
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 293567
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 294696
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 295757
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 296758
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 297704
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 298604
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 299460
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 300274
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 301053
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 301799
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 19341
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 302514
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 303202
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 303863
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 304501
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 305114
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 305711
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 306284
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 306841
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 307379
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 307904
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 108362
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 80208
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 19946
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 306397
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 306896
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 307377
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 307846
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 308304
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 308751
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 309182
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 309606
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 310023
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 310429
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 20420
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 310836
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 21103
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 22176
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 23661
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 25417
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 27332
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 29362
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 31547
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 33922
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 48749
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 36467
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 39100
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 41701
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 44188
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 46562
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 48852
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 51094
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 53301
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 55423
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 57415
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 28344
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 59294
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 61135
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 63057
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 65142
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 67418
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 69894
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 72547
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 75320
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 78164
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 81067
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 24891
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 84114
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 87504
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 91509
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 96365
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 102180
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 108833
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 115965
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 123151
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 130067
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 136617
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 18741
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 142794
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 148639
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 154244
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 159839
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 165792
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 172420
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 179695
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 187161
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 194197
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 200320
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 17049
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 205529
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 210303
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 215374
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 221486
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 218137
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 206816
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 199500
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 208793
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 211496
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 214193
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 17632
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 216879
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 219553
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 222212
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 226301
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 234528
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 243167
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 252070
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 261199
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 270484
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 280289
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 18608
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 291480
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 292614
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 293682
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 294687
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 295640
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 296541
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 297402
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 298221
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 299002
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 299753
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 19425
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 300472
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 301163
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 301829
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 302468
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 303087
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 303684
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 304262
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 304821
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 305363
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 305887
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 83772
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 62866
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 15964
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 243916
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 244306
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 244686
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 245055
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 245416
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 245767
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 246108
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 246442
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 246769
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 247088
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 16602
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 247408
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 17405
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 18537
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 20000
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 21603
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 23101
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 24279
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 25042
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 25427
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 44483
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 25571
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 25651
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 25835
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 26235
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 26918
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 27886
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 29127
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 30615
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 32318
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 34196
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 28436
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 36171
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 38159
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 40081
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 41913
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 43654
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 45342
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 47003
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 48633
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 50230
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 51840
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 20237
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 53576
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 55574
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 57950
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 60776
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 64027
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 67621
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 71449
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 75450
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 79648
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 84121
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 15007
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 88959
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 94211
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 99899
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 106043
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 112640
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 119672
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 127067
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 134645
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 142190
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 149516
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 13298
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 156519
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 163239
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 169815
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 176368
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 182973
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 185164
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 194003
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 202666
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 208134
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 213227
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 13581
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 217105
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 220023
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 222156
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 223783
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 225173
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 226520
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 227854
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 229091
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 230196
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 231220
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 14441
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 232178
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 233069
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 233908
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 234700
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 235449
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 236159
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 236837
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 237481
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 238096
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 238688
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 15296
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 239252
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 239796
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 240320
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 240823
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 241310
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 241779
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 242235
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 242674
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 243100
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 243515
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 85935
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 63610
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 15817
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 242984
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 243379
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 243762
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 244132
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 244496
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 244850
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 245194
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 245530
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 245859
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 246181
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 16193
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 246505
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 16735
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 17586
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 18763
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 20157
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 21676
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 23286
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 25018
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 26900
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 38659
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 28920
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 31008
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 33071
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 35042
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 36925
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 38742
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 40520
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 42269
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 43952
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 45533
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 22478
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 47022
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 48483
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 50006
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 51661
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 53466
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 55428
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 57533
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 59732
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 61986
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 64288
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 19739
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 66704
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 69394
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 72571
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 76421
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 81031
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 86309
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 91964
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 97664
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 103147
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 108343
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 14863
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 113241
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 117877
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 122323
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 126758
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 131477
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 136736
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 142505
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 148426
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 154004
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 158860
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 13520
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 162992
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 166778
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 170800
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 175644
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 172990
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 164011
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 158209
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 165579
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 167724
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 169863
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 13981
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 171993
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 174113
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 176223
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 179464
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 185988
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 192839
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 199900
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 207140
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 214503
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 222279
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 14757
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 231154
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 232052
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 232901
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 233698
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 234452
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 235167
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 235850
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 236500
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 237120
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 237715
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 15405
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 238284
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 238832
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 239361
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 239867
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 240357
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 240832
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 241289
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 241733
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 242162
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 242579
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 98709
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 74076
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 18810
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 287409
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 287867
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 288316
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 288753
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 289175
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 289589
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 289991
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 290386
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 290770
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 291147
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 19563
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 291523
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 20508
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 21842
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 23564
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 25457
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 27220
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 28610
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 29507
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 29961
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 52415
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 30130
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 30225
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 30442
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 30913
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 31718
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 32859
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 34320
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 36074
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 38083
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 40293
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 33506
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 42622
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 44964
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 47228
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 49388
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 51437
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 53425
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 55383
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 57303
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 59186
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 61086
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 23846
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 63130
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 65482
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 68282
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 71611
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 75443
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 79679
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 84187
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 88904
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 93852
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 99121
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 17681
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 104823
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 111009
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 117712
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 124953
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 132724
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 141012
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 149722
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 158655
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 167544
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 176176
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 15671
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 184429
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 192346
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 200095
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 207815
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 215600
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 218178
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 228596
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 238803
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 245245
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 251245
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 16005
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 255816
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 259257
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 261769
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 263686
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 265323
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 266911
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 268481
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 269940
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 271242
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 272448
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 17015
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 273576
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 274628
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 275616
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 276548
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 277431
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 278270
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 279065
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 279825
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 280552
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 281247
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 18024
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 281914
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 282553
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 283172
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 283764
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 284336
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 284892
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 285428
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 285943
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 286447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 286935
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 101284
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 74969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 18642
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 286379
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 286845
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 287296
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 287733
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 288162
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 288579
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 288982
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 289379
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 289765
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 290147
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 19085
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 290526
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 19725
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 20727
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 22115
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 23757
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 25546
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 27446
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 29484
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 31705
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 45564
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 34086
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 36547
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 38976
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 41301
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 43520
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 45659
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 47757
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 49818
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 51801
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 53666
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 26493
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 55420
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 57140
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 58935
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 60886
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 63013
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 65327
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 67808
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 70399
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 73057
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 75769
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 23266
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 78618
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 81787
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 85531
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 90069
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 95504
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 101723
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 108389
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 115106
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 121568
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 127692
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 17515
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 133465
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 138929
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 144168
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 149395
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 154960
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 161154
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 167956
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 174932
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 181509
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 187232
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 15935
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 192100
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 196563
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 201303
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 207013
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 203885
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 193303
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 186464
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 195151
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 197678
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 200198
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 16478
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 202710
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 205208
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 207695
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 211517
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 219203
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 227278
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 235601
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 244133
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 252813
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 261976
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 17391
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 272435
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 273498
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 274496
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 275435
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 276323
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 277169
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 277970
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 278736
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 279469
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 280169
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 18156
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 280842
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 281487
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 282108
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 282706
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 283286
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 283842
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 284382
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 284904
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 285413
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 285901
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 103662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 77793
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 19754
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 301833
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 302314
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 302784
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 303243
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 303687
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 304123
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 304545
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 304957
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 305360
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 305758
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 20544
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 306153
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 21539
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 22939
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 24747
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 26734
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 28586
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 30045
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 30988
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 31466
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 55045
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 31642
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 31742
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 31969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 32464
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 33310
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 34508
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 36042
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 37884
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 39993
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 42315
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 35189
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 44759
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 47220
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 49598
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 51866
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 54018
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 56106
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 58162
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 60179
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 62155
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 64152
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 25042
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 66298
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 68769
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 71710
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 75206
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 79228
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 83677
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 88414
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 93367
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 98560
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 104096
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 18569
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 110082
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 116580
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 123619
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 131224
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 139385
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 148088
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 157238
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 166615
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 175953
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 185019
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 16456
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 193683
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 202000
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 210134
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 218244
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 226418
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 229128
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 240069
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 250788
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 257552
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 263855
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 16807
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 268654
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 272267
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 274906
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 276918
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 278640
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 280306
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 281953
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 283486
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 284853
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 286123
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 17871
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 287304
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 288409
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 289447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 290426
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 291353
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 292235
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 293072
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 293869
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 294630
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 295362
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 18927
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 296060
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 296735
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 297382
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 298004
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 298606
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 299189
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 299752
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 300294
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 300821
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 301335
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 106148
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 78569
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 19537
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 300138
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 300624
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 301096
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 301557
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 302006
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 302441
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 302865
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 303280
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 303687
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 304085
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 20002
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 304484
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 20673
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 21722
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 23178
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 24900
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 26773
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 28762
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 30901
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 33229
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 47754
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 35723
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 38301
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 40849
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 43286
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 45610
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 47852
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 50052
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 52211
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 54289
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 56244
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 27764
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 58083
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 59888
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 61767
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 63810
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 66040
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 68465
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 71065
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 73782
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 76565
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 79411
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 24383
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 82396
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 85716
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 89640
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 94396
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 100092
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 106609
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 113596
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 120635
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 127409
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 133826
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 18357
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 139877
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 145604
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 151092
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 156573
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 162404
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 168898
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 176024
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 183337
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 190227
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 196227
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 16702
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 201329
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 206007
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 210974
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 216959
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 213679
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 202590
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 195422
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 204526
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 207174
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 209813
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 17271
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 212447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 215068
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 217673
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 221676
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 229735
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 238198
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 246918
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 255862
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 264957
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 274561
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 18227
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 285525
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 286635
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 287682
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 288667
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 289599
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 290482
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 291324
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 292126
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 292892
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 293628
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 19029
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 294333
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 295009
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 295662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 296289
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 296894
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 297477
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 298045
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 298592
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 299123
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 299638
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 106436
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 79874
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 20283
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 309909
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 310404
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 310887
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 311357
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 311814
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 312260
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 312694
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 313116
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 313531
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 313938
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 21093
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 314345
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 22115
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 23552
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 25410
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 27449
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 29351
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 30849
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 31817
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 32306
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 56518
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 32488
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 32591
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 32825
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 33334
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 34203
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 35432
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 37006
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 38900
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 41062
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 43447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 36130
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 45957
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 48483
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 50927
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 53252
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 55464
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 57608
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 59720
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 61789
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 63820
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 65867
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 25712
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 68071
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 70610
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 73628
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 77218
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 81348
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 85916
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 90779
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 95865
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 101197
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 106880
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 19066
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 113028
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 119699
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 126926
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 134734
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 143114
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 152051
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 161444
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 171075
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 180661
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 189968
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 16896
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 198866
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 207403
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 215757
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 224084
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 232478
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 235259
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 246493
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 257498
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 264443
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 270915
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 17257
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 275842
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 279552
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 282262
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 284328
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 286094
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 287806
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 289497
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 291072
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 292477
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 293779
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 18349
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 294992
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 296128
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 297192
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 298197
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 299150
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 300053
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 300913
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 301731
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 302513
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 303263
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 19435
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 303982
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 304674
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 305338
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 305979
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 306596
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 307194
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 307772
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 308329
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 308872
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 309397
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 108755
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 80499
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 20017
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 307506
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 308004
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 308489
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 308958
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 309419
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 309867
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 310301
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 310726
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 311141
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 311551
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 20493
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 311958
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 21179
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 22256
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 23746
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 25510
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 27430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 29469
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 31661
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 34044
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 48925
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 36600
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 39242
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 41852
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 44347
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 46730
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 49028
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 51279
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 53494
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 55623
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 57623
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 28446
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 59508
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 61355
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 63284
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 65377
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 67662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 70145
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 72810
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 75593
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 78445
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 81359
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 24981
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 84418
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 87821
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 91840
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 96713
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 102550
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 109226
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 116384
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 123595
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 130536
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 137111
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 18808
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 143311
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 149177
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 154802
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 160417
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 166390
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 173044
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 180344
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 187837
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 194898
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 201044
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 17110
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 206273
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 211063
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 216152
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 222286
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 218925
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 207563
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 200220
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 209546
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 212261
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 214966
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 17695
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 217662
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 220347
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 223017
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 227118
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 235374
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 244045
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 252981
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 262143
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 271462
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 281301
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 18676
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 292533
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 293672
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 294743
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 295753
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 296707
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 297614
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 298477
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 299299
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 300084
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 300836
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 19496
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 301558
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 302252
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 302919
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 303562
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 304182
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 304780
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 305360
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 305923
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 306467
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 306992
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};