var 일반_상해14대질병수술비담보요율_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:24:46
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 0.004005
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 0.004023
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 0.001455
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 0.039515
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 0.001107
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 0.000883
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 0.000767
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 0.000694
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.000622
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.000566
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.000524
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.000497
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.000484
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 0.003836
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.00048
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.00049
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.000522
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.000577
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.000647
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.000732
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.000821
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.000917
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.001019
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.001128
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 0.003574
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.001252
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.001387
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.001537
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.001695
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.001851
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.002008
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.002169
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.002346
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.002553
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.002812
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 0.003293
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.003116
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.003458
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.003817
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.004187
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.004553
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.004914
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.005291
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.005706
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.006182
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.006747
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 0.003044
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.007398
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.0081
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.008801
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0.009466
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0.010096
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0.010718
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0.011313
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0.011878
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0.012455
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0.013127
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 0.002851
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0.013979
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0.015046
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0.016291
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0.017652
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0.019086
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0.020585
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 0.022128
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 0.023719
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 0.025361
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 0.027054
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 0.002621
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 0.028763
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 0.030446
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 0.032069
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 0.033631
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 0.03515
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 0.036601
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 0.03793
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 0.039083
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 0.040055
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 0.040861
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 0.002294
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 0.041497
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 0.041853
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 0.041822
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 0.041383
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 0.040701
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 0.040035
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 0.039595
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 0.039422
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 0.039427
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 0.039477
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 0.001879
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 0.039512
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 0.039519
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 0.039516
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 0.039515
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 0.039515
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 0.039515
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 0.039515
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 0.039515
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 0.039515
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 0.039515
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 0.002803
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 0.00452
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 0.001739
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 0.018662
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 0.001185
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 0.000833
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 0.000648
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 0.000546
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.000469
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.00042
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.000395
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.000392
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.000405
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 0.005916
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.000425
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.00045
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.000481
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.000521
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.000571
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.000623
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.000672
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.000709
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.000727
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.000728
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 0.00667
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.000724
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.000725
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.000736
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.000756
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.000783
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.000809
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.000834
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.000869
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.000938
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.001058
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 0.00665
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.00122
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.001407
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.001598
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.001786
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.001978
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.002182
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.002404
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.002629
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.002836
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.003034
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 0.006009
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.003263
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.003571
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.003993
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0.004534
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0.005146
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0.005796
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0.006455
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0.007145
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0.007933
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0.008888
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 0.005098
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0.010038
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0.011366
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0.012842
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0.014433
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0.016111
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0.017827
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 0.019486
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 0.021013
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 0.022387
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 0.023641
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 0.004156
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 0.024796
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 0.025825
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 0.026693
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 0.027379
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 0.027906
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 0.0283
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 0.02855
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 0.028643
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 0.028578
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 0.028373
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 0.003277
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 0.027948
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 0.027116
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 0.025711
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 0.02377
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 0.021659
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 0.019887
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 0.018799
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 0.018404
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 0.018427
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 0.018565
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 0.002455
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 0.018654
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 0.018671
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 0.018665
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 0.018662
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 0.018662
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 0.018662
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 0.018662
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 0.018662
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 0.018662
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11603"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 0.018662
}

    }

    return RESULT(__hpasRuleResult);
};