var 일반_상해_특약형_실손의료비_상해비급여__FA00034003_개인_001 = function(단일요율적용여부,상해급수코드,가입금액,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:09:45
    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 845
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3399
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 13415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 13450
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 13485
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 13519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 13553
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 13584
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 13615
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 13645
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 13675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 13706
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3762
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 13735
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4118
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4469
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4840
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5230
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5618
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6249
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6452
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6594
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 6710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6818
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 7014
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7069
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 7080
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6985
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2433
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6718
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6699
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6711
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6744
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6794
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2427
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6775
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6771
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6794
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6846
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7091
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7111
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7124
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2457
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7166
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7254
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7381
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7442
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7485
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7505
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2518
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7550
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 7775
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8007
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 8317
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 8441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 8433
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 8479
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 8615
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 8840
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 9119
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 9420
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 9749
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 10112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 10510
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 10947
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 11430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 11959
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 12161
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 12255
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2785
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 12342
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 12424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 12500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 12573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 12641
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 12707
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 12768
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 12827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 12883
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 12938
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3061
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 12989
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 13038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 13087
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 13133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 13176
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 13220
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 13262
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 13301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 13341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 13379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 628
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1636
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1688
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1735
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1693
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1771
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1845
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2124
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2273
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2414
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1776
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2676
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2759
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2868
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2869
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2846
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2801
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2757
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2715
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2668
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2884
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3042
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3283
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3418
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1760
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3556
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3704
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3870
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4839
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5225
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5686
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1747
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6735
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7228
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7644
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7966
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8426
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 9151
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 9463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1664
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 9806
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 10575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 10991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 11422
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 11889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 12305
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 12795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 13462
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 14096
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1557
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 14558
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 14915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 15169
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 15349
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 15497
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 15642
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 15791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 15934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 16059
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 16174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1549
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 16511
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 17600
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 18927
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 20397
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 21816
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 22969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 23714
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 24052
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 24103
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 24029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1615
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 23947
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 23905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 23897
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 23902
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 23906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 23907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 13999
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 14036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 14071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 14108
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 14142
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 14174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 14208
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 14239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 14270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 14301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3925
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 14332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4296
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4664
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5049
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5456
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6228
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6521
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6733
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2517
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7000
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 7115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 7225
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 7319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 7389
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7354
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 7289
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7205
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2540
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7126
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7001
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7037
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7077
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7102
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7104
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2532
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7069
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7218
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7295
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7420
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7450
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7478
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7517
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7569
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7633
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7701
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7765
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7809
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 7833
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 7847
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 7877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 7959
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8354
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 8677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 8809
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 8799
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 8848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 8991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 9225
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2628
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 9516
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 9831
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 10173
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 10551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 10966
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 11422
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 11926
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 12479
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 12690
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 12788
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 12879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 12964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 13044
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 13120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 13191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 13260
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 13323
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 13385
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 13443
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 13500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3194
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 13554
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 13606
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 13656
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 13704
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 13749
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 13795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 13838
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 13880
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 13920
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 13961
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1712
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1816
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1771
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1852
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1930
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2222
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1857
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2664
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2799
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2990
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3000
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3001
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2930
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1878
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2884
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2840
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2980
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3018
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3086
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3182
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3302
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1842
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3721
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4049
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4242
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4467
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4733
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5466
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8334
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8594
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 9574
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 9899
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1740
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10257
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 11063
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 11498
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 11948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 12437
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 12872
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 13385
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 14082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 14745
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1630
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 15230
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 15603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 15868
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 16057
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 16213
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 16363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 16519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 16668
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 16799
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 16921
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 17273
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 18411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 19801
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 21338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 22823
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 24029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 24807
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 25161
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 25215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 25137
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 25051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 25007
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 24999
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 25004
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 25008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 25009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 901
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2109
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3623
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 14299
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 14337
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 14373
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 14410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 14445
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 14479
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 14512
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 14544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 14577
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 14608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 14639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4389
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5574
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6661
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2570
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7151
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 7267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 7380
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 7476
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7535
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 7547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7513
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 7445
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7361
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2594
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7279
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7209
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7152
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7188
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7228
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7255
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7258
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7242
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2588
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7221
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7242
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7296
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7451
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7516
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7558
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7579
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7593
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7611
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7638
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7678
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7731
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 7867
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 7932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 7976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8000
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8047
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8288
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 8864
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 8998
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 8988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 9038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 9183
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 9422
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 9720
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 10041
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 10391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 10777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 11201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 11667
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 12183
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 12746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 12962
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 13062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 13156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 13242
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 13324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 13401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 13473
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 13543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 13609
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 13672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 13732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 13789
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3263
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 13844
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 13897
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 13948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 13997
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 14044
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 14090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 14135
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 14178
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 14219
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 14259
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1745
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1801
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1806
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2058
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2266
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2574
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1894
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2717
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2854
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2944
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2990
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3025
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3049
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3059
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3061
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2989
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2941
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2895
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2847
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3077
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3146
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3502
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3646
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1878
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3794
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3952
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4128
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4326
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5162
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6066
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6617
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7185
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7711
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 8153
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8497
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8989
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 9763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10093
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10459
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 11281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 11724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 12184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 12681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 13126
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 13648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 14359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 15036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1662
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 15529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 15910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 16181
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 16372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 16531
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 16685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 16843
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 16996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 17130
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 17254
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1652
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 17612
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 18774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 20189
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 21757
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 23272
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 24501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 25295
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 25656
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 25710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 25631
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 25543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 25499
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 25490
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 25496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 25500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 25501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 994
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3998
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 15777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 15818
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 15859
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 15898
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 15938
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 15976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 16012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 16047
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 16083
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 16118
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 16153
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4842
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5255
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5691
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6150
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 7019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7349
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7588
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7755
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7890
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8018
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8143
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8326
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8289
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8213
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8032
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7900
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7892
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7930
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 8004
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 8008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7990
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2854
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7962
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7990
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 8134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8222
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8292
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8339
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2890
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8397
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8427
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 8471
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8532
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8602
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8679
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8801
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8842
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2961
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8878
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8970
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 9144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 9416
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 9781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 9928
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 9916
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 9971
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 10131
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 10395
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2962
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 10724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 11078
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 11465
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 11891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 12359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 12873
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 13441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 14064
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 14301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 14411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3276
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 14515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 14611
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 14702
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 14786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 14867
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 14943
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 15015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 15085
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 15150
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 15215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 15274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 15333
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 15389
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 15444
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 15495
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 15546
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 15595
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 15643
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 15689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 15733
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2185
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2285
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2382
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2619
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2743
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2933
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3116
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2293
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3288
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3454
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3619
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3662
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3691
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3702
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3704
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3673
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3617
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2318
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3559
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3504
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3445
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3676
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3806
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3926
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4592
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4782
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5513
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5842
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6247
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6745
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7340
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2255
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8695
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9333
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9868
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 10284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 10606
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 10878
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 11152
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 11461
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 11815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 12216
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2147
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 12659
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 13141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 13653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 14189
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 14746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 15348
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 15886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 16518
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 17379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 18198
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 18794
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 19255
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 19583
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 19816
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 20008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 20193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 20386
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 20570
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 20732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 20882
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2000
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 21317
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 22721
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 24435
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 26332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 28165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 29654
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 30615
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 31051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 31118
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 31021
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 30915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 30861
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 30851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 30858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 30862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 30863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2428
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4171
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 16463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 16506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 16548
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 16591
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 16631
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 16669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 16708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 16744
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 16782
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 16818
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4616
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 16854
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5939
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6894
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 7325
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2959
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 8093
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8233
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8497
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8607
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8690
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8571
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8474
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2987
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8380
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8243
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8222
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8275
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8323
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 8353
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 8355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 8338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 8313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 8309
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 8338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 8489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8578
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8700
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8726
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8742
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3017
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8762
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8794
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 8840
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8901
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9058
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9132
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9183
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 9211
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 9228
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 9265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 9360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 9541
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 9824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 10206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 10359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 10405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 10573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 10848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3091
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 11190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 11560
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 11963
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 12408
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 12896
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 13433
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 14026
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 14675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 14923
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 15039
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3418
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 15145
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 15245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 15341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 15429
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 15513
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 15593
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 15667
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 15741
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 15810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 15877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3756
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 15939
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 15999
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 16060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 16115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 16169
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 16222
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 16272
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 16322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 16370
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 16418
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2209
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2280
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2344
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2493
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2605
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2740
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2868
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3069
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3260
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3614
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3726
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3830
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3859
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3873
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3874
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3843
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3604
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3896
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3983
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4107
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4264
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4435
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4616
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5227
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5476
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6111
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7679
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8376
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 9096
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 10322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 10759
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 11094
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 11381
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 11667
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 11990
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 12361
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 12780
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2246
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 13241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 13746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 14283
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 14845
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 15424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 16057
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 16619
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 17280
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 18180
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 19036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2104
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 19662
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 20144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 20486
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 20729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 20931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 21125
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 21327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 21519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 21688
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 21844
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 22300
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 23770
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 25562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 27547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 29464
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 31021
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 32026
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 32483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 32552
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 32451
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2180
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 32341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 32284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 32274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 32280
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 32286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 32287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1059
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4261
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 16816
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 16860
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 16903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 16945
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 16988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 17027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 17066
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 17104
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 17141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 17178
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4714
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 17215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5161
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5602
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6066
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7042
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 7483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7833
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 8088
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3023
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 8266
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8546
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8678
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8792
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8835
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8755
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8561
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8476
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8420
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8397
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 8533
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 8535
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 8517
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3044
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 8492
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 8487
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 8517
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8580
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 8670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8838
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8888
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8913
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3081
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8982
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9093
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9168
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9328
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9381
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 9409
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 9425
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 9463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 9561
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 9746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 10036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 10423
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 10581
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 10569
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 10627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 10798
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 11081
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 11431
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 11808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 12220
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 12673
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 13173
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 13720
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 14325
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 14990
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 15243
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 15360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3492
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 15471
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 15573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 15668
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 15760
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 15845
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 15927
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 16004
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 16079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 16148
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 16217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3837
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 16282
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 16342
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 16404
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 16461
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 16516
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 16570
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 16622
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 16672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 16722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 16768
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2252
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2390
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2331
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2541
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2656
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2794
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2925
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2445
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3800
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3859
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3950
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3951
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3738
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3972
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4061
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4189
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4706
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4898
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5102
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5329
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5585
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6663
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7195
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7830
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8542
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 9275
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 10525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 10970
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 11313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 11603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 11896
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 12225
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 12604
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 13031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2290
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 13503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 14017
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 14562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 15137
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 15729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 16371
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 16945
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 17621
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 18538
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 19411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2146
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 20048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 20539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 20889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 21137
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 21341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 21539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 21744
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 21942
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 22114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 22274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2132
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 22738
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 24236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 26064
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 28088
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 30043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 31631
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 32655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 33122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 33193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 33090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2223
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 32976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 32919
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 32908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 32915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 32921
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 32922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1108
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4461
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 17601
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 17647
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 17693
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 17738
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 17781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 17821
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 17863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 17903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 17942
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 17982
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4936
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 18019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5402
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5864
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7371
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 7830
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 8199
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 8466
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 8652
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8802
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8945
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 9085
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 9201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 9275
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 9290
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 9246
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 9164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 9061
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8961
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8873
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8814
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8790
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8804
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8847
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8898
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 8932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 8934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 8914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 8889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 8883
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 8914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8982
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 9074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 9172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 9250
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 9329
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 9347
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3224
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 9368
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9402
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9451
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9517
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9597
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9819
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 9847
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 9865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 9906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 10202
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 10506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 10912
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 11076
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 11063
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 11125
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 11302
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 11598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3304
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 11965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 12360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 12792
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 13267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 13788
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 14363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 14995
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 15690
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 15955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 16078
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3654
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 16193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 16301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 16401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 16496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 16586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 16671
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 16753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 16830
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 16903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 16975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4016
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 17041
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 17106
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 17169
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 17230
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 17288
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 17344
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 17400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 17451
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 17504
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 17553
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1033
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2691
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2854
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2785
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2913
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3337
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3495
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3970
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4540
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4611
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4666
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4702
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 4718
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 4721
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 4680
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 4608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4536
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4465
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4390
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4745
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5621
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2897
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6094
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6671
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7024
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7444
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7960
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8595
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 9352
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 10204
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2874
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 11080
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 11891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 12573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 13104
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 13512
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 13862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 14211
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 14604
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 15565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16130
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 16745
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 17396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 18080
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 18789
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 19557
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 20243
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 21049
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 22144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 23187
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 23949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 24535
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 24953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 25250
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 25494
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 25731
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 25976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 26211
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 26416
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 26608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2548
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 27162
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 28951
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 31136
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 33553
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 35889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 37785
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 39009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 39566
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 39650
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 39528
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2656
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 39392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 39323
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 39311
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 39319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 39325
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 39327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2709
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4652
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 18367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 18414
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 18462
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 18509
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 18554
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 18597
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 18640
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 18681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 18721
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 18764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5149
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 18803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6118
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6624
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7691
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 8172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 8557
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 8834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 9028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 9185
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 9335
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 9479
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 9602
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 9678
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 9694
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 9648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 9563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 9453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3331
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 9349
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 9259
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 9196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 9172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 9186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9233
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 9285
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 9318
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 9321
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 9302
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3323
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 9275
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 9269
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 9302
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 9372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 9470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 9571
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 9652
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9707
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 9735
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 9752
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3365
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 9774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9811
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 10014
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 10104
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 10188
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 10245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10276
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10336
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10442
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 10645
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 10961
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 11385
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 11558
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 11545
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 11610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 11795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 12102
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3449
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 12486
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 12897
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 13346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 13843
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 14388
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 14986
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 15647
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 16372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 16649
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 16777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 16897
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 17008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 17114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 17213
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 17306
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 17396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 17480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 17562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 17638
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 17712
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 17783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 17851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 17916
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 17979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 18039
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 18100
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 18155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 18210
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 18264
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 18316
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1080
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2816
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2987
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3047
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3176
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3320
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4154
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4381
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4605
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4748
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4823
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4880
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 4936
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 4938
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 4897
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 4820
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4745
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4593
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4902
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5075
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5235
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5432
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5650
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6375
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6660
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6978
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7348
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7787
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8326
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 9785
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 10674
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3007
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 11590
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 12439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 13709
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14137
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 14502
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 14868
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15278
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15749
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16872
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 17516
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 18200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 18915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 19655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 20459
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 21175
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 22018
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 23165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 24256
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 25054
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 25667
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 26104
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 26413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 26670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 26918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 27174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 27420
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 27635
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 27835
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 28415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 30286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 32572
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 35100
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 37544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 39528
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 40808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 41390
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 41478
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 41349
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2778
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 41209
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 41138
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 41123
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 41132
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 41140
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1181
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4752
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 18760
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 18810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 18857
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 18906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 18952
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 18995
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 19040
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 19082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 19124
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 19164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5260
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 19207
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5757
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6249
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7314
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7857
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 8346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 8739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 9023
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3372
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 9221
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 9382
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 9535
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 9683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 9809
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 9886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 9901
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 9856
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 9768
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 9657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 9550
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 9458
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 9394
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 9368
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 9384
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9431
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 9484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 9519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 9521
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 9501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3395
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 9474
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 9468
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 9501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 9573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 9673
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 9775
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 9861
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 9944
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 9963
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3437
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 9985
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 10021
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 10073
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 10144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 10228
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 10321
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 10407
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 10466
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3521
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10557
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 10873
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 11196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 11628
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 11805
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 11791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 11858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 12048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 12363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 12754
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 13173
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 13634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 14140
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 14696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 15308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 15984
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 16723
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 17006
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 17137
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3896
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 17260
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 17373
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 17481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 17582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 17677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 17769
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 17855
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 17938
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 18015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 18092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4280
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 18164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 18233
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 18301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 18364
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 18426
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 18486
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 18544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 18602
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 18656
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 18708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1101
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2870
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2962
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2971
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3106
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3238
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3386
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3559
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3728
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3116
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4469
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4695
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4842
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5033
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 4993
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 4916
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3150
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4839
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4761
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4682
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4998
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5761
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7116
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7493
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7940
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9168
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 9977
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 10885
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 11819
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 12684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 13978
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14414
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 14786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15159
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15579
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16059
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16604
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 17205
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 17862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 18556
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 19286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 20042
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 20860
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 21591
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 22452
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 23621
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 24733
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2733
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 25545
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 26171
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 26616
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 26933
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 27193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 27446
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 27708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 27958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 28178
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 28382
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2718
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 28973
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 30882
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 33213
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 35790
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 38280
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 40304
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 41610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 42203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 42294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 42163
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2832
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 42019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 41946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 41932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 41940
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 41947
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 41949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2149
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3692
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 14569
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 14608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 14645
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 14683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 14718
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 14753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 14786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 14819
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 14852
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 14884
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 14916
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4471
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5255
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5679
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6101
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6787
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2619
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7162
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 7403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 7520
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 7617
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7678
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 7689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7654
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 7586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7499
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2644
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7345
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7295
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7276
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7288
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7323
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7366
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7395
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2636
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7353
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7435
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7512
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7592
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7658
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7700
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7737
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7754
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7823
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 7943
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8016
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8128
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8151
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2733
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8199
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8444
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 8696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 9032
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 9168
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 9156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 9209
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 9356
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 9600
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2734
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 9904
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 10232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 10588
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 10982
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 11413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 11889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 12412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 12988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 13207
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 13308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3025
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 13404
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 13493
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 13575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 13655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 13729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 13800
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 13866
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 13931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 13991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 14050
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 14106
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 14159
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 14212
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 14263
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 14310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 14357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 14403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 14445
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 14488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 14529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1703
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1756
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1806
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1844
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1921
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2212
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2365
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2513
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1849
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2651
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2785
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2873
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2952
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2986
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2987
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2962
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2916
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1869
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2870
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2778
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3069
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3166
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3418
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3557
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1833
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3702
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3856
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4222
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4445
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4711
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5919
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6457
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1818
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8293
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8771
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8993
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9242
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 9527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 9850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1731
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10208
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 10596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 11009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 11442
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 11891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 12375
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 12810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 13319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 14013
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 14674
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1621
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 15155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 15527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 15791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 15979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 16133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 16284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 16438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 16588
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 16717
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 16838
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1613
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 17189
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 18321
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 19705
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 21233
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 22711
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 23911
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 24686
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 25037
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 25091
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 25014
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 24929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 24885
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 24876
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 24883
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 24886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2243
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3852
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 15204
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 15243
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 15282
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 15321
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 15358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 15393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 15430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 15463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 15497
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 15531
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4263
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 15563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4666
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5926
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7083
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7602
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 7726
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 7847
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 7948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8011
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8024
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7987
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 7916
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7825
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2757
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7664
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7613
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7592
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7642
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7686
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7714
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7716
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7699
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2751
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7678
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7699
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7838
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7923
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8059
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8073
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8091
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8121
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 8163
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8221
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8290
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8364
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8433
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8507
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8643
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 8811
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 9072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 9424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 9565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 9556
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 9610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 9764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 10018
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2854
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 10335
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 10675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 11048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 11459
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 11909
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 12405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 12952
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 13551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 13781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 13887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3157
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 13986
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 14079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 14167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 14248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 14324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 14400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 14469
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 14537
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 14599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 14661
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3469
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 14719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 14775
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 14830
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 14882
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 14932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 14982
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 15028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 15073
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 15118
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 15161
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1839
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1890
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1845
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1928
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2101
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2209
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2314
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2475
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2628
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3004
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3052
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3089
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3123
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3124
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3102
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3142
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3213
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3873
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4214
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4416
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4649
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4928
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5269
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6192
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6754
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7335
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7871
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 8324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9176
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9409
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9668
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 9967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10306
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10677
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 11085
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 11517
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 11970
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 12438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 12946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 13400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 13934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 14659
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 15349
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 15855
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 16242
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 16519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 16715
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 16877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 17034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 17196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 17353
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 17489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 17614
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1687
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 17981
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 19166
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 20613
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 22213
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 23758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 25014
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 25825
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 26194
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 26249
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 26168
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1757
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 26078
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 26033
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 26024
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 26030
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 26034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 26035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 978
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2291
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3935
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 15529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 15569
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 15610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 15649
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 15688
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 15723
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 15760
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 15794
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 15830
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 15864
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4354
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 15897
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4766
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5173
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5602
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7468
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7633
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7766
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 7892
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8119
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8159
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8086
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7994
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2818
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7904
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7828
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7775
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7754
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7805
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7883
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7864
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2811
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7842
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7837
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7864
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 8007
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8162
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8208
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8230
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2846
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8295
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 8338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8397
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8467
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8614
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 8663
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 8689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 8703
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 8739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 8828
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 9000
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 9268
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 9626
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 9771
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 9760
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 9815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 9973
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 10234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 10556
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 10905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 11285
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 11703
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 12165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 12670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 13231
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 13843
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 14076
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 14185
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3225
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 14286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 14381
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 14470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 14554
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 14633
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 14708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 14780
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 14848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 14912
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 14975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 15036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 15092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 15148
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 15200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 15253
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 15302
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 15350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 15396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 15443
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 15486
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1816
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1927
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1880
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1966
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2049
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2253
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2523
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2680
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1972
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2828
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2971
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3064
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3149
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3173
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3187
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3159
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1993
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3014
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3163
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3202
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3378
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3504
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3647
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3950
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4297
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4742
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5025
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5373
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5802
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6314
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6888
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1940
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 7479
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8026
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 8488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8845
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9593
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10162
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10508
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1847
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 10888
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 11302
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 11743
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 12205
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 12684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 13201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 13664
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 14208
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 14948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 15652
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 16165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 16562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 16843
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 17043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 17208
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 17368
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 17534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 17693
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 17832
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 17961
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1720
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 18335
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 19543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 21017
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 22649
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 24226
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 25505
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 26332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 26707
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 26765
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 26682
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1793
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 26590
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 26544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 26535
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 26540
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 26546
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};