var 일반_상해_국내여행_할증요율조회_001 = function(담보코드,여행중사망후유장해2의운동담보할증율,여행중의료실비2의운동담보할증율 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    var 여행중사망후유장해1의운동담보할증율 = null;
    var 여행중사망후유장해2의운동담보할증율 = 여행중사망후유장해2의운동담보할증율;
    var 여행중의료실비1의운동담보할증율 = null;
    var 여행중의료실비2의운동담보할증율 = 여행중의료실비2의운동담보할증율;

    // Compiler Version 1 , Created : 2023-08-23 16:39:41
    if(담보코드 == "CFA10625"
){
        여행중사망후유장해1의운동담보할증율 = 0.021

    }

    if(담보코드 == "CFA10626"
){
        여행중의료실비1의운동담보할증율 = 0.41

    }

    if(담보코드 == "CFA10627"
){
        여행중사망후유장해2의운동담보할증율 = 여행중사망후유장해2의운동담보할증율

    }

    if(담보코드 == "CFA10628"
){
        여행중의료실비2의운동담보할증율 = 여행중의료실비2의운동담보할증율

    }
    __hpasRuleResult = {
        여행중사망후유장해1의운동담보할증율 : 여행중사망후유장해1의운동담보할증율 , 여행중사망후유장해2의운동담보할증율 : 여행중사망후유장해2의운동담보할증율 , 여행중의료실비1의운동담보할증율 : 여행중의료실비1의운동담보할증율 , 여행중의료실비2의운동담보할증율 : 여행중의료실비2의운동담보할증율
    }

    return RESULT(__hpasRuleResult);
};