var 일반_상해해외장기체류기본실손의료비_상해입원__CFA11427_FA00045006_001 = function(실손의료비보험가입유형,가입금액,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 09:59:21
    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 8471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 10637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 11075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 12839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 14710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 16681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 18757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 20226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 20502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 20067
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 19632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 19198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 18757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 18924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 19081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 19224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 19351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 19465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 19535
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 19573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 19581
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 19557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 19504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 19612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 19324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 19004
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 18663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 18424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 18369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 18465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 18600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 18702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 18790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 18912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 19114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 19381
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 19681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 19986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 20335
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 20798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 21424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 22147
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 22790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 23206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 23339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 23251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 23061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 22830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 22645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 22565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 22590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 22688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 22832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 22934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 22926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 22849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 22837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 23002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 23455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 24185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4733
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 25090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 26059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 27122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 28279
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 29553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 30961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 32508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 34210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 36081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 38143
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 40443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 43020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 45832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 48691
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 51291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 53310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 54573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 55118
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 55185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 55046
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 54906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 54836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 54824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 54832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 54840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4045
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 6202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6555
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6388
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6220
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 8510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 8828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 9165
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 9490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 9839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 10314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 11020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 11994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 13153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 15602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 16455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 17314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 18177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 19045
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 20084
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 21102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 22102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 23083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 24049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 25949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 26936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 27410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 28032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 28806
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 29651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 30520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 31457
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 32626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 34198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 36277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 38816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2843
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 41698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 44814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 48134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 51647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 55338
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 59175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 63069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 66953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 70836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 74905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 79538
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 85161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 91905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 99344
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 106534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 112371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 116144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 117856
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 118117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 117738
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 117323
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 117109
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 117068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 117095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 117113
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 117119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 14347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 14935
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 17316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 19837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 22496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 25294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 27275
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 27649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 27063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5055
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 26479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 25886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 25294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 25522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 25732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 25924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 26096
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 26249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 26345
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 26392
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 26406
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 26375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 26304
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 26449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 26059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 25628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 25169
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 24847
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 24773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 24902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 25085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 25222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 25341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 25504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 25779
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 26137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 26543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 26953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 27424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 28049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 28892
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 29867
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 30736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 31296
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 31475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 31355
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 31100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 30788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 30537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 30430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 30467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 30596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 30790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 30928
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 30918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 30816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 30798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 31022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 31632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 32618
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6382
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 33836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 35145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 36575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 38136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 39855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 41751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 43840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 46138
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 48657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 51438
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 7129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 54540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 58016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 61804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 65663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 69169
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 71895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 73597
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 74328
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 74420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 74234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 74048
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 73950
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 73934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 73946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 73957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4043
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5355
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8743
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8457
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 9159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 10602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 11265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 12133
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 13026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 15877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 17410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 18937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 19522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 20653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 21783
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 22918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 24065
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 25214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 26585
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 27934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 29259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 30557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 31836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 34351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 35657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 36289
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 37110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 38134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 39251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 40400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 41645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 43189
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 45271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 48020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 51383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 55200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 59324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 63718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 68369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 73255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 78334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 83489
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 88632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 93771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 99158
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 105291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 112736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 121662
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 131511
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 141027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 148754
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 153748
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 156015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 156362
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 155860
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3984
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 155309
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 155029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 154974
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 155007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 155035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 155042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 155042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 155040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 9782
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 12286
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 12790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 14828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 16988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 19265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 21663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 23357
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 23679
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 23175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4327
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 22675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 22171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 21663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 21857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 22035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 22200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 22347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 22479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 22561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 22602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 22614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 22586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 22526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 22651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 22316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 21947
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 21553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 21277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 21214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 21326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 21483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 21600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 21700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 21841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 22075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 22384
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 22730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 23083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 23485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 24020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5296
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 24741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 25577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 26322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 26802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 26953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 26853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 26632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 26367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 26153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 26061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 26092
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 26200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 26369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 26485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 26477
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 26388
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 26375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 26565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 27086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 27934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 28975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 30096
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 31322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 32657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 34132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 35755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 37543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 39510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 41669
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 44051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 46708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 49685
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 52930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 56234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 59236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 61569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 63026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 63655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 63732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 63571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 7543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 63414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 63328
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 63316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 63326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 63336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1018
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4318
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5969
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3392
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 7443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 7561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 7643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7696
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 7716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7696
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 7504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7920
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8533
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 9167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 9741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 10104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 10492
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 10865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 11263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 11806
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 12614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 13728
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 15057
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 16377
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 16881
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 17857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 18837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 19818
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 20808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 21804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 22990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 24155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 25300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 26424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 27530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 29706
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 30836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3435
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 31379
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 32088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 32975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 33941
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 34934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 36010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 37347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 39147
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 41526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 44432
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 47734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 51298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 55098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 59120
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 63348
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 67738
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 72197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 76642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 81085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 85744
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 91050
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 97487
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 105205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 113721
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 121952
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 128632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 132950
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 134909
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 135209
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 134776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 134301
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 134056
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 134009
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 134040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 134062
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 134068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 134068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 134066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4582
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 14520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 15114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 17524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 20075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 22765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 25598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 27600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 27981
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 27386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5116
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 26794
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 26198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 25598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 25826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 26039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 26236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 26410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 26563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 26661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 26710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5682
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 26724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 26690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 26620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 26767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 26371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 25936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 25471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 25145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 25069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 25202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6092
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 25385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 25524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 25645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 25810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 26086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 26451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 26861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 27277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 27753
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 28385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 29237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 30226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 31104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 31671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 31851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 31732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 31473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 31157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 30904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 30796
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 30834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 30963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 31159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 31298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 31288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 31185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 31167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 31390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 32010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 33008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 34239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 35565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 37012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 38592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 40334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 42253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 44365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 46689
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 49242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 52055
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 7216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 55197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 58712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 62548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 66452
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 69999
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 72755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 74479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 75222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 75312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 75124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 74936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 74836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 74820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 74832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 74844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4082
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5043
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7433
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7867
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 9008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8984
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7882
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 9247
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 10704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 11375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 12251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 13151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13786
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 16032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 17581
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 19124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 19712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 20853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 21996
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 23141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 24296
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 25459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 26845
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 28204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 29543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 30855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 32145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 34687
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 36004
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 36640
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 37471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 38504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 39634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 40792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 42049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 43610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 45712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 48489
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 51881
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 55738
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 59900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 64338
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 69034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 73969
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 79097
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 84301
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 89493
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 94683
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 100120
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3753
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 106317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 113832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 122846
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 132789
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 142399
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 150201
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 155244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 157533
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 157882
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 157376
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 156821
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 156535
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 156482
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 156515
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 156542
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 156550
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 156550
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 156548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 14604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 15204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 17628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 20194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 22900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 25749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 27765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 28147
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 27549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 26953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 26353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 25749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 25981
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 26194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 26388
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 26565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 26722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 26818
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 26869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 26881
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 26849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 26777
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 26926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 26526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 26090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 25620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 25292
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 25220
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 25349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 25535
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 25675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 25796
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 25965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 26239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 26608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 27020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 27437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 27916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 28553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6296
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 29410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 30404
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 31288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 31859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 32041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 31920
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 31659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 31341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 31088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 30979
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6320
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 31014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 31147
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 31343
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 31483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 31473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 31369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 31351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 31577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 32198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 33202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 34443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 35777
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 37232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 38822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 40573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 42502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 44628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 46967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 49532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 52363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 7259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 55522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 59059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 62916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 66844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 70414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 73185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 74918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 75667
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 75757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 75569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8969
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 75379
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 75279
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 75263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 75275
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 75287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5078
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5445
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5806
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6533
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7484
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8892
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 9051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 9073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 9049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4077
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 9314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 10035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 10779
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 11455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11882
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 12337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12777
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 13243
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13884
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14835
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 16143
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 17706
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 19261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 19851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 21000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 22151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 23306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 24469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 25639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 27036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 28404
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 29751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 31073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 32375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 34932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 36259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 36902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 37738
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 38777
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 39914
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 41083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 42347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 43920
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 46036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 48832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 52249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 56134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 60326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 64795
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 69524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 74495
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 79659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 84901
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 90128
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 95356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 100834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 107071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 114642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 123717
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 133732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 143411
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 151268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 156344
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 158652
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 159001
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 158493
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 157935
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 157646
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 157591
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 157627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 157652
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 157660
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 157660
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 157658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 13849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 14418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 16716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 19149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 21714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 24418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 26328
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 26690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 26124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 25559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 24990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 24418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 24637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 24839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 25026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 25190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 25339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 25430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 25479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 25490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 25459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 25392
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 25532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 25155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 24739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 24294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 23985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 23914
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 24037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 24214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 24347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 24461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 24620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 24885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 25232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 25622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 26018
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 26473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 27075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5969
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 27888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 28832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 29669
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 30210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 30381
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 30269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 30022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 29720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 29479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 29377
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5992
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 29410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 29534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 29722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 29853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 29845
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 29745
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 29730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 29945
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 30534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 31487
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 32663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 33924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 35304
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 36812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 38473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 40302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 42318
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 44536
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 46971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 49653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6882
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 52649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 56004
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 59661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 63385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 66771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 69399
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 71042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 71752
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 71840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 71659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 71479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 71385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 71371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 71381
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 71391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4431
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4682
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4831
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3794
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7945
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8328
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8633
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8394
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 10255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 10896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11304
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 11737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 15359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 16843
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 18322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 18886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 19979
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 21075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 22173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 23279
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 24392
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 25720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 27022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 28306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 29561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 30800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 33234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 34496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3845
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 35104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 35900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 36889
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 37971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 39083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 40287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 41783
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 43796
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 46457
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 49708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 53400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 57391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 61642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 66140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 70869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 75781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 80767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 85742
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 90716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 95926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 101862
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 109062
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 117697
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 127225
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 136432
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 143907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 148736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 150931
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 151264
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 150780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 150248
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 149976
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 149923
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 149954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 149982
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 149987
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 149987
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 149986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 14633
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 15235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 17663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 20235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 22947
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 25802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 27822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 28204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 27606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 27008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 26408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 25802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 26034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 26247
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 26443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 26620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 26775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 26873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 26924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 26936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 26902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 26832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 26981
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 26581
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 26141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 25673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 25345
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 25271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 25402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 25588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 25728
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 25849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 26016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 26294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 26663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 27075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 27494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 27973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 28610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 29471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 30467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 31353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 31924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 32106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 31985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 31724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 31406
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 31151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 31041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6331
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 31077
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 31210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 31408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 31547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 31538
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 31434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 31416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 31641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 32265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 33271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 34514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 35849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 37308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 38900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 40655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 42591
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 44718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 47061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 49634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 52471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 7273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 55636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 59181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 63046
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 66981
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 70557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 73336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 75071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 75820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 75912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 75722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 75532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 75434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 75418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 75430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4118
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4667
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6182
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7031
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 9002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 9065
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 9088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 9063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4084
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8388
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 9329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 10051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 10798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 11473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 12357
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12796
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 13267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 16171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 17733
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 19290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 19883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 21035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 22188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4231
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 23343
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 24510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 25681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 27079
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 28451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 29800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 31124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 32428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 34989
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 36318
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 36959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 37798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 38840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 39979
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 41149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 42416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 43991
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 46110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 48910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 52336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3835
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 56224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 60424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 64899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 69636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 74614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 79787
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 85038
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 90275
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 95509
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 100995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3786
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 107244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 114826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 123919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 133948
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 143642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 151513
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 156597
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 158907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 159258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 158748
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4057
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 158190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 157901
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 157846
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 157882
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 157907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 157915
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 157915
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '05'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 157913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 8208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 10310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 10733
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 12443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 14255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 16167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 18177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 19600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 19869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 19447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 19028
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 18602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 18177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 18339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 18490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 18630
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 18753
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 18863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 18930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 18967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 18975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 18953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 18902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 19008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 18726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 18416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 18086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 17853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 17802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 17894
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 18026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 18126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 18210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 18328
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 18524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 18783
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 19075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 19369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 19708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 20157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 20761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 21463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 22086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 22490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 22618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 22532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 22347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 22124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 21945
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 21869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 21892
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 21986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 22126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 22224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 22216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 22143
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 22132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 22292
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 22730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 23439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 24312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 25253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 26283
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 27404
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 28641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 30002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 31502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 33153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 34965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 36965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 39194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 41691
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 44412
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 47187
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 49704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 51663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 52885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 53414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 53479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 53346
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6331
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 53210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 53140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 53130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 53138
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 53144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3396
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 6010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2933
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 8243
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 8551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 8879
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3043
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 9194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 9533
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 9992
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 10677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 11620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 12743
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 13861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14286
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 15114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 15943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 16773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 17610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 18453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 19459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 20443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 21414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 22365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 23300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 25141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 26098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 26557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 27161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 27908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 28726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 29569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 30479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 31610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 33134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 35145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 37606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 40400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 43418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 46632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 50036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 53614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 57332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 61102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 64867
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 68628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 72571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 77061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 82509
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 89042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 96248
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 103213
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 108869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 112522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 114183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 114436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 114070
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 113668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 113460
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 113421
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 113446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 113464
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 113470
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 113470
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 1000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 113468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 10904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 13698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 14261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 16532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 18937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 21477
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 24149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 26039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 26396
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 25837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4826
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 25279
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 24716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 24149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 24365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 24565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 24749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 24914
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 25059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 25151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 25198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 25210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 25179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 25112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 25251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 24877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 24467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 24028
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 23722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 23651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 23775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 23949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 24079
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 24194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 24349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 24608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 24955
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 25341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 25732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 26181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 26777
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 27583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 28514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 29343
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 29877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 30047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 29934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 29692
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 29394
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 29155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 29051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 29087
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 29210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 29396
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 29526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 29516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 29420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 29402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 29614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 30198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 31139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6092
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 32302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 33553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 34918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 36408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 38051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 39861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 41853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 44047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 46453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 49110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 52069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 55389
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 59006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 62689
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 66036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 68636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 70261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 70961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 71050
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 70871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 70693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 70601
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 70585
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 70597
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 70606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5796
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6135
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7028
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3745
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8284
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8745
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 10122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 10757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 11584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 11998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 13930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 15159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 16626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 18084
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 18641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 19720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 20802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 21884
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 22977
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 24077
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 25385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 26673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 27937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 29179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 30400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 32802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 34047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3794
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 34649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 35434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 36412
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 37481
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 38577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 39765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 41240
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 43230
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 45853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 49063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 52710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 56646
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 60842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 65283
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 69950
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 74799
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 79722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 84630
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 89540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 94681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 100540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 107648
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 116172
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 125576
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 134664
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 142042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 146809
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 148974
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 149303
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 148827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 148299
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 148031
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 147980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 148013
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 148036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 148044
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 148044
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 148042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 9408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 11816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 12298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 14261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 16335
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 18526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 20830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 22461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 22771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 22286
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 21804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 21320
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 20830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 21016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 21190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 21349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 21490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 21618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 21694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 21737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 21745
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 21718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 21663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 21781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 21459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 21106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 20728
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 20463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 20402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 20506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 20659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 20769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 20869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 21004
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 21228
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 21524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 21859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 22196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 22584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 23098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5092
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 23792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 24596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 25312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 25773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 25920
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 25822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 25612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 25355
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 25149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 25059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 25090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 25194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 25357
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 25469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 25461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 25377
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 25363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 25545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 26049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 26861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 27865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 28943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 30120
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 31406
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 32822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 34385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 36102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 37994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 40071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 42361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 44916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 47779
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 50898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 54075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 56963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 59204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 60606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 61212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 61287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 61134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 7255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 60979
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 60900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 60887
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 60897
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 60904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 976
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 6828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 7157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 7271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 7349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 7418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 7214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7031
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3333
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6847
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6492
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7043
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 9367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 9716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 10090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 10447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 10829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 11353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 12131
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 13202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 14479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 15749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 16233
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 17173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 18114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 19057
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 20008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 20967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 22108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 23226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 24330
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 25410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 26473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 28565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 29649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3304
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 30173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 30857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 31708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 32638
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 33592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 34628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 35912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 37643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 39930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 42726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3131
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 45900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 49328
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 52983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 56849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 60912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 65136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 69424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 73697
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 77971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 82452
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 87554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 93740
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 101164
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 109352
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 117266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 123691
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 127844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 129730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 130017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 129599
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 129142
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 128909
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 128864
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 128891
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 128913
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 2000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 128919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 13845
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 14414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 16712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 19145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 21710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 24412
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 26322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 26685
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 26118
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 25553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 24985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 24412
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 24632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 24834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 25020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 25185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 25334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 25424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 25473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 25485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 25455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 25386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 25528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 25149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 24734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 24288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 23979
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 23908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 24034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 24210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 24341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 24457
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 24614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 24877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 25226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 25616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 26012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 26467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 27069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 27883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 28826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 29663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 30204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 30375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 30261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 30014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 29714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 29473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 29367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 29404
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 29528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 29716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 29847
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 29837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 29739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 29724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 29936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 30528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 31479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 32653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 33916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 35298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 36804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 38463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 40294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 42308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 44526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 46959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 49644
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 52638
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 55991
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 59648
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 63373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 66755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 69383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 71026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 71734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 71824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 71644
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 71463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 71369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 71354
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 71367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 71375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1135
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4667
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5165
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3782
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8431
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8582
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3867
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7735
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8169
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8833
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 10224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 10865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 11700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12118
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 15310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 16792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 18265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 18828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 19916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 21008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 22104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 23206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 24316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 25637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 26937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 28216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 29469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 30704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 33130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 34389
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3833
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 34994
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 35789
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 36775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 37855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 38961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 40161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 41651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 43657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 46310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 49553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 53236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 57210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 61450
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 65934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 70646
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 75546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 80516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 85475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 90430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 95624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 101542
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 108720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 117328
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 126827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 136005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 143458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 148272
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 150458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 150791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 150309
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 149778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 149505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 149452
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 149487
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 149511
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 149519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 149519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 20000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 149517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4396
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11084
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 13922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 14494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 16804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 19249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 21830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 24545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 26469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 26832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 26261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 25692
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 25122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 24545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 24767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 24971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 25157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 25324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 25473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 25565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 25612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 25624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 25594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 25528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 25667
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 25288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 24869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 24424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 24110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 24039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 24165
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 24343
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 24475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 24590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 24749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 25016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 25365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 25757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 26157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 26612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 27218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 28036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 28983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 29828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 30369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 30543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 30428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 30179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 29877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 29636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 29530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 29567
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 29690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 29881
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 30012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 30000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 29904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 29887
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 30102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 30694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 31653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 32834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 34104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 35492
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 37006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 38677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 40518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 42542
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 44771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 47218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 49916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 52928
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 56300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 59977
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 63722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 67122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 69765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 71416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 72130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 72218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 72038
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 71855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 71763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 71748
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 71759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 71769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4845
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5539
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6233
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8482
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8635
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8633
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7782
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 10284
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 10928
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11333
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 11771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4033
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12635
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13243
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 15402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 16890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 18375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 18937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 20035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 21134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4031
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 22234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 23343
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 24461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 25792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 27098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 28385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 29645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 30885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 33326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 34592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 35202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 36000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 36992
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 38079
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 39192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 40398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 41898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 43916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 46587
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 49845
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 53551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 57549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 61814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 66326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 71067
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 75993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 80995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 85983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 90969
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 96193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 102144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 109368
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 118024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 127579
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 136813
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 144309
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 149152
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 151350
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 151687
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 151201
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 150668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 150393
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 150340
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 150374
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 150397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 150405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 150405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 150403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 10537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 13233
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 13779
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 15975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 18300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 20751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 23334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 25161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 25506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 24965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 24424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 23883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 23334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 23541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 23735
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 23914
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 24075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 24214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 24302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 24347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 24359
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 24330
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 24267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 24400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 24039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 23641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 23216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 22920
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 22853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 22971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5555
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 23141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 23267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 23377
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 23528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 23779
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 24112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 24485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 24863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 25298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 25875
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 26651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 27553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 28353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 28871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 29034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 28924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 28688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 28402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 28173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 28073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 28104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 28224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 28402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 28530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 28520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 28428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 28410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 28616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 29179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 30088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 31214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 32420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 33741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 35179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 36765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 38516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 40442
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 42559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 44887
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 47451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 50314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 53520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 57016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 60575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 63808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 66322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 67891
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 68567
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 68653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 68481
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8128
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 68308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 68218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 68204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 68216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 68224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5941
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6384
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6806
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 7959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8084
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8228
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7833
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 9802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 10416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 10804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 11218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3845
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 11618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12043
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 12626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 13488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 14679
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 16100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 17512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 18049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 19096
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 20143
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 21192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 22251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 23314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 24583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 25828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 27053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 28255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 29439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 31763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 32971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 33553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 34314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 35261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 36294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 37357
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 38506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 39936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 41859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 44402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 47510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 51042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 54853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 58918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 63218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 67736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 72430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 77199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 81954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 86705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 91685
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 97360
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 104240
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 112495
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 121601
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 130401
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 137546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 142162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 144258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 144578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 144115
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3682
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 143607
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 143346
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 143295
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 143329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 143352
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 143358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 143358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 5000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 143356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4404
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 13949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 14522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 16835
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 19288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 21873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 24594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 26518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 26883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 26312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 25743
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 25171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 24594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 24814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 25020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 25206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 25373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 25522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 25614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 25663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5457
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 25675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 25645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 25575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 25718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 25337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 24918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 24471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 24159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 24086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 24212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 24390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 24524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 24639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 24798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 25063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 25414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 25808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 26206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 26665
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 27271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 28090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 29039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 29887
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 30428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 30602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 30487
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 30237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 29934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 29692
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 29588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 29622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 29747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 29936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 30071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 30059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 29963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 29945
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 30161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 30753
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 31714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 32896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 34171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 35561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 37079
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 38751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 40596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 42624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 44857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 47310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 50014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6933
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 53032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 56410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 60093
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 63846
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 67253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 69901
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 71557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 72271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 72359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 72177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 71997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 71903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 71887
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 71899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 71908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1143
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4451
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6243
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8669
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7794
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8231
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 10300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 10945
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 11788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 15426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 16920
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 18402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 18969
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 20065
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 21167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 22269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 23381
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 24498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 25834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 27141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 28430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 29692
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 30934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 33379
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 34647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 35259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 36057
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 37051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 38138
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 39255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 40463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 41965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 43989
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 46659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 49926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 53636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 57642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 61910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 66432
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 71179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 76114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 81122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 86118
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 91112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 96346
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 102307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 109538
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 118213
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 127781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 137029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 144538
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 149387
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 151591
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 151929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 151440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 150905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 150631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 150580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 150613
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 150636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 150644
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 150644
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '01'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11427"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 150642
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};