var 일반_공통_제휴사코드조회_기관코드기준__001 = function(기관코드 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-18 16:30:31
    if(((기관코드 == "021"))){
        __hpasRuleResult = {
'제휴사코드' : "4A082" , '제휴사명' : "한화증권" , 'TO_BE코드' : "3080082"
}

    }
    else if(((기관코드 == "049"))){
        __hpasRuleResult = {
'제휴사코드' : "4A479" , '제휴사명' : "미래에셋" , 'TO_BE코드' : "3080479"
}

    }
    else if(((기관코드 == "02"))){
        __hpasRuleResult = {
'제휴사코드' : "4A530" , '제휴사명' : "산업은행" , 'TO_BE코드' : "3080530"
}

    }
    else if(((기관코드 == "23"))){
        __hpasRuleResult = {
'제휴사코드' : "4A547" , '제휴사명' : "제일은행" , 'TO_BE코드' : "3080547"
}

    }
    else if(((기관코드 == "03"))){
        __hpasRuleResult = {
'제휴사코드' : "4A549" , '제휴사명' : "기업은행" , 'TO_BE코드' : "3080549"
}

    }
    else if(((기관코드 == "37"))){
        __hpasRuleResult = {
'제휴사코드' : "4A650" , '제휴사명' : "전북은행" , 'TO_BE코드' : "3080650"
}

    }
    else if(((기관코드 == "AA"))){
        __hpasRuleResult = {
'제휴사코드' : "4A664" , '제휴사명' : "현대홈쇼핑" , 'TO_BE코드' : "3080664"
}

    }
    else if(((기관코드 == "003"))){
        __hpasRuleResult = {
'제휴사코드' : "4A665" , '제휴사명' : "CJMALL" , 'TO_BE코드' : "3080665"
}

    }
    else if(((기관코드 == "999"))){
        __hpasRuleResult = {
'제휴사코드' : "4A666" , '제휴사명' : "대리점" , 'TO_BE코드' : "3080666"
}

    }
    else if(((기관코드 == "04"))){
        __hpasRuleResult = {
'제휴사코드' : "4A667" , '제휴사명' : "국민은행" , 'TO_BE코드' : "3080667"
}

    }
    else if(((기관코드 == "81"))){
        __hpasRuleResult = {
'제휴사코드' : "4A668" , '제휴사명' : "하나은행" , 'TO_BE코드' : "3080668"
}

    }
    else if(((기관코드 == "21"))){
        __hpasRuleResult = {
'제휴사코드' : "4A670" , '제휴사명' : "조흥은행" , 'TO_BE코드' : "3080670"
}

    }
    else if(((기관코드 == "31"))){
        __hpasRuleResult = {
'제휴사코드' : "4A689" , '제휴사명' : "대구은행" , 'TO_BE코드' : "3080689"
}

    }
    else if(((기관코드 == "05"))){
        __hpasRuleResult = {
'제휴사코드' : "4A690" , '제휴사명' : "외환은행" , 'TO_BE코드' : "3080690"
}

    }
    else if(((기관코드 == "20"))){
        __hpasRuleResult = {
'제휴사코드' : "4A763" , '제휴사명' : "우리은행" , 'TO_BE코드' : "3080763"
}

    }
    else if(((기관코드 == "26"))){
        __hpasRuleResult = {
'제휴사코드' : "4A904" , '제휴사명' : "신한은행" , 'TO_BE코드' : "3080904"
}

    }
    else if(((기관코드 == "BB"))){
        __hpasRuleResult = {
'제휴사코드' : "4A941" , '제휴사명' : "CJ홈쇼핑" , 'TO_BE코드' : "3080941"
}

    }
    else if(((기관코드 == "35"))){
        __hpasRuleResult = {
'제휴사코드' : "4B052" , '제휴사명' : "제주은행" , 'TO_BE코드' : "3081052"
}

    }
    else if(((기관코드 == "88"))){
        __hpasRuleResult = {
'제휴사코드' : "4A904" , '제휴사명' : "통합신한" , 'TO_BE코드' : "3080904"
}

    }
    else if(((기관코드 == "50"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "솔로몬저축은행" , 'TO_BE코드' : "3100577"
}

    }
    else if(((기관코드 == "278"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "신한증권" , 'TO_BE코드' : "3103434"
}

    }
    else if(((기관코드 == "39"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "경남은행" , 'TO_BE코드' : "3107208"
}

    }
    else if(((기관코드 == "34"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "광주은행" , 'TO_BE코드' : "3112328"
}

    }
    else if(((기관코드 == "32"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "부산은행" , 'TO_BE코드' : "3123082"
}

    }
    else if(((기관코드 == "501"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "현대스위스저축은행" , 'TO_BE코드' : "3302240"
}

    }
    else if(((기관코드 == "A01"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "현대스위스저축은행" , 'TO_BE코드' : "3302240"
}

    }
    else if(((기관코드 == "502"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "현대스위스이상호저축은행" , 'TO_BE코드' : "3302243"
}

    }
    else if(((기관코드 == "A02"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "현대스위스이상호저축은행" , 'TO_BE코드' : "3302243"
}

    }
    else if(((기관코드 == "503"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "현대스위스삼상호저축은행" , 'TO_BE코드' : "3302251"
}

    }
    else if(((기관코드 == "A03"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "현대스위스삼상호저축은행" , 'TO_BE코드' : "3302251"
}

    }
    else if(((기관코드 == "A04"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "현대스위스사상호저축은행" , 'TO_BE코드' : "3338086"
}

    }
    else if(((기관코드 == "27"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "씨티은행" , 'TO_BE코드' : "3301771"
}

    }
    else if(((기관코드 == "247"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "우리투자증권" , 'TO_BE코드' : "3253876"
}

    }
    else if(((기관코드 == "11"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "농협은행" , 'TO_BE코드' : "3336715"
}

    }
    else if(((기관코드 == "B01"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "스마트저축은행" , 'TO_BE코드' : "3384999"
}

    }
    else if(((기관코드 == "B02"))){
        __hpasRuleResult = {
'제휴사코드' : "" , '제휴사명' : "한화저축은행" , 'TO_BE코드' : "3389385"
}

    }

    return RESULT(__hpasRuleResult);
};