var 일반_상해_요율상세초기값설정_001 = function(기타비급여담보할증율,입원병실료차액담보할증율,입원의료비치과추가담보할증율,입원의료비한방추가담보할증율,통원의료비담보할인율,통원의료비치과추가담보할증율,통원의료비한방추가담보할증율,입원의료비보상비율,통원의료비보상비율,단기요율,장기일시납요율,분납할증율,계속계약할인율,건강보험비가입자할증율,단체할인율 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    var 기본요율 = null;
    var 단체계약적용요율 = null;
    var 고도후유장해할인율 = null;
    var 분할위험담보할인율 = null;
    var 부부가족적용요율 = null;
    var 가입금액할증계수 = null;
    var 자기부담금조정계수 = null;
    var 신체부위확장담보요율 = null;
    var 보상한도액인상계수 = null;
    var 자기부담금할인계수 = null;
    var 단기요율 = 단기요율;
    var 장기일시납요율 = 장기일시납요율;
    var 분납할증율 = 분납할증율;
    var 계속계약할인율 = 계속계약할인율;
    var 적용요율 = null;
    var 건강보험비가입자할증율 = 건강보험비가입자할증율;
    var 운동위험할증요율 = null;
    var 직업위험할증요율 = null;
    var 북한주민할인율 = null;
    var 자기부담금할인율 = null;
    var 가입금액수정계수 = null;
    var 단체할인율 = 단체할인율;
    var 순요율 = null;
    var 입원의료비보상비율 = 입원의료비보상비율;
    var 통원의료비보상비율 = 통원의료비보상비율;
    var 기타비급여담보할증율 = 기타비급여담보할증율;
    var 입원병실료차액담보할증율 = 입원병실료차액담보할증율;
    var 입원의료비치과추가담보할증율 = 입원의료비치과추가담보할증율;
    var 입원의료비한방추가담보할증율 = 입원의료비한방추가담보할증율;
    var 통원의료비담보할인율 = 통원의료비담보할인율;
    var 통원의료비치과추가담보할증율 = 통원의료비치과추가담보할증율;
    var 통원의료비한방추가담보할증율 = 통원의료비한방추가담보할증율;

    // Compiler Version 1 , Created : 2023-08-23 17:11:24
    if(true
){
        기본요율=ROUND(AMT(0),1)

    }

    if(true
){
        단체계약적용요율=ROUND(AMT(1),1)

    }

    if(true
){
        고도후유장해할인율=ROUND(AMT(0),1)

    }

    if(true
){
        분할위험담보할인율=ROUND(AMT(0),1)

    }

    if(true
){
        부부가족적용요율=ROUND(AMT(1),1)

    }

    if(true
){
        가입금액할증계수=ROUND(AMT(0),1)

    }

    if(true
){
        자기부담금조정계수=ROUND(AMT(0),1)

    }

    if(true
){
        신체부위확장담보요율=ROUND(AMT(0),1)

    }

    if(true
){
        보상한도액인상계수=ROUND(AMT(1),1)

    }

    if(true
){
        자기부담금할인계수=ROUND(AMT(1),1)

    }

    if(IS_EMPTY(건강보험비가입자할증율) == true
){
        건강보험비가입자할증율=ROUND(AMT(0),1)

    }

    if(true
){
        운동위험할증요율=ROUND(AMT(0),1)

    }

    if(true
){
        직업위험할증요율=ROUND(AMT(0),1)

    }

    if(true
){
        북한주민할인율=ROUND(AMT(0),1)

    }

    if(true
){
        자기부담금할인율=ROUND(AMT(0),1)

    }

    if(true
){
        가입금액수정계수=ROUND(AMT(1),1)

    }

    if(IS_EMPTY(단체할인율) == true
){
        단체할인율=ROUND(AMT(0),1)

    }

    if(IS_EMPTY(단기요율) == true
){
        단기요율=ROUND(AMT(1),1)

    }

    if(IS_EMPTY(장기일시납요율) == true
){
        장기일시납요율=ROUND(AMT(1),1)

    }

    if(IS_EMPTY(분납할증율) == true
){
        분납할증율=ROUND(AMT(0),1)

    }

    if(IS_EMPTY(계속계약할인율) == true
){
        계속계약할인율=ROUND(AMT(0),1)

    }

    if(true
){
        적용요율=ROUND(AMT(0),1)

    }

    if(true
){
        순요율=ROUND(AMT(0),1)

    }

    if(IS_EMPTY(입원병실료차액담보할증율) == true
){
        입원병실료차액담보할증율=ROUND(AMT(0),1)

    }

    if(IS_EMPTY(기타비급여담보할증율)==true
){
        기타비급여담보할증율=ROUND(AMT(0),1)

    }

    if(IS_EMPTY(입원의료비한방추가담보할증율)==true
){
        입원의료비한방추가담보할증율=ROUND(AMT(0),1)

    }

    if(IS_EMPTY(입원의료비치과추가담보할증율)==true
){
        입원의료비치과추가담보할증율=ROUND(AMT(0),1)

    }

    if(IS_EMPTY(통원의료비담보할인율)==true
){
        통원의료비담보할인율=ROUND(AMT(0),1)

    }

    if(IS_EMPTY(통원의료비한방추가담보할증율)==true
){
        통원의료비한방추가담보할증율=ROUND(AMT(0),1)

    }

    if(IS_EMPTY(통원의료비치과추가담보할증율)==true
){
        통원의료비치과추가담보할증율=ROUND(AMT(0),1)

    }

    if(IS_EMPTY(입원의료비보상비율)==true
){
        입원의료비보상비율 = 100

    }

    if(IS_EMPTY(통원의료비보상비율)==true
){
        통원의료비보상비율 = 100

    }
    __hpasRuleResult = {
        기본요율 : 기본요율 , 단체계약적용요율 : 단체계약적용요율 , 고도후유장해할인율 : 고도후유장해할인율 , 분할위험담보할인율 : 분할위험담보할인율 , 부부가족적용요율 : 부부가족적용요율 , 가입금액할증계수 : 가입금액할증계수 , 자기부담금조정계수 : 자기부담금조정계수 , 신체부위확장담보요율 : 신체부위확장담보요율 , 보상한도액인상계수 : 보상한도액인상계수 , 자기부담금할인계수 : 자기부담금할인계수 , 단기요율 : 단기요율 , 장기일시납요율 : 장기일시납요율 , 분납할증율 : 분납할증율 , 계속계약할인율 : 계속계약할인율 , 적용요율 : 적용요율 , 건강보험비가입자할증율 : 건강보험비가입자할증율 , 운동위험할증요율 : 운동위험할증요율 , 직업위험할증요율 : 직업위험할증요율 , 북한주민할인율 : 북한주민할인율 , 자기부담금할인율 : 자기부담금할인율 , 가입금액수정계수 : 가입금액수정계수 , 단체할인율 : 단체할인율 , 순요율 : 순요율 , 입원의료비보상비율 : 입원의료비보상비율 , 통원의료비보상비율 : 통원의료비보상비율 , 기타비급여담보할증율 : 기타비급여담보할증율 , 입원병실료차액담보할증율 : 입원병실료차액담보할증율 , 입원의료비치과추가담보할증율 : 입원의료비치과추가담보할증율 , 입원의료비한방추가담보할증율 : 입원의료비한방추가담보할증율 , 통원의료비담보할인율 : 통원의료비담보할인율 , 통원의료비치과추가담보할증율 : 통원의료비치과추가담보할증율 , 통원의료비한방추가담보할증율 : 통원의료비한방추가담보할증율
    }

    return RESULT(__hpasRuleResult);
};