var 일반_공통_화면_상품별콤포넌트매핑_001 = function(상품코드,상위위험유형코드,위험유형코드,적용영역,상태코드,기준일자 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = [];


    // Compiler Version 1 , Created : 2023-08-18 17:21:58

    if(((상위위험유형코드 == "RFA00010"))
    && ((위험유형코드 == "RFA00114"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "C000006"
})

    }

    if(((상위위험유형코드 == "RFA00010"))
    && ((위험유형코드 == "RFA00114"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "C000007"
})

    }

    if(((상위위험유형코드 == "RFA00010"))
    && ((위험유형코드 == "RFA00114"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "C000008"
})

    }

    if(((상품코드 == 'FA00049003'))
    && ((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00112"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "MVPR001"
})

    }

    if(((상품코드 == 'FA00049003'))
    && ((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00112"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "MVPR002"
})

    }

    if(((상품코드 == 'FA00049003'))
    && ((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00112"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "MVPR003"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00010003"))
    && ((상위위험유형코드 == "RFA00002")||(상위위험유형코드 == "RFA00003")||(상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00100")||(위험유형코드 == "RFA00101")||(위험유형코드 == "RFA00102")||(위험유형코드 == "RFA00103"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00001"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00010003"))
    && ((상위위험유형코드 == "RFA00003"))
    && ((위험유형코드 == "RFA00148"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00006"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00010003"))
    && ((상위위험유형코드 == "RFA00002")||(상위위험유형코드 == "RFA00003")||(상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00100")||(위험유형코드 == "RFA00148")||(위험유형코드 == "RFA00101")||(위험유형코드 == "RFA00102")||(위험유형코드 == "RFA00103"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00010003"))
    && ((상위위험유형코드 == "RFA00002")||(상위위험유형코드 == "RFA00003")||(상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00100")||(위험유형코드 == "RFA00148")||(위험유형코드 == "RFA00101")||(위험유형코드 == "RFA00102")||(위험유형코드 == "RFA00103"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00010003"))
    && ((상위위험유형코드 == "RFA00002")||(상위위험유형코드 == "RFA00003"))
    && ((위험유형코드 == "RFA00100")||(위험유형코드 == "RFA00148")||(위험유형코드 == "RFA00102"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00004"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00010003"))
    && ((상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00101")||(위험유형코드 == "RFA00103"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "GR00005"
})

    }

    if(((상품코드 == '1'))
    && ((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00110"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "C000004"
})

    }

    if(((상품코드 == '1'))
    && ((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00110"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "C000005"
})

    }

    if(((상품코드 == '1'))
    && ((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00110"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "C000006"
})

    }

    if(((상품코드 == 'FA00010004')||(상품코드 == 'FA00010005')||(상품코드 == 'FA00010006')||(상품코드 == 'FA00014001')||(상품코드 == 'FA00052005'))
    && ((상위위험유형코드 == "RFA00002")||(상위위험유형코드 == "RFA00003")||(상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00100")||(위험유형코드 == "RFA00114")||(위험유형코드 == "RFA00107")||(위험유형코드 == "RFA00101")||(위험유형코드 == "RFA00028")||(위험유형코드 == "RFA00108"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00001"
})

    }

    if(((상품코드 == 'FA00010004')||(상품코드 == 'FA00010005')||(상품코드 == 'FA00010006')||(상품코드 == 'FA00014001')||(상품코드 == 'FA00052005'))
    && ((상위위험유형코드 == "RFA00002")||(상위위험유형코드 == "RFA00003")||(상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00148"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00006"
})

    }

    if(((상품코드 == 'FA00012003'))
    && ((상위위험유형코드 == "RFA00002")||(상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00114")||(위험유형코드 == "RFA00028"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00007"
})

    }

    if(((상품코드 == 'FA00010004')||(상품코드 == 'FA00010005')||(상품코드 == 'FA00010006')||(상품코드 == 'FA00014001')||(상품코드 == 'FA00052005')||(상품코드 == 'FA00012003'))
    && ((상위위험유형코드 == "RFA00002")||(상위위험유형코드 == "RFA00003")||(상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00100")||(위험유형코드 == "RFA00148")||(위험유형코드 == "RFA00114")||(위험유형코드 == "RFA00107")||(위험유형코드 == "RFA00101")||(위험유형코드 == "RFA00028")||(위험유형코드 == "RFA00108"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})

    }

    if(((상품코드 == 'FA00010004')||(상품코드 == 'FA00010005')||(상품코드 == 'FA00010006')||(상품코드 == 'FA00014001')||(상품코드 == 'FA00052005')||(상품코드 == 'FA00012003'))
    && ((상위위험유형코드 == "RFA00002")||(상위위험유형코드 == "RFA00003")||(상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00100")||(위험유형코드 == "RFA00148")||(위험유형코드 == "RFA00114")||(위험유형코드 == "RFA00107")||(위험유형코드 == "RFA00101")||(위험유형코드 == "RFA00028")||(위험유형코드 == "RFA00108"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})

    }

    if(((상품코드 == 'FA00010004')||(상품코드 == 'FA00010005')||(상품코드 == 'FA00010006')||(상품코드 == 'FA00014001')||(상품코드 == 'FA00052005')||(상품코드 == 'FA00012003'))
    && ((상위위험유형코드 == "RFA00002")||(상위위험유형코드 == "RFA00003"))
    && ((위험유형코드 == "RFA00100")||(위험유형코드 == "RFA00148")||(위험유형코드 == "RFA00114")||(위험유형코드 == "RFA00107"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00004"
})

    }

    if(((상품코드 == 'FA00010004')||(상품코드 == 'FA00010005')||(상품코드 == 'FA00010006')||(상품코드 == 'FA00014001')||(상품코드 == 'FA00052005')||(상품코드 == 'FA00012003'))
    && ((상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00101")||(위험유형코드 == "RFA00028")||(위험유형코드 == "RFA00108"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00005"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == 'FA00016005'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00005"
})

    }

    if(((상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00009"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00006"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00007"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00008"
})

    }

    if(((상품코드 == 'FA00016005'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00005"
})

    }

    if(((상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00009"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == 'FA00016005'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00005"
})

    }

    if(((상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00009"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006')||(상품코드 == 'FA00022005')||(상품코드 == 'FA00022006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00010"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006')||(상품코드 == 'FA00022005')||(상품코드 == 'FA00022006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00011"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006')||(상품코드 == 'FA00022005')||(상품코드 == 'FA00022006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006')||(상품코드 == 'FA00022005')||(상품코드 == 'FA00022006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00012"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00022005'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00013"
})

    }

    if(((상품코드 == 'FA00016006')||(상품코드 == 'FA00022006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00028"
})

    }

    if(((상품코드 == 'FA00016005')||(상품코드 == 'FA00016006')||(상품코드 == 'FA00022005')||(상품코드 == 'FA00022006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00014"
})

    }

    if(((상품코드 == 'FA00016005'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})

    }

    if(((상품코드 == 'FA00016005'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})

    }

    if(((상품코드 == 'FA00016005'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == 'FA00016005'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00005"
})

    }

    if(((상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})

    }

    if(((상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})

    }

    if(((상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == 'FA00016006'))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00009"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00005"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00030"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00007"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00008"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00005"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00005"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00031"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00010"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00011"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00012"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00032"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 7 , '콤포넌트아이디' : "LB00014"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == "FA00052001")||(상품코드 == "FA00052006")||(상품코드 == "FA00052007")||(상품코드 == "FA00052008")||(상품코드 == "FA00052013")||(상품코드 == "FA00052014")||(상품코드 == "FA00052016")||(상품코드 == "FA00052018")||(상품코드 == "FA00052019")||(상품코드 == "FA00052020")||(상품코드 == "FA00052021"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00005"
})

    }

    if(((상품코드 == "FA00023006"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00086"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00033"
})

    }

    if(((상품코드 == "FA00023006"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00086"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00034"
})

    }

    if(((상품코드 == "FA00023006"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00086"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00035"
})

    }

    if(((상품코드 == "FA00023006"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00086"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00009"
})

    }

    if(((상품코드 == "FA00023006"))
    && ((상위위험유형코드 == "RFA00007"))
    && ((위험유형코드 == "RFA00086"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00014"
})

    }

    if(((상품코드 == "000"))
    && ((상위위험유형코드 == "000"))
    && ((위험유형코드 == "000"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "TEST01"
})

    }

    if(((상품코드 == "000"))
    && ((상위위험유형코드 == "000"))
    && ((위험유형코드 == "000"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})

    }

    if(((상품코드 == "000"))
    && ((상위위험유형코드 == "000"))
    && ((위험유형코드 == "000"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00004"
})

    }

    if(((상품코드 == "FA00016032"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})

    }

    if(((상품코드 == "FA00016032"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})

    }

    if(((상품코드 == "FA00016032"))
    && ((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == "FA00016032"))
    && ((위험유형코드 == "RFA00047"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})

    }

    if(((상품코드 == "FA00016032"))
    && ((위험유형코드 == "RFA00047"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})

    }

    if(((상품코드 == "FA00016032"))
    && ((위험유형코드 == "RFA00047"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})

    }

    if(((상품코드 == "FA00004002")||(상품코드 == "FA00005002"))
    && ((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00027"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "C000014"
})

    }

    if(((상품코드 == "FA00004002")||(상품코드 == "FA00005002"))
    && ((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00027"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "C000013"
})

    }

    if(((상품코드 == "FA00004002")||(상품코드 == "FA00005002"))
    && ((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00027"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "C000003"
})

    }

    return RESULT(__hpasRuleResult);
};