var 일반_상해_메디케어_암치료비기타피부암순요율_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-23 19:19:56
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'기타피부암요율' : 0.0
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'기타피부암요율' : 0.0
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000003
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000003
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000003
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000003
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000003
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000005
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000006
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000006
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000007
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000009
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'기타피부암요율' : 0.0
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000005
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000006
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000006
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000008
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000009
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000007
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000008
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000009
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000011
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000012
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'기타피부암요율' : 0.0
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000012
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000013
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000015
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000017
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'기타피부암요율' : 0.00002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000019
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000021
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000023
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000026
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000029
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'기타피부암요율' : 0.00003
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000033
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000036
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000041
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000047
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000055
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'기타피부암요율' : 0.00006
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000066
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000071
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000076
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000084
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000089
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000094
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000099
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000103
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000104
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000109
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000113
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000118
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000123
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000149
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000154
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'기타피부암요율' : 0.00016
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000159
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000158
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000221
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'기타피부암요율' : 0.00022
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000218
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000217
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000215
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000214
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000002
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000004
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000003
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000003
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000003
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000004
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000004
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000004
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000004
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000005
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000006
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000006
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000004
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000004
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000005
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000005
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000006
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000007
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000008
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000008
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000009
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'기타피부암요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'기타피부암요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000012
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000012
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000013
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000014
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000015
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000015
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000016
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000017
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'기타피부암요율' : 0.0
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000023
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000024
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000025
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000026
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000028
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000037
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000039
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000041
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000042
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000043
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'기타피부암요율' : 0.0
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000054
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000055
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000056
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000057
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000059
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000072
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000074
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000076
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000077
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000079
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'기타피부암요율' : 0.0
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000104
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000106
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000108
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000106
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000104
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000174
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'기타피부암요율' : 0.00017
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000167
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000163
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000159
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'기타피부암요율' : 0.0
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'기타피부암요율' : 0.000156
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10501")||(담보코드 == "CFA10502")||(담보코드 == "CFA10855"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'기타피부암요율' : 0.0
}

    }

    return RESULT(__hpasRuleResult);
};