var 일반_상해_공무원연금장해진단비요율_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 13:11:28
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.000067
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.000067
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.000068
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.00007
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.000071
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.000071
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.000072
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.000072
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.000073
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.000075
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.000075
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.000075
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.000074
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.000074
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.000078
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.000082
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.000085
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.000089
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.000093
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.000099
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.000107
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.000117
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.000128
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.000139
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.000152
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.000162
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.000176
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.000191
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.000212
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.000234
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.000259
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.000289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.000322
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.000353
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.000389
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.000429
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.000476
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.000529
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0.000587
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0.000651
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0.00072
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0.000793
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0.000869
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0.000956
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0.001046
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0.001144
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0.001249
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0.001366
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0.001512
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0.001701
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0.001949
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 0.002266
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 0.00266
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 0.003125
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 0.003654
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 0.004247
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 0.004906
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 0.005653
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 0.006526
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 0.007579
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 0.00887
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 0.010452
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 0.012338
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 0.01454
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 0.017166
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 0.020408
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.00001
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.000011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.000011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.000011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.000011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.000011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.000012
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.000012
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.000013
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.000014
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.000015
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.000017
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.000018
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.000019
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.00002
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.000022
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.000024
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.000027
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.000028
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.000032
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.000035
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.000039
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.000043
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.000047
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.000053
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.000058
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0.000064
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0.000071
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0.000085
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0.000095
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0.000106
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0.000121
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0.000136
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0.000147
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0.000167
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0.000195
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0.000228
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0.00027
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0.000292
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 0.000342
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 0.000394
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 0.000452
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 0.000519
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 0.0006
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 0.0007
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 0.000821
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 0.000972
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 0.001158
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 0.001388
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 0.001667
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 0.001991
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 0.002358
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 0.002786
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11857"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 0.003304
}

    }

    return RESULT(__hpasRuleResult);
};