var 일반_공통_자기부담금액사이값입력체크여부조회_001 = function(상품코드,위험유형코드,업종1레벨코드,업종2레벨코드,담보코드,보상한도금액단위코드,배상구분코드 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-18 16:28:39
    if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016027'))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A801"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00034"))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00034"))
    && ((담보코드 == "CFA10130"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00018001'))
    && ((위험유형코드 == "RFA00071"))
    && (!(업종2레벨코드 == "C991"))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00019001'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J011"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00019001'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J011"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00019001'))
    && ((위험유형코드 == "RFA00074"))
    && ((담보코드 == "CFA10303"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00019001'))
    && ((위험유형코드 == "RFA00074"))
    && ((담보코드 == "CFA10303"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00020001'))
    && ((위험유형코드 == "RFA00076"))
    && ((업종1레벨코드 == "C000"))
    && ((담보코드 == "CFA10115"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00020001'))
    && ((위험유형코드 == "RFA00077"))
    && ((업종1레벨코드 == "J011"))
    && ((담보코드 == "CFA10306"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00022001'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00022001'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00022001'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00022001'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00022003'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00022003'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00022003'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00022003'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A801"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051001'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A801"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A801"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00071"))
    && (!(업종2레벨코드 == "C991"))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00057001'))
    && ((위험유형코드 == "RFA00111"))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00057001'))
    && ((위험유형코드 == "RFA00111"))
    && ((담보코드 == "CFA10130"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00030"))
    && ((담보코드 == "CFA10115"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016001'))
    && ((위험유형코드 == "RFA00039"))
    && ((담보코드 == "CFA10136"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016020'))
    && ((위험유형코드 == "RFA00039"))
    && ((담보코드 == "CFA10136"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00018001'))
    && ((위험유형코드 == "RFA00071"))
    && ((담보코드 == "CFA10115"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00019001'))
    && ((위험유형코드 == "RFA00071"))
    && ((담보코드 == "CFA10115"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00019001'))
    && ((위험유형코드 == "RFA00072"))
    && ((담보코드 == "CFA10115"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00066001'))
    && ((위험유형코드 == "RFA00039"))
    && ((담보코드 == "CFA10136"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00039"))
    && ((담보코드 == "CFA10115"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051002'))
    && ((위험유형코드 == "RFA00039"))
    && ((담보코드 == "CFA10136"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00097001'))
    && ((담보코드 == "CFA10892"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00097001'))
    && ((담보코드 == "CFA10892"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00097001'))
    && ((담보코드 == "CFA10892"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00097001'))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((위험유형코드 == "RFA00071"))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((위험유형코드 == "RFA00071"))
    && ((담보코드 == "CFA10115"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00023026'))
    && ((위험유형코드 == "RFA00082"))
    && ((담보코드 == "CFA10334"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00023027'))
    && ((위험유형코드 == "RFA00181"))
    && ((담보코드 == "CFA11228"))
    && ((보상한도금액단위코드 == "15"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00023027'))
    && ((위험유형코드 == "RFA00181"))
    && ((담보코드 == "CFA11228"))
    && ((보상한도금액단위코드 == "15"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00023028'))
    && ((위험유형코드 == "RFA00229"))
    && ((담보코드 == "CFA11229"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00090001'))
    && ((위험유형코드 == "RFA00155"))
    && ((담보코드 == "CFA10847"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00090001'))
    && ((위험유형코드 == "RFA00155"))
    && ((담보코드 == "CFA10847"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00090001'))
    && ((위험유형코드 == "RFA00155"))
    && ((담보코드 == "CFA10848"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00090001'))
    && ((위험유형코드 == "RFA00155"))
    && ((담보코드 == "CFA10848"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00090001'))
    && ((위험유형코드 == "RFA00155"))
    && ((담보코드 == "CFA10846"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00090001'))
    && ((위험유형코드 == "RFA00155"))
    && ((담보코드 == "CFA10846"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00090001'))
    && ((위험유형코드 == "RFA00260"))
    && ((담보코드 == "CFA10846"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00090001'))
    && ((위험유형코드 == "RFA00260"))
    && ((담보코드 == "CFA10846"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00020003'))
    && ((위험유형코드 == "RFA00233"))
    && ((담보코드 == "CFA11241"))
    && ((보상한도금액단위코드 == "01"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00020003'))
    && ((위험유형코드 == "RFA00233"))
    && ((담보코드 == "CFA11242"))
    && ((보상한도금액단위코드 == "01"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A801"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A801"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A801"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A801"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00034"))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00034"))
    && ((담보코드 == "CFA10130"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052010'))
    && ((위험유형코드 == "RFA00039"))
    && ((담보코드 == "CFA10136"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00034"))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00034"))
    && ((담보코드 == "CFA10130"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052011')||(상품코드 == 'FA00052017'))
    && ((위험유형코드 == "RFA00039"))
    && ((담보코드 == "CFA10136"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00034"))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00034"))
    && ((담보코드 == "CFA10130"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00038"))
    && ((담보코드 == "CFA10135"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00052012'))
    && ((위험유형코드 == "RFA00039"))
    && ((담보코드 == "CFA10136"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051003'))
    && ((위험유형코드 == "RFA00071"))
    && (!(업종2레벨코드 == "C991"))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00034"))
    && ((담보코드 == "CFA10113"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00051004'))
    && ((위험유형코드 == "RFA00034"))
    && ((담보코드 == "CFA10130"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016028'))
    && ((위험유형코드 == "RFA00030"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00050003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00050003'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00050002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00050002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00023031'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00023031'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00023031'))
    && ((담보코드 == "CFA10112")||(담보코드 == "CFA10115")||(담보코드 == "CFA10132")||(담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00023031'))
    && ((담보코드 == "CFA11256")||(담보코드 == "CFA11228"))
    && ((보상한도금액단위코드 == "15"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종2레벨코드 == "A301"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A401"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A501"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A601"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A700"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00030"))
    && ((업종1레벨코드 == "A801"))
    && ((담보코드 == "CFA10112"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J0100"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00145001')||(상품코드 == 'FA00145002'))
    && ((위험유형코드 == "RFA00053"))
    && ((업종1레벨코드 == "J012"))
    && ((담보코드 == "CFA10236"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "03"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00149001'))
    && ((위험유형코드 == "RFA00285"))
    && ((담보코드 == "CFA11677"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01")||(배상구분코드 == "02"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00018001'))
    && ((위험유형코드 == "RFA00071"))
    && ((담보코드 == "CFA10301"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((위험유형코드 == "RFA00071"))
    && ((담보코드 == "CFA10301"))
    && ((보상한도금액단위코드 == "02"))
    && ((배상구분코드 == "01"))){
        __hpasRuleResult = {
'자기부담금액체크여부' : "1"
}

    }
    자기부담금액체크여부 = "0"


    return RESULT(__hpasRuleResult);
};