var 일반_상해해외장기체류기본실손의료비_질병통원_외래__CFA11431_FA00045006_001 = function(실손의료비보험가입유형,가입금액,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 08:39:33
    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == "06"))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 22684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 22155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 13730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 15426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 16716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 17441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 17757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 17826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 17810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 17608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 17618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 17712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 24132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 17720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 17659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 17755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 18484
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 20288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 23218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 26267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 29375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 32106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 34157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 26410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 35581
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 36675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 37500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 38175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 38894
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 39355
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 39451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 39438
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 39402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 39312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 26096
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 39108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 38865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 38812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 39075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 39647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 40459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 41492
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 42894
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 44579
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 46347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 23335
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 48100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 49902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 52006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 54291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 56381
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 58006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 59259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 60642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 62202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 63759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 19333
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 65285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 66930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 69053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 71989
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 74932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 77883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 80840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 83807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 84336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 84865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 15569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 85397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 85930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 86465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 86820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 87175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 87530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 87871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 88212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 88607
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 89001
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 13218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 12726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 89397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 19945
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 18714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 24445
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 21957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 19728
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 18406
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 17957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 18235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 19049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 20216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 22332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 25514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 19083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 29598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 32739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 34702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 36206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 37724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 39226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 40714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 42214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 43769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 45332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 19737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 46900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 48477
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 50053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 51877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 53697
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 55538
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 57402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 59261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 62848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 64897
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 22584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 66457
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 68334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 70661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 73561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 77079
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 81126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 85483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 89905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 94048
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 97703
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 26263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 100860
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 103601
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 106093
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 107656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 107475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 105432
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 102364
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 99550
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 97552
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 96193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 29385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 95216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 94642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 94779
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 93571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 88411
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 86632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 89279
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 91928
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 91205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 90485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 30757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 89765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 89042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 88318
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 87411
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 86507
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 85605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 84691
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 83781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 83034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 82287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 29843
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 27302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 81540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 26536
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 25916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 16059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 18043
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 19551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 20400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 20769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 20851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 20830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 20598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 20608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 20718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 28226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 20728
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 20655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 20765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 21624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 23732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 27157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 30726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 34359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 37553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 39953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 30892
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 41616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 42898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 43865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 44653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 45494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 46036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 46145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 46132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 46089
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 45983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 30524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 45745
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 45459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 45398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 45706
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 46375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 47324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 48532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 50173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 52146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 54212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 27296
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 56261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 58371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 60834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 63502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 65948
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 67852
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 69316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 70934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 72757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 74579
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 22616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 76365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 78289
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 80771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 84209
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 87648
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 91101
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 94558
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 98030
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 98648
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 99267
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 18212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 99891
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 100515
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 101138
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 101554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 101969
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 102385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 102781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 103183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 103642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 104105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 15459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 14884
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 104568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 23202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 21769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 28436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 25541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 22947
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 21412
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 20886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 21212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 22159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 23514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 25977
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 29679
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 22196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 34428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 38083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 40365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 42114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 43881
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 45630
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 47359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 49100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 50912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 52730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 22959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 54555
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 56389
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 58222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 60344
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 62461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 64602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 66771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 68934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 73105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 75489
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 26271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 77303
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 79485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 82195
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 85567
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 89660
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 94365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 99434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 104577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 109397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 113648
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 30549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 117321
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 120511
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 123409
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 125226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 125015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 122638
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 119070
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 115797
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 113470
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 111891
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 34177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 110754
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 110087
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 110246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 108842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 102838
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 100773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 103848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 106930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 106091
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 105252
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 35779
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 104415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 103575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 102732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 101677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 100624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 99575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 98513
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 97456
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 96585
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 95718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 34714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 31757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 94848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 28475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 27810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 17235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 19363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 20983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 21890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 22288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 22377
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 22355
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 22104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 22116
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 22234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 30290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 22243
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 22167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 22284
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 23204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 25467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 29145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 32973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 36873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 40298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 42875
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 33149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 44661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 46036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 47071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 47920
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 48822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 49402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 49520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 49504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 49459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 49345
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 32755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 49093
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 48783
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 48718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 49049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 49767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 50785
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 52083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 53844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 55959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 58179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 29290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 60377
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 62640
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 65281
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 68148
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 70771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 72812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 74385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 76122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 78079
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 80034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 24269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 81950
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 84016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 86681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 90365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 94058
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 97762
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 101475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 105201
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 105862
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 106528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 19543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 107195
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 107866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 108536
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 108981
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 109424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 109873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 110299
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 110728
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 111222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 111719
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 16590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 15975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 112215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 24779
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 23247
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 30367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 27277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 24508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 22867
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 22306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 22653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 23663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 25110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 27741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 31694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 23704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 36767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 40669
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 43108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 44975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 46859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 48728
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 50575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 52436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 54371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 56310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 24518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 58259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 60216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 62175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 64442
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 66702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 68989
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 71306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 73616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 78071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 80616
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 28057
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 82552
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 84883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 87777
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 91381
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 95748
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 100777
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 106187
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 111679
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 116826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 121368
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 32626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 125289
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 128695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 131789
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 133732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 133505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 130970
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 127156
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 123664
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 121177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 119493
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 36500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 118277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 117564
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 117734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 116234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 109824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 107617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 110903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 114193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 113299
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 112403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 38208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 111507
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 110609
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 109711
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 108583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 107458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 106338
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 105205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 104075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 103146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 102218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 37073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 33914
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 101291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 29408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 28722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 17798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 19998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 21671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 22610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 23020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 23108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 23086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 22828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 22839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 22961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 31285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 22971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 22892
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 23016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 23965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 26302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 30100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 34055
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 38081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 41620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 44281
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 34236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 46124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 47545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 48616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 49491
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 50422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 51022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 51144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 51128
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 51081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 50963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 33830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 50702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 50383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 50316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 50657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 51398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 52449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 53791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 55608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 57793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 60085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 30251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 62355
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 64693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 67422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 70381
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 73091
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 75201
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 76824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 78616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 80638
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 82658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 25063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 84636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 86769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 89522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 93328
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 97142
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 100967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 104801
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 108648
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 109332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 110020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 20184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 110711
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 111401
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 112095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 112554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 113013
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 113473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 113915
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 114358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 114870
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 115381
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 17135
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 16498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 115893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 25481
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 23906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 31228
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 28051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 25202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 23514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 22939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 23294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 24335
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 25822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 28528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 32592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 24375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 37810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 41822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 44330
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 46249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 48189
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 50108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 52008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 53924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 55912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 57908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 25214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 59910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 61924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 63938
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 66269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 68595
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 70946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 73328
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 75703
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 80285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 82901
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 28851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 84893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 87289
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 90265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 93971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 98464
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 103634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 109199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 114846
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 120140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 124809
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 33551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 128840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 132344
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 135527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 137525
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 137291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 134683
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 130762
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 127170
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 124615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 122879
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 37536
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 121630
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 120897
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 121074
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 119530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 112938
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 110668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 114048
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 117430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 116509
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 115589
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 39291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 114668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 113746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 112821
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 111662
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 110507
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 109352
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 108187
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 107024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 106069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 105117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 38124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 34877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 104162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 15012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 14663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 9086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 10208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 11063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 11543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 11751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 11798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 11784
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 11653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 11659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 11720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 15971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 11726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 11686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 11749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 12233
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 13426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 15365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 17384
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 19439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 21247
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 22604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 17477
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 23545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 24271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 24816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 25265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 25739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 26045
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 26108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 26100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 26075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 26014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 17269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 25883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 25720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 25685
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 25859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 26237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 26775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 27459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 28388
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 29502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 30673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 15443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 31830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 33024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 34418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 35928
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 37312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 38389
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 39216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 40134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 41165
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 42194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 12794
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 43204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 44293
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 45700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 47642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 49589
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 51542
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 53498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 55463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 55812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 56163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10304
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 56516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 56867
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 57222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 57457
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 57691
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 57926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 58151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 58377
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 58638
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 58899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 8747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 59161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 13194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 12379
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 16171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 14526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 13049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 12177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 11879
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 12063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 12600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 13371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 14773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 16877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 12622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 19579
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 21655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 22953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 23949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 24953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 25945
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 26930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 27922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 28951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 29985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 13055
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 31022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 32063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 33108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 34314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 35518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 36736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 37967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 39198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 41569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 42926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 14939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 43957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 45198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 46740
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 48657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 50983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 53661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 56542
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 59465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 62208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 64624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 17373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 66712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 68528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 70175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 71208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 71087
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 69738
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 67708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 65848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 64524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 63626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 19433
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 62979
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 62599
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 62689
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 61893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 58479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 57302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 59053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 60804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 60328
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 59849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 20345
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 59375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 58895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 58418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 57816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 57220
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 56620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 56018
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 55416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 54924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 54430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 19739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 18059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 53934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 22512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 21988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 13626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 15310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 16588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 17308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 17624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 17690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 17673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 17475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 17482
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 17577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 23949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 17584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 17524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 17620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 18345
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 20133
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 23041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 26069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 29151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 31861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 33898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 26208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 35308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 36398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 37218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 37885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 38598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 39059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 39151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 39140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 39102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 39014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 25898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 38814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 38569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 38518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 38779
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 39345
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 40151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 41177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 42569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 44242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 45996
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 23159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 47734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 49524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 51612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 53879
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 55953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 57567
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 58810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 60183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 61730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 63277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 19186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 64793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 66422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 68532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 71446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 74365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 77291
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 80228
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 83171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 83697
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 84222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 15451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 84750
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 85279
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 85810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 86163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 86514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 86867
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 87205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 87544
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 87936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 88326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 13116
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 12630
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 88718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 19790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 18569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 24255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 21786
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 19575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 18263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 17816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 18092
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 18900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 20055
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 22155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 25314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 18932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 29365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 32483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 34430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 35922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 37428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 38918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 40394
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 41881
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 43426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 44975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 19583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 46532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 48096
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 49657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 51469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 53275
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 55100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 56951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 58797
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 62353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 64387
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 22408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 65936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 67795
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 70108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 72985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 76473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 80489
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 84810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 89199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 93311
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 96934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 26057
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 100066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 102787
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 105260
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 106811
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 106630
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 104605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 101558
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 98769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 96785
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 95436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 29151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 94467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 93897
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 94034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 92836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 87716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 85952
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 88577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 91205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 90489
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 89775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 30518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 89060
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 88342
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 87624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 86722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 85826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 84930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 84026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 83122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 82381
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 81642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 29608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 27086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 80899
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 26165
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 25553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 15835
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 17792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 19281
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 20116
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 20481
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 20559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 20541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 20310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 20320
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 20428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 27834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 20437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 20367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 20477
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 21322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 23400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 26779
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 30298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 33881
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 37030
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 39396
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 30461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 41038
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 42300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 43253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 44030
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 44861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 45394
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 45502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 45487
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 45447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 45342
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 30098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 45108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 44826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 44765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 45071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 45728
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 46665
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 47857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 49475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 51418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 53457
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 26916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 55477
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 57557
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 59987
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 62618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 65028
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 66906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 68350
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 69946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 71746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 73540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 22300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 75303
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 77199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 79648
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 83034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 86428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 89830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 93240
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 96665
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 97271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 97885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 17959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 98499
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 99113
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 99730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 100140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 100548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 100960
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 101352
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 101746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 102199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 102654
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 15245
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 14679
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 103111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 22879
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 21465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 28037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 25186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 22628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 21112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 20596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 20918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 21851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 23186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 25614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 29265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 21886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 33949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 37553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 39802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 41528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 43267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 44991
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 46698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 48418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 50204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 51995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 22639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 53795
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 55600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 57410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 59502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 61591
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 63701
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 65840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 67973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 72087
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 74436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 25906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 76224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 78375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 81050
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 84375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 88409
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 93054
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 98050
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 103120
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 107873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 112064
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 30124
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 115685
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 118830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 121687
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 123481
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 123272
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 120930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 117411
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 114185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 111889
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 110332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 33702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 109211
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 108552
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 108711
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 107324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 101407
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 99367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 102401
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 105438
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 104613
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 103785
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 35279
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 102960
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 102130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 101301
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 100258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 99222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 98187
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 97140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 96097
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 95240
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 94385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 34230
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 31314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 93526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 27937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 27285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 16908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 18998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 20588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 21479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 21869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 21953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 21934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 21686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 21698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 21814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 29720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 21824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 21747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 21865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 22767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 24986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 28594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 32353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 36177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 39540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 42067
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 32524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 43820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 45167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 46185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 47014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 47902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 48473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 48587
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 48571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 48526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 48416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 32138
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 48167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 47863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 47800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 48126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 48828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 49828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 51100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 52828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 54902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 57083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 28739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 59240
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 61459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 64051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 66861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 69436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 71442
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 72983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 74687
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 76606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 78526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 23812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 80407
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 82432
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 85046
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 88661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 92285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 95920
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 99562
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 103217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 103867
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 104520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 19175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 105175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 105832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 106491
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 106926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 107364
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 107803
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 108220
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 108642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 109126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 109613
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 16279
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 15673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 110099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 24324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 22820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 29808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 26775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 24055
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 22445
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 21896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 22237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 23230
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 24649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 27234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 31112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 23269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 36092
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 39922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 42316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 44149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 45998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 47832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 49645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 51473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 53373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 55277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 24069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 57189
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 59112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 61034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 63257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 65477
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 67722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 69997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 72263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 76638
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 79134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 27541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 81038
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 83324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 86165
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 89703
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 93989
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 98924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 104236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 109630
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 114683
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 119138
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 32026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 122987
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 126332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 129370
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 131276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 131054
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 128564
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 124821
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 121393
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 118952
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 117297
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 35830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 116105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 115405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 115573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 114099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 107807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 105640
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 108868
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 112097
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 111217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 110338
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 37506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 109460
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 108577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 107695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 106589
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 105485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 104385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 103271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 102164
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 101252
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 100342
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 36390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 33290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 99428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 28755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 28085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 17404
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 19553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 21188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 22108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 22508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 22594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 22573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 22320
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 22332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 22451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 30588
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 22461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 22384
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 22504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 23434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 25718
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 29430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 33298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 37236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 40696
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 43298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 33475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 45100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 46489
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 47536
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 48391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 49302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 49889
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 50006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 49993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 49945
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 49830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 33079
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 49575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 49263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 49196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 49532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 50257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 51285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 52595
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 54373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 56508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 58749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 29581
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 60969
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 63255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 65926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 68816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 71465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 73530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 75116
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 76871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 78848
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 80820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 24508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 82758
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 84842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 87532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 91254
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 94983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 98722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 102471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 106234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 106903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 107575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 19735
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 108250
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 108926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 109603
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 110052
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 110501
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 110954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 111383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 111817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 112317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 112817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 16755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 16132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 113317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 24937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 23396
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 30561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 27451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 24663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 23012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 22449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 22800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 23818
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 25273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 27920
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 31898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 23855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 37004
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 40930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 43385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 45265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 47161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 49042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 50900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 52775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 54720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 56673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 24675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 58634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 60604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 62575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 64857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 67132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 69434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 71763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 74089
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 78573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 81134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 28237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 83085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 85428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 88342
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 91967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 96365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 101424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 106869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 112397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 117577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 122148
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 32836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 126095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 129523
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 132638
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 134591
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 134366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 131811
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 127974
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 124458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 121958
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 120260
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 36736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 119036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 118319
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 118491
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 116983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 110530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 108309
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 111615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 114926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 114024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 113124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 38453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 112224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 111320
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 110415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 109281
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 108150
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 107020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 105879
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 104742
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 103809
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 102875
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 37310
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 34134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 101942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 14998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 14649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 9079
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 10198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 11053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 11530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 11741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 11784
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 11775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 11641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 11647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 11710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 15955
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 11716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 11677
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 11739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 12222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 13414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 15351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 17369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 19422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 21228
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 22584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 17461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 23524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 24247
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 24794
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 25239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 25716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 26020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 26083
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 26075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 26051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 25992
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 17253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 25859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 25694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 25661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 25837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 26214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 26749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 27434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 28363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 29475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 30645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 15430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 31802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 32994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 34387
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 35896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 37279
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 38355
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 39183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 40094
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 41126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 42157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 12782
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 43167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 44253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 45657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 47598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 49544
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 51493
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 53449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 55410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 55761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 56110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 56463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 56814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 57169
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 57404
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 57638
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 57873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 58099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 58324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 58583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 58846
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 8739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 59106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 13180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 12367
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 16153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 14510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 13035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 12163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 11867
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 12051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 12588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 13357
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 14757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 16861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 12608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 19559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 21634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 22932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 23924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 24928
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 25922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 26902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 27894
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 28922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 29955
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 13041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 30990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 32034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 33075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 34281
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 35483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 36698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 37932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 39159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 41530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 42883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 14926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 43914
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 45153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 46693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 48610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 50934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 53608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 56487
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 59408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 62148
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 64561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 17355
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 66648
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 68461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 70106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 71140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 71020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 69671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 67642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 65783
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 64461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 63563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 19416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 62918
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 62538
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 62628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 61832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 58422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 57248
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 58995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 60746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 60269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 59795
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 20324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 59316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 58838
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 58361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 57761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 57163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 56567
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 55963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 55361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 54869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 54377
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 19722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 18039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11431"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 53883
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};