var 일반_실손비급여의료비_CFA11437_FA00045003_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 18:02:06
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 25410
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 22605
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 14790
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 16293
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 17263
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 18127
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 18829
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 19434
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 20010
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 19819
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 19632
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 19405
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 21897
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 19088
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 18700
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 18436
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 18783
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 20005
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 22129
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 24402
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 26466
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 28029
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 29212
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 21656
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 30046
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 30683
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 31158
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 31683
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 32066
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 32312
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 32363
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 32380
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 32329
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 32287
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 21273
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 32214
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 32129
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 32175
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 32434
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 32907
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 33561
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 34356
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 35378
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 36873
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 38256
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 19524
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 39609
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 41026
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 42590
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 44200
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 45658
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 46851
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 47834
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 48839
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 49853
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 50790
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 16812
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 51687
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 52685
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 53992
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 55638
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 56999
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 58580
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 60638
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 62736
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 63458
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 64221
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 14244
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 65021
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 65831
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 66653
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 67336
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 68033
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 68741
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 69451
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 70172
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 70977
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 71807
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 13334
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 72663
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 73360
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 74658
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 76194
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 77631
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 78772
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 79509
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 79848
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 80267
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 80767
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 13632
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 81265
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 81772
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 82287
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 82289
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 22510
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 18910
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 16546
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 15239
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 13983
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 13405
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 13285
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 13541
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 14080
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 14822
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 16168
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 18063
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 16414
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 20410
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 22261
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 23505
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 24468
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 25395
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 26297
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 27192
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 28078
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 28868
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 29656
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 15351
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 30444
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 31236
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 32027
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 33348
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 34670
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 36036
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 37451
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 38751
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 41068
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 42639
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 16495
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 43990
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 45536
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 47358
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 49495
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 52004
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 54858
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 57899
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 60851
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 63704
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 66358
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 18061
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 68824
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 71070
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 72982
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 74238
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 74324
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 73207
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 71443
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 69841
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 68890
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 68260
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 19395
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 67868
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 67814
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 68226
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 67833
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 65036
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 63575
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 64473
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 66443
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 66526
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 66704
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 19832
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 66943
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 67212
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 67487
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 67792
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 68409
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 69065
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 69736
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 70397
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 71148
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 71953
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 19334
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 72933
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 74599
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 76753
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 79153
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 81475
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 83360
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 84577
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 85131
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 85216
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 85094
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 18005
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 84960
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 84892
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 84877
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 84887
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 84892
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 84894
}

    }

    return RESULT(__hpasRuleResult);
};