var 일반_상해_사이버금융범죄담보요율_001 = function(가입금액,담보코드,해외의료비자기부담금비율코드 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 11:01:20
    if(((가입금액 == 1000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "03"))){
        __hpasRuleResult = {
'순요율' : 1107
}

    }
    else if(((가입금액 == 1000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "04"))){
        __hpasRuleResult = {
'순요율' : 1116
}

    }
    else if(((가입금액 == 1000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "05"))){
        __hpasRuleResult = {
'순요율' : 1120
}

    }
    else if(((가입금액 == 10000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "03"))){
        __hpasRuleResult = {
'순요율' : 4527
}

    }
    else if(((가입금액 == 10000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "04"))){
        __hpasRuleResult = {
'순요율' : 4961
}

    }
    else if(((가입금액 == 10000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "05"))){
        __hpasRuleResult = {
'순요율' : 5364
}

    }
    else if(((가입금액 == 2000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "03"))){
        __hpasRuleResult = {
'순요율' : 2008
}

    }
    else if(((가입금액 == 2000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "04"))){
        __hpasRuleResult = {
'순요율' : 2072
}

    }
    else if(((가입금액 == 2000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "05"))){
        __hpasRuleResult = {
'순요율' : 2118
}

    }
    else if(((가입금액 == 3000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "03"))){
        __hpasRuleResult = {
'순요율' : 2644
}

    }
    else if(((가입금액 == 3000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "04"))){
        __hpasRuleResult = {
'순요율' : 2766
}

    }
    else if(((가입금액 == 3000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "05"))){
        __hpasRuleResult = {
'순요율' : 2870
}

    }
    else if(((가입금액 == 5000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "03"))){
        __hpasRuleResult = {
'순요율' : 3456
}

    }
    else if(((가입금액 == 5000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "04"))){
        __hpasRuleResult = {
'순요율' : 3699
}

    }
    else if(((가입금액 == 5000000))
    && ((담보코드 == "CFA11841"))
    && ((해외의료비자기부담금비율코드 == "05"))){
        __hpasRuleResult = {
'순요율' : 3926
}

    }

    return RESULT(__hpasRuleResult);
};