var 일반_상해_특약형_실손의료비_3대비급여__CFA11806_FA00034003_개인_001 = function(단일요율적용여부,상해급수코드,가입금액,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 18:09:08
    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 18477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 13176
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6253
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 56240
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 56324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 56405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 56483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 56561
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 56636
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 56708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 56779
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 56850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 56917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6199
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 56986
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6730
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7143
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 8075
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 8425
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 8643
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 9355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 8784
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8913
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 9078
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 9294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 9515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 9724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 9931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 10134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 10420
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 10758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 11140
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 11535
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 11923
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 12318
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 12692
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13068
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 13454
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 13825
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14119
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6128
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14688
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 15038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 15484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 16055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 16755
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 17558
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 18416
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 19281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 20123
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 21033
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5435
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 22039
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 23142
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 24310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 25525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 26793
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 28118
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 29477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 30780
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 31989
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 33121
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 34230
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 35377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 36573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 37705
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 37916
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 38512
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 40187
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 41897
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 42966
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 44078
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5855
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 45219
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 46376
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 47475
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 47977
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 48428
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 48867
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 49298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 49714
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 50112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 50491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6182
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 50855
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 51239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 51858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 52506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 53087
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 53554
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 53887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 54107
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 54367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 54656
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6288
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 54935
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 55207
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 55471
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 55579
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 55684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 55783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 55880
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 55975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 56066
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 56155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 16926
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 11756
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5107
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 68202
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 68311
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 68415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 68519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 68617
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 68713
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 68807
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 68900
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 68990
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 69077
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 69167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4840
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4902
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5296
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5618
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6026
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6973
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 7286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 9375
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 9963
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 10510
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 11034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 11534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 11876
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 12184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5423
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 12459
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 12719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 12983
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13414
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13878
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 14389
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 15555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 16235
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 16981
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4968
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 17770
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 18616
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 19563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 20637
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 21872
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 23268
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 24754
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 26214
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 27633
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 29008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 30354
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 31641
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 32809
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 33855
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 34856
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 35895
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 36972
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 37959
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 38797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 39459
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 39790
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 40191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 40906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 41185
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 40127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 38660
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 38003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 39725
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 40462
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 41267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 42123
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 43008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 43914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 45086
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 46979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 48957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 50975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 53003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 55068
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 57264
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5266
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 59802
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 62744
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 63585
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 64414
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 65158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 65756
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 66188
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 66475
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 66660
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 66799
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5261
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 66929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 67066
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 67208
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 67348
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 67483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 67614
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 67739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 67861
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 67977
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 18522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 13278
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6597
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 57376
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 57461
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 57545
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 57626
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 57706
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 57783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 57857
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 57931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 58004
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 58075
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6581
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 58145
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6864
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 7210
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7650
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 8134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 8636
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 9002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 9228
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 9488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 9373
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 9506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 9674
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 9895
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 10116
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 10321
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 10518
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 10711
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 10992
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 11322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6811
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 11697
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 12088
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 12471
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 12865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13619
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14384
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14680
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6285
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 15246
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 15594
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 16040
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 16617
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 17325
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 18137
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 19006
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 19880
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 20723
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 21637
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5592
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 22648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 23756
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 24929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 26148
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 27423
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 28754
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 30116
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 31419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 32625
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 33756
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 34867
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 36022
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 37231
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 38384
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 38629
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 39221
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 40895
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 42607
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 43687
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 44816
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 45980
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 47159
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 48357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 48922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 49385
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 49836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 50283
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 50709
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 51120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 51511
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 51886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 52283
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 52911
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 53572
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 54160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 54635
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 54975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 55199
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 55464
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 55757
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 56039
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 56315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 56583
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 56696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 56802
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 56905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 57005
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 57102
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 57197
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 57286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 16981
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 11887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 70723
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 70838
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 70947
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 71054
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 71159
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 71260
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 71359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 71456
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 71550
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 71643
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5230
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 71736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5152
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5226
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5644
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5978
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6397
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6860
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 7439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 9122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 9771
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 10359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 10909
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 11436
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 11938
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 12280
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 12583
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5587
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 12856
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 13112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13375
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13809
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 14276
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 14796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 15372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 15989
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 16687
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 17450
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5166
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 18257
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 19120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 20087
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 21186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 22449
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 23883
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 25413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 26929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 28410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 29856
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 31269
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 32615
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 33836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 34924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 35957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 37029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 38143
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 39171
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 40059
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 40766
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 41241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 41665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 42409
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 42721
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 41694
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 40258
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 39642
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 41419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 42235
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 43139
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 44109
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 45116
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 46153
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 47462
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 49497
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 51625
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 53792
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 55968
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 58185
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 60534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5554
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 63251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 65102
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 65959
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 66804
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 67558
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 68168
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 68609
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 68905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 69101
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 69247
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 69386
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 69530
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 69678
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 69826
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 69969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 70105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 70237
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 70363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 70487
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 70607
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 18556
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 13362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6864
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 58249
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 58336
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 58423
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 58506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 58587
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 58665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 58743
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 58818
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 58891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 58963
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6876
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 59034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 7210
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 7578
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 8041
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 8544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 9070
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 9448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 9681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 9595
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 9828
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 9964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 10135
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 10358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 10582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 10782
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 10972
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 11158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 11433
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 11759
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 12129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 12515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 12895
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13663
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 14044
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 15111
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 15386
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6407
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 15678
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 16026
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 16471
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 17051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 17763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 18584
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 19460
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 20342
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 21186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 22102
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5714
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 23116
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 24227
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 25402
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 26629
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 27907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 29242
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 30605
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 31910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 33115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 34245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5868
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 35356
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 36516
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 37737
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 38902
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 39175
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 39767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 41440
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 43155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 44242
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 45385
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6316
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 46563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 47760
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 48978
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 49652
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 50122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 50584
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 51040
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 51477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 51896
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 52296
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 52681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 53085
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 53724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 54391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 54988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 55467
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 55811
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 56038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 56307
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 56603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 56889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 57170
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 57439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 57553
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 57662
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 57769
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 57871
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 57970
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 58065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 58158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 17048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 12047
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 73787
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 73908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 74023
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 74138
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 74248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 74356
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 74460
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 74562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 74662
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 74761
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 74859
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5531
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5618
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5799
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7821
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 7627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 8346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8945
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 9598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 10250
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 10842
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 11394
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 11924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 12431
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 12768
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 13069
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 13338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 13591
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 14288
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 14764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 15294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 15882
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 16518
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 17238
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 18021
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5404
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 18850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 19734
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 20725
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 21851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 23151
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 24630
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 26219
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 27797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 29356
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 30884
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5290
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 32380
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 33801
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 35084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 36222
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 37297
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 38410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 39566
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 40644
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 41591
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 42353
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5426
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 43002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 43456
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 44235
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 44585
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 43596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 42196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 41625
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 43472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 44383
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 45409
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 46516
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 47674
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 48867
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 50344
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 52552
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 54860
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 57209
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 59565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 61961
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 64502
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 67089
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 67962
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 68841
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 69703
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 70473
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 71097
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 71551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 71858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 72064
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 72221
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5916
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 72368
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 72522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 72679
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 72837
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 72987
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 73132
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 73271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 73407
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 73538
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 73664
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 18500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 13226
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6420
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 56796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 56880
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 56963
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 57042
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 57120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 57197
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 57271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 57342
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 57413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 57483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6386
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 57552
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6637
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 7390
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 7860
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 8350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 8707
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 8930
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 9421
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 9072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 9203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 9370
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 9587
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 9809
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 10016
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 10218
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 10415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 10698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 11034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6731
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 11413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 11805
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 12192
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 12586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 12960
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 13725
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14098
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6204
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14960
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 15310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 15757
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 16329
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 17033
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 17840
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 18705
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 19574
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 20415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 21328
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5512
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 22337
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 23441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 24611
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 25830
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 27100
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 28429
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 29789
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 31093
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 32300
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 33432
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 34541
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 35692
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 36894
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 38037
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 38264
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 38859
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 40534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 42243
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 43319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 44438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5981
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 45590
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 46758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 47930
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 48440
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 48895
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 49342
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 49781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 50201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 50604
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 50990
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 51359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 51750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 52373
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 53028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 53612
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 54083
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 54419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 54639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 54904
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 55194
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 55476
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 55749
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 56015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 56126
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 56230
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 56332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 56430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 56526
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 56618
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 56708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 16934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 11774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5150
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 68557
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 68666
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 68772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 68875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 68974
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 69072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 69167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 69260
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 69349
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 69439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4968
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 69528
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4883
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5103
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5344
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6536
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7025
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 7309
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7546
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8137
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8784
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 9432
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 10018
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 10565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 11090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 11592
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 11934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 12240
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5446
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 12516
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 12774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13039
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13935
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 14446
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 15013
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 15616
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 16298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 17045
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 17838
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 18687
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 19639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 20716
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 21952
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 23355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 24847
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 26314
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 27742
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 29129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4846
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 30483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 31778
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 32954
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 34006
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 35012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 36056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 37136
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 38129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 38974
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 39642
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4894
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 39994
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 40399
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 41116
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 41400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 40348
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 38885
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 38234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 39965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 40711
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 41532
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5121
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 42402
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 43305
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 44230
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 45421
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 47334
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 49333
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 51372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 53419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 55508
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 57724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5307
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 60289
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 63078
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 63921
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 64750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 65497
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 66095
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 66529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 66816
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 67004
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 67145
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 67276
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 67414
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 67556
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 67696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 67833
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 67965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 68213
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 68331
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 3000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11806"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 68445
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};