var 일반_상해_기본형_실손의료비_상해급여__FA00030004_001 = function(단일요율적용여부,상해급수코드,가입금액,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 10:33:02
    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1253
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 27206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 27279
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 27348
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 27415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 27480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 27544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 27608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 27668
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 27727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 27786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7345
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 27844
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 9829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 10624
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 11350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 11950
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 12381
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 12658
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3893
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 12832
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 12967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 13098
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 13219
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 13300
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 13307
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 13217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 13036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 12795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 12526
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 12262
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 12019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 11820
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 11684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 11622
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 11626
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 11665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 11703
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11715
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 11696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 11669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 11658
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 11696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 11803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 11979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 12201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 12448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 12693
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 12931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 13165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 13684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13974
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 14276
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14570
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 14841
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15220
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 15372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 15463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 15639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 15948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 16415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 17036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 17575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 17558
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 17658
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 17917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 18355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 18906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 19496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 20137
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 20867
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 21665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 22541
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 23506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 24503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 24703
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 24891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5295
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 25067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 25229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 25380
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 25525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 25663
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 25793
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 25915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 26034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 26144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 26251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5817
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 26356
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 26456
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 26551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 26641
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 26732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 26817
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 26899
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 26979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 27060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 27132
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 938
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3214
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3178
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3383
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3778
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3927
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4314
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4545
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2741
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4760
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4960
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5021
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5145
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5157
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5153
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4956
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4883
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5429
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6643
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8300
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 9912
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 10910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2884
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 11945
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 12926
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13779
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 14477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15577
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 16115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 16707
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 17363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 18070
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2813
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 18815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 19584
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 20362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 21151
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 21955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 22822
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 23710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 24620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 25856
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 26944
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2695
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 27813
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 28482
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 28960
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 29299
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 29577
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 29848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 30129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 30398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 30630
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 30848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2765
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 31234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 33256
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 35735
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 38478
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 41127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 43278
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 44668
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 45301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 45396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 45258
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2920
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 45104
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 45025
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 45011
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 45020
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 45027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 45029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 45029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 45028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 28358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 28430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 28505
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 28575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 28642
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 28710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 28775
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 28837
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 28899
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 28960
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 29022
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9389
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10243
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 11074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 11831
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12455
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 12905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 13193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4059
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 13376
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 13515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 13651
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 13777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 13862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 13869
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 13776
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 13588
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 13336
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 13057
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4605
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 12781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 12527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 12320
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 12179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 12115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 12119
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 12158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 12198
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 12212
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 12191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12162
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12151
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 12191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 12303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 12488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 12719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 12974
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 13231
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 13477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 13722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13981
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 14879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15469
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15701
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16024
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5026
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16117
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 16301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 16624
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 17110
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 17757
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 18319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 18301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 18405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 18677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 19131
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4950
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 19705
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 20320
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 20991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 21750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 22581
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 23495
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 24501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 25539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 25749
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 25944
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 26127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 26296
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 26456
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 26605
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 26748
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 26882
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 27013
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 27136
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 27251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 27363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 27472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 27575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 27675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 27768
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 27861
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 27951
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 28037
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 28122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 28203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 28280
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 971
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3333
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3293
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4221
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4471
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4714
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2841
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4935
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5207
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5262
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5333
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5343
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5288
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5214
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5138
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6005
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6212
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6638
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6890
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7550
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8607
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 10277
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 11310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 12384
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 13401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16150
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 16707
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 17322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 18003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 18736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 19508
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 20303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 21113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 21931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 22762
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 23663
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 24582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 25525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 26808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 27936
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2793
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 28837
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 29530
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 30025
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 30377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 30667
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 30948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 31236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 31515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 31758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 31982
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2866
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 32383
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 34480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 37048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 39893
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 42639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 44871
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 46313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 46966
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 47067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 46923
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3026
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 46764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 46683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 46666
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 46675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 46683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 46685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1325
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 28805
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 28879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 28955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 29025
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 29094
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 29161
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 29229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 29292
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 29355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 29417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 29479
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9538
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 11248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 12017
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12651
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 13108
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 13401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 13586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 13729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 13865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 13995
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 14081
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 14088
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 13993
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 13801
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 13546
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 13264
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 12981
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 12726
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 12514
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 12370
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 12305
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 12308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 12350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 12391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 12403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 12384
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4855
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12353
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12343
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 12384
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 12498
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 12684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 12919
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 13179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 13439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 13689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 13939
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5000
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 14201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15426
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15713
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15950
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 16113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16210
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16277
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16370
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 16558
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 16886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 17381
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 18036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 18608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 18589
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 18694
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 18970
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 19434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 20016
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 20641
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 21320
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 22093
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 22937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 23865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 24887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 25943
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 26155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 26353
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5607
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 26537
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 26710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 26872
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 27025
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 27170
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 27306
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 27437
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 27563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 27680
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 27794
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 27905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 28010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 28111
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 28206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 28301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 28392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 28479
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 28565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 28648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 28727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 984
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2533
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3228
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3376
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3553
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3778
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4124
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4276
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5000
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5210
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5329
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5374
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5402
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5388
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5446
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5552
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5702
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5884
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6083
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6291
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6726
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7279
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 10410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 11458
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 12546
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 13576
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15205
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 16924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 17548
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 18238
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 18979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 19762
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 20569
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 21387
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 22217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 23060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 23970
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 24903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 25858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 27156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 28299
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2831
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 29211
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 29915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 30417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 30772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 31065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 31349
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 31642
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 31925
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 32172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 32399
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 32804
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 34929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 37530
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 40413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 43194
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 45456
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 46914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 47578
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 47680
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 47533
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 47373
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 47289
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 47273
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 47282
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 47292
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 47294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3533
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 31994
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 32079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 32160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 32241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 32317
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 32394
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 32467
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 32537
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 32606
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 32675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8638
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 32744
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 9626
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 10595
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 11558
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 12495
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 13348
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 14053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 14560
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 14886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4577
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 15089
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 15250
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 15403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 15546
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 15641
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 15648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 15543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 15332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 15048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 14731
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5195
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 14419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 14134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13900
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13741
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 13719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 13765
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 13777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 13755
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5395
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 13722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 13710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13755
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 13882
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 14088
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 14350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14638
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14927
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 15205
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 15481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5553
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15776
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 16093
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 16434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 16788
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 17134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 17453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 17717
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 17900
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 18005
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 18079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 18186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 18393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 18753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 19305
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 20034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 20670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 20648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 20765
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 21070
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 21586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 22234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 22925
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 23682
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 24539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 25477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 26508
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 27642
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 28815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 29051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 29270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6227
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 29477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 29670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 29849
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 30018
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 30179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 30332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 30475
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 30617
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 30746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 30872
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6840
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 30994
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 31113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 31223
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 31329
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 31436
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 31537
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 31634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 31729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 31822
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 31908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1210
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4150
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4103
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4641
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5069
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5256
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5567
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5869
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6143
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 6403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6552
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6605
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6640
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6662
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6584
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3828
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6622
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6693
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6826
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7233
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7476
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7734
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3828
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7995
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 8267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 8577
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 9400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 9976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 10717
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 11658
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 12796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 14084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 16688
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 17789
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 18691
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 19436
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 20112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 20805
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 21568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 22417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 23329
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3631
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 24291
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 25284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 26287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 27306
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 28344
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 29465
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 30609
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 31786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 33380
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 34785
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 35908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 36770
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 37385
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 37825
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 38184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 38534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 38897
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 39242
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 39544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 39823
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3569
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 40322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 42934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 46133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 49675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 53094
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 55873
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 57668
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 58483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 58607
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 58428
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3769
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 58230
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 58127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 58109
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 58120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 58130
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 58133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 8002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 33349
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 33434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 33522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 33604
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 33684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 33763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 33839
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 33911
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 33985
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 34058
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 9003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 34130
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 10031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 11043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 12046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 13022
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 13912
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 14646
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 15177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 15515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 15729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 15894
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 16053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 16201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 16301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 16310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 16200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 15979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 15682
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 15353
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5414
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 15029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 14732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 14489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 14324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 14246
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 14251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5622
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 14289
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 14338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14469
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 14684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 14957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 15257
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 15560
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 15850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 16136
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5788
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 16443
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 16775
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 17129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 17498
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 17858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 18191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 18465
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 18653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 18769
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 18844
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 18953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 19172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 19550
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 20120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 20882
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 21543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 21522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 21644
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 21963
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 22498
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 23174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 23898
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 24684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 25577
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 26555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 27630
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 28813
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 30034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 30282
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 30510
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 30725
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 30923
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 31113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 31289
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 31456
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 31615
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 31767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 31911
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 32048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 32180
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 7129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 32306
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 32429
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 32546
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 32656
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 32765
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 32870
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 32972
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 33072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 33168
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 33256
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1255
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3228
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4302
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4254
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5257
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 6638
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6721
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6846
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6884
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6902
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6898
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6731
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6633
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6536
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6941
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7752
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 8019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 8288
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 8571
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 8895
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 9276
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 9746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 10341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 11112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 12086
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 13269
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 14603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3860
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 17301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 18441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 19379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 20150
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 20850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 21568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 22362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 23241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 24187
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3765
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 25186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 26211
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 27256
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 28313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 29387
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 30548
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 31736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 32954
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 34608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 36066
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 37228
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 38125
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 38763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 39216
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 39589
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 39953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 40325
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 40685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 40999
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 41290
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3700
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 41806
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 44515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 47830
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 51502
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 55048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 57930
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 59789
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 60634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 60764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 60577
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 60373
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 60266
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 60247
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 60259
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 60268
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 60271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1559
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3740
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 8127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 33873
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 33963
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 34049
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 34134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 34215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 34296
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 34372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 34448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 34522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 34594
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 9145
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 34666
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 10189
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 11215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 12236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 13229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 14132
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 14877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 15415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 15760
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 15977
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 16144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 16307
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 16457
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 16560
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 16569
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 16455
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 16231
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 15929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 15598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5502
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 15267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 14965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 14717
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 14550
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 14470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 14476
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14524
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14572
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 14515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 14563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 14917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 15193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 15500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 15803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 16100
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 16393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 16701
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 17038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 17398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 17774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 18141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 18477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 18756
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 18950
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 19062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 19141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6004
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 19251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 19472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 19856
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 20439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 21210
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 21884
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 21862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 21984
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 22310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 22853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 23539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 24274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 25074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 25980
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 26974
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 28067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 29267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 30508
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 30758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 30991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6595
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 31208
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 31411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 31601
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 31782
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 31953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 32113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 32267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 32413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 32551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 32685
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 7241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 32815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 32939
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 33060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 33172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 33282
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 33387
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 33491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 33592
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 33691
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 33784
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3269
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4307
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5326
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3715
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6455
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 6726
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6938
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6972
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6993
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6819
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6721
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 7167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 7358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 8122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 8396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 8683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 9008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 9396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 9874
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 10476
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 11255
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 12243
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 13441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 14793
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3911
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 16196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 17525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 18682
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 19631
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 20412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 21122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 21850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 22653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 23544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 24503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3814
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 25513
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 26555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 27611
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 28680
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 29768
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 30946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 32149
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 33382
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 35061
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 36534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 37713
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 38622
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 39268
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 39727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 40104
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 40472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 40851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 41215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 41534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 41827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3748
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 42351
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 45094
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 48453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 52171
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 55764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 58681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 60566
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 61425
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 61554
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 61366
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 61159
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 61050
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 61031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 61043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 61052
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 61056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1644
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3941
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 8565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 35696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 35789
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 35879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 35968
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 36054
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 36139
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 36220
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 36301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 36377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 36454
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 9636
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 36530
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 10738
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 11820
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 12895
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 13939
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 14891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 15677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 16243
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 16608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5109
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 16836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 17013
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 17184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 17343
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 17450
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 17458
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 17341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 17105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 16788
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 16434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 16086
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 15770
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 15508
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 15331
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 15248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 15253
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 15303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 15355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 15369
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 15346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6017
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 15308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 15294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 15346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 15488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 15719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 16010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 16332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 16655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 16963
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 17272
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6195
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 17600
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 17955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 18334
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 18729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 19117
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 19470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 19765
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 19969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 20087
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 20170
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6329
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 20289
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 20519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 20922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 21537
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 22351
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 23060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 23036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 23167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 23508
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 24082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6233
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 24805
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 25579
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 26420
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 27377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 28424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 29575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 30841
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 32148
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 32411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 32656
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 32885
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 33099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 33301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 33489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 33670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 33841
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 33999
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 34156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 34303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 34441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 7631
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 34580
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 34710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 34834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 34954
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 35072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 35184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 35292
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 35397
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 35501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 35597
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5227
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5564
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6214
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6460
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7095
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4510
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8260
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8348
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8414
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8462
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8476
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8695
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 9217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 9526
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 9855
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 10186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 10533
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 10929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 11400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 11976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 12712
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 13655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 16305
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 17948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4745
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 19648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 21263
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 22667
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 23815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 24763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 25625
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 26510
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 27484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 28565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 29727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 30953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 32217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 33494
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 34796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 36116
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 37542
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 39003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 40499
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 42534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 44321
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4433
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 45754
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 46854
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 47639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 48197
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 48654
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 49099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 49561
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 50002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 50387
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 50744
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4548
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 51378
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 54707
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 58784
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 63297
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 67654
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 71193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 73481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 74519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 74678
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 74448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4802
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 74197
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 74066
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 74043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 74057
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 74069
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 74072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 74072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 74071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1712
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4107
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 8927
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 37206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 37301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 37397
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 37491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 37580
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 37666
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 37753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 37834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 37916
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 37994
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 10046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 38077
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 11191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 12319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 13439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 14529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 15520
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 16341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 16932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 17308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5326
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 17548
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 17732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 17910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 18075
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 18188
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 18196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 18074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 17829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 17496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 17129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6041
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 16769
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 16438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 16163
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 15979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 15894
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 15900
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 15951
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 16005
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 16020
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 15996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6272
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 15957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 15943
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 15996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 16141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 16384
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 16686
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 17022
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 17358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 17682
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 18003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6457
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 18344
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 18715
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 19110
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 19520
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 19924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 20296
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 20600
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 20810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 20937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 21024
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6595
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 21144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 21389
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 21810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 22448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 23298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 24034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 24012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 24146
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 24505
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 25099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 25853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 26660
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 27539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 28536
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 29627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 30825
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 32144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 33508
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 33784
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 34037
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 7241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 34277
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 34499
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 34710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 34906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 35092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 35270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 35441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 35601
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 35754
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 35901
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 7953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 36042
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 36179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 36310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 36432
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 36554
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 36672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 36785
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 36896
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 37004
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 37103
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5769
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6443
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6943
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4674
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 8119
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8458
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8564
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8726
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8802
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8789
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5058
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8748
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8845
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 9257
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 9557
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 9879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 10219
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5058
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 10560
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 10919
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 11333
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 11820
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 12419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 13177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 15401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 16907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 18606
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4919
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 20370
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 22044
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 23498
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 24691
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 25675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 26568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 27484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 28492
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 29615
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 30820
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 32091
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 33399
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 34732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 36077
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 37442
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 38925
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 40437
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 41989
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 44099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 45954
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 47437
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 48578
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 49390
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 49971
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 50445
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 50908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 51382
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 51840
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 52244
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 52611
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4715
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 53270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 56719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 60945
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 65624
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 70143
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 73814
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 76183
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 77260
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 77424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 77188
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 76929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 76791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 76767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 76781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 76795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 76797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1738
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 9067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 37792
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 37889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 37987
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 38082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 38173
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 38261
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 38347
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 38430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 38513
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 38594
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 10205
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 38677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 11367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 12512
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 13653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 14757
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 15767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 16596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 17198
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 17582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5409
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 17825
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 18012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 18191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 18360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 18474
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 18482
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 18358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 18108
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 17772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 17401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 6136
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 17031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 16694
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 16417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 16231
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 16144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 16148
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 16203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 16257
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 16274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 16248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 6371
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 16207
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 16193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 16248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 16396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 16641
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 16950
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 17291
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 17632
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 17962
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 18288
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 6560
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 18632
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 19010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 19410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 19829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 20239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 20615
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 20925
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 21139
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 21265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 21355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 6698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 21479
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 21724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 22153
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 22803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 23665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 24413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 24391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 24527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 24891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 25498
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 6600
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 26261
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 27082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 27974
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 28986
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 30092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 31311
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 32651
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 34035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 34315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 34575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 7355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 34816
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 35044
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 35256
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 35458
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 35646
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 35825
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 35997
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 36161
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 36316
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 36466
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 8079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 36610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 36749
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 36880
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 37008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 37132
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 37251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 37365
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 37477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 37587
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 37689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1619
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5309
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5553
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5845
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6214
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6526
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6784
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 7033
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 7452
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 8224
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 8571
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8676
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8839
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8812
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8686
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 8564
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 8436
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 9131
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 9379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 9679
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 10007
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 10350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 10696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 11064
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 11479
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 11974
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 12579
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 13350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14343
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 15601
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 17125
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 18850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4984
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 20637
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 22332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 23805
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 25013
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 26008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 26913
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 27841
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 28865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 30001
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 31222
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4859
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 32510
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 33835
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 35182
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 36544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 37932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 39430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 40965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 42537
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 44673
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 46552
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 48054
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 49209
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 50035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 50620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 51101
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 51568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 52052
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 52518
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 52921
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 53297
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 53964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 57457
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 61738
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 66480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 71055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 74774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 77174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 78266
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 78433
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 78191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 77929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 77791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 77766
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 77781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 77793
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 77797
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3262
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7091
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 29546
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 29623
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 29699
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 29772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 29844
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 29913
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 29980
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 30046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 30111
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 30175
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 30239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10674
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 11539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 12327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12977
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 13445
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 13746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4227
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 13936
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 14082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 14224
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 14355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 14445
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 14451
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 14353
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 14158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 13895
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 13603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4798
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 13315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 13053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 12836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 12689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 12622
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 12626
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 12669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 12712
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 12722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 12701
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4983
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12660
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 12701
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 12820
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 13010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 13251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 13519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 13786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 14043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 14296
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 14567
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14860
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15176
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16117
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 16360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 16529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16694
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5238
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16793
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 16984
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 17319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 17827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 18501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 19088
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 19069
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 19175
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 19458
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 19932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5159
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 20530
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 21172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 21868
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 22663
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 23525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 24480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 25527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 26610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 26827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 27030
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 27224
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 27398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 27565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 27722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 27868
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 28011
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 28144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 28272
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 28394
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 28510
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6317
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 28624
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 28732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 28834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 28932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 29030
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 29123
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 29211
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 29299
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 29387
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 29465
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2510
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3345
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3307
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3521
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3743
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3933
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4088
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4238
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4490
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4733
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5227
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5283
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5326
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5369
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5364
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5159
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5083
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5340
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5652
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5833
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6446
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6667
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7579
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8045
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 10319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 11357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 12434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 13457
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14345
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 16775
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 17393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 18075
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 18810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 19588
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 20387
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 21196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 22018
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 22855
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 23758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 24682
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 25629
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 26917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 28048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 28955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 29649
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 30146
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 30501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 30791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 31072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 31363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 31642
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 31886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 32113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2878
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 32515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 34620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 37199
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 40056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 42813
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 45052
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 46501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 47158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 47258
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 47113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3040
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 46953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 46871
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 46856
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 46865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 46873
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 46875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7389
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 30798
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 30875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 30956
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 31032
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 31104
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 31180
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 31249
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 31317
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 31384
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 31451
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 31518
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 9264
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 10196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 11124
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 12026
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 12848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 13526
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 14015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 14329
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4407
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 14524
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 14677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 14826
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 14962
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 15055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 15062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 14960
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 14757
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 14482
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 14179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 13881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 13607
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13227
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13162
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 13203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 13248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 13260
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 13239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 13208
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 13195
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 13362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 13562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 13812
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14089
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 14636
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 14901
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5345
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 15491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15817
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 16158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 16493
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16800
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 17053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 17227
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 17331
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 17403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5459
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 17503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 17703
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 18053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 18581
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 19284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 19894
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 19875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 19987
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 20284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 20777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 21400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 22068
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 22796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 23620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 24522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 25516
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 26608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 27736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 27965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 28175
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5995
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 28374
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 28558
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 28732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 28894
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 29048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 29194
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 29337
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 29470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 29594
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 29717
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6583
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 29836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 29948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 30056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 30156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 30258
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 30355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 30449
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 30539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 30629
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 30711
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3317
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3469
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3429
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3652
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4076
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4238
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5138
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5352
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5476
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5521
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5552
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5569
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5504
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5426
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5348
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5538
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5705
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6250
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6465
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8339
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 10698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 11776
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 12891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 13951
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14869
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15626
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 16248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16812
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 17393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 18031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 18741
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 19505
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 20308
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 21136
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 21979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 22831
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 23696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 24632
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 25589
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 26572
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 27908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 29082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2909
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 30018
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 30741
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 31256
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 31623
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 31923
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 32215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 32517
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 32806
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 33061
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 33294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2984
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 33710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 35896
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 38570
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 41528
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 44387
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 46711
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 48211
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 48892
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 48997
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 48845
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3151
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 48683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 48595
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 48580
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 48590
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 48597
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 48599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1440
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7505
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 31282
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 31363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 31444
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 31522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 31596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 31672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 31742
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 31811
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 31879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 31948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8446
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 32015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 9410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 10357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 11300
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 12217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 13051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 13738
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 14236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 14555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 14755
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 14910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 15058
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 15196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 15293
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 15300
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 15194
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 14989
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 14712
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 14403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 14098
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 13820
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13589
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13436
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 13412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 13457
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 13470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 13450
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 13415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 13405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13450
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 13572
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 13776
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 14029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14312
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14595
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 14867
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 15138
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5431
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15422
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 15734
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 16067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 16412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 16753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 17063
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 17322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 17500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 17603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 17677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5546
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 17779
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 17981
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 18338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 18874
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 19588
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 20206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 20189
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 20301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 20603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 21105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5462
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 21739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 22417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 23155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 23993
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 25918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 27027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 28174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 28405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 28620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 28820
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 29008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 29184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 29349
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 29506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 29655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 29798
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 29932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 30061
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 30184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6688
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 30305
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 30418
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 30529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 30632
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 30736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 30834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 30929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 31022
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 31113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 31196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1024
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3514
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3474
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3700
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3933
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4293
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4452
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4715
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5205
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5548
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5595
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5622
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5638
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5641
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5576
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5498
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5671
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5779
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6126
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6333
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6550
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6771
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7577
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7960
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 9076
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9874
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 10838
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 11929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14132
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15063
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 16458
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 17031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 17619
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 18267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 18984
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 19756
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 20572
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 21412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 22263
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 23127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 24005
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 24953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 25924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 26918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 28270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 29460
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 30410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 31141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 31663
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 32034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 32339
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 32634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 32939
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 33235
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 33489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 33729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3021
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 34149
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 36361
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 39072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 42070
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 44966
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 47319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 48839
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 49529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 49635
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 49482
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 49316
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 49228
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 49213
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 49221
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 49230
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11800"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 49232
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};