var 일반_상해_암치료_진단_비_일반암_순요율_001 = function(담보코드,성별코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 18:06:07
    if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 275
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 248
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 222
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 196
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 173
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 153
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 135
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 124
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 115
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 108
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 104
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 103
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 105
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 109
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 116
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 121
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 126
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 133
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 140
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 150
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 161
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 174
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 189
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 203
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 222
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 245
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 272
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 307
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 347
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 393
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 447
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 508
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 580
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 667
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 769
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 883
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 1007
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 1125
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 1228
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 1316
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 1404
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 1515
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 1667
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 1869
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 2118
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 2397
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 2684
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 2954
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 3193
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 3408
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 3620
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 3856
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 4136
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 4463
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 4825
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 5200
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 5571
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 5943
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 6352
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 6824
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 7377
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 8005
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 8695
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 9430
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 10194
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 10974
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 11763
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 12563
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 13386
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 14234
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 15093
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 15932
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 16723
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 17455
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 18157
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 18840
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 19490
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 20070
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 20551
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 20962
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 21341
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 21701
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 22025
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 22283
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 22486
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 22654
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 22814
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 22971
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 23120
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 23260
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 23394
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 23521
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 23643
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 23760
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 23871
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 23980
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 24083
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 24183
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 24280
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 24372
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '01'))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 24461
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 283
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 256
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 230
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 205
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 183
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 164
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 149
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 135
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 126
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 117
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 110
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 105
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 103
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 103
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 103
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 103
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 104
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 111
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 126
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 149
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 178
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 204
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 234
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 265
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 303
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 354
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 420
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 503
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 607
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 731
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 874
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 1030
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 1195
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 1364
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 1538
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 1714
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 1899
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 2098
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 2320
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 2567
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 2830
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 3090
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 3325
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 3516
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 3649
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 3729
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 3770
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 3796
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 3831
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 3880
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 3942
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 4002
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 4053
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 4106
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 4179
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 4279
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 4400
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 4526
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 4649
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 4771
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 4900
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 5043
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 5201
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 5373
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 5549
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 5730
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 5916
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 6124
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 6355
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 6607
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 6869
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 7124
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 7364
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 7590
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 7804
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 8011
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 8224
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 8442
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 8670
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 8906
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 9149
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 9377
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 9571
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 9722
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 9836
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 9930
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 10018
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 10105
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 10188
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 10266
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 10341
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 10413
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 10481
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 10546
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 10608
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 10668
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 10727
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 10782
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 10835
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 10888
}

    }
    else if(((담보코드 == "CFA11690"))
    && ((성별코드 == '02'))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 10937
}

    }

    return RESULT(__hpasRuleResult);
};