var 일반_상해_남북한_할증요율조회_001 = function(담보코드,여행중사망후유장해2의운동담보할증율,여행중의료실비2의운동담보할증율,전쟁위험담보할증율 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    var 여행중천재상해사망후유장해할증율 = null;
    var 여행중천재상해의료실비할증율 = null;
    var 여행중사망후유장해1의운동담보할증율 = null;
    var 여행중사망후유장해2의운동담보할증율 = 여행중사망후유장해2의운동담보할증율;
    var 여행중의료실비1의운동담보할증율 = null;
    var 여행중의료실비2의운동담보할증율 = 여행중의료실비2의운동담보할증율;
    var 여행중특별비용2의운동담보할증율 = null;
    var 전쟁위험담보할증율 = 전쟁위험담보할증율;

    // Compiler Version 1 , Created : 2023-08-24 18:02:27
    if(담보코드 == "CFA10604"
){
        여행중천재상해사망후유장해할증율 = 0.0006

    }

    if(담보코드 == "CFA10605"
){
        여행중천재상해의료실비할증율 = 0.05

    }

    if(담보코드 == "CFA10625"
){
        여행중사망후유장해1의운동담보할증율 = 0.111

    }

    if(담보코드 == "CFA10626"
){
        여행중의료실비1의운동담보할증율 = 2.17

    }

    if(담보코드 == "CFA10627"
){
        여행중사망후유장해2의운동담보할증율 = 여행중사망후유장해2의운동담보할증율

    }

    if(담보코드 == "CFA10628"
){
        여행중의료실비2의운동담보할증율 = 여행중의료실비2의운동담보할증율

    }

    if(담보코드 == "CFA10629"
){
        여행중특별비용2의운동담보할증율 = 0.29

    }

    if(담보코드 == "CFA10598"
){
        전쟁위험담보할증율 = 전쟁위험담보할증율

    }
    __hpasRuleResult = {
        여행중천재상해사망후유장해할증율 : 여행중천재상해사망후유장해할증율 , 여행중천재상해의료실비할증율 : 여행중천재상해의료실비할증율 , 여행중사망후유장해1의운동담보할증율 : 여행중사망후유장해1의운동담보할증율 , 여행중사망후유장해2의운동담보할증율 : 여행중사망후유장해2의운동담보할증율 , 여행중의료실비1의운동담보할증율 : 여행중의료실비1의운동담보할증율 , 여행중의료실비2의운동담보할증율 : 여행중의료실비2의운동담보할증율 , 여행중특별비용2의운동담보할증율 : 여행중특별비용2의운동담보할증율 , 전쟁위험담보할증율 : 전쟁위험담보할증율
    }

    return RESULT(__hpasRuleResult);
};