var 일반_공통_입력요율범위체크대상여부조회_001 = function(상품코드,담보코드,추가속성코드 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-18 16:21:05
    if(((상품코드 == 'FA00030001'))
    && ((담보코드 == "CFA10450"))
    && ((추가속성코드 == "CA00196"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((담보코드 == "CFA11292"))
    && ((추가속성코드 == "CA00337"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((담보코드 == "CFA11292"))
    && ((추가속성코드 == "CA00338"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((담보코드 == "CFA11292"))
    && ((추가속성코드 == "CA00339"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((담보코드 == "CFA11292"))
    && ((추가속성코드 == "CA00340"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00030002'))
    && ((담보코드 == "CFA10450"))
    && ((추가속성코드 == "CA00196"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00031001'))
    && ((담보코드 == "CFA10450"))
    && ((추가속성코드 == "CA00196"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00032001'))
    && ((담보코드 == "CFA10450"))
    && ((추가속성코드 == "CA00196"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034001'))
    && ((담보코드 == "CFA10450"))
    && ((추가속성코드 == "CA00196"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00030004'))
    && ((담보코드 == "CFA10450"))
    && ((추가속성코드 == "CA00196"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034009'))
    && ((담보코드 == "CFA10450"))
    && ((추가속성코드 == "CA00196"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034002'))
    && ((담보코드 == "CFA10450"))
    && ((추가속성코드 == "CA00196"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034012'))
    && ((담보코드 == "CFA10450"))
    && ((추가속성코드 == "CA00196"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034003'))
    && ((담보코드 == "CFA10450"))
    && ((추가속성코드 == "CA00196"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10001"))
    && ((추가속성코드 == "CA00215"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10001"))
    && ((추가속성코드 == "CA00215"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10001"))
    && ((추가속성코드 == "CA00215"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10002"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10002"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10002"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00219"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00219"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00219"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00220"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00221"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10651"))
    && ((추가속성코드 == "CA00222"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10652"))
    && ((추가속성코드 == "CA00223"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00220"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00221"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10651"))
    && ((추가속성코드 == "CA00222"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10652"))
    && ((추가속성코드 == "CA00223"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049002'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00220"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00221"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10651"))
    && ((추가속성코드 == "CA00222"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10652"))
    && ((추가속성코드 == "CA00223"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00043001'))
    && ((담보코드 == "CFA10578"))
    && ((추가속성코드 == "CA00231"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00043001'))
    && ((담보코드 == "CFA10579"))
    && ((추가속성코드 == "CA00231"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00043001'))
    && ((담보코드 == "CFA10580"))
    && ((추가속성코드 == "CA00231"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00123001'))
    && ((담보코드 == "CFA10578"))
    && ((추가속성코드 == "CA00231"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00123001'))
    && ((담보코드 == "CFA10579"))
    && ((추가속성코드 == "CA00231"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00123001'))
    && ((담보코드 == "CFA10580"))
    && ((추가속성코드 == "CA00231"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00046001'))
    && ((담보코드 == "CFA10602"))
    && ((추가속성코드 == "CA00203"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00046001'))
    && ((담보코드 == "CFA10603"))
    && ((추가속성코드 == "CA00204"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00066001'))
    && ((담보코드 == "CFA10651"))
    && ((추가속성코드 == "CA00227"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00066004'))
    && ((담보코드 == "CFA10651"))
    && ((추가속성코드 == "CA00227"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00066001'))
    && ((담보코드 == "CFA10652"))
    && ((추가속성코드 == "CA00223"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00066004'))
    && ((담보코드 == "CFA10652"))
    && ((추가속성코드 == "CA00223"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00066001'))
    && ((담보코드 == "CFA10652"))
    && ((추가속성코드 == "CA00223"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00066004'))
    && ((담보코드 == "CFA10652"))
    && ((추가속성코드 == "CA00223"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00066001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00066004'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00066001'))
    && ((추가속성코드 == "MA00088"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00066004'))
    && ((추가속성코드 == "MA00088"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00011001'))
    && ((추가속성코드 == "MA00088"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00011002'))
    && ((추가속성코드 == "MA00088"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00011003'))
    && ((추가속성코드 == "MA00088"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010001'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010001'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010001'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010001'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010002'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010002'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010002'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010002'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010003'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010003'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010003'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010003'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00044001'))
    && ((담보코드 == "CFA10627"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00045001')||(상품코드 == 'FA00045009'))
    && ((담보코드 == "CFA10627"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == '{해외여행보험CM}'))
    && ((담보코드 == "CFA10627"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00045005'))
    && ((담보코드 == "CFA10627"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00045006'))
    && ((담보코드 == "CFA10627"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00044002'))
    && ((담보코드 == "CFA10627"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00046001'))
    && ((담보코드 == "CFA10627"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00044001'))
    && ((담보코드 == "CFA10628"))
    && ((추가속성코드 == "CA00202"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00045001')||(상품코드 == 'FA00045009'))
    && ((담보코드 == "CFA10628"))
    && ((추가속성코드 == "CA00202"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == '{해외여행보험CM}'))
    && ((담보코드 == "CFA10598"))
    && ((추가속성코드 == "CA00202"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00045005'))
    && ((담보코드 == "CFA10628"))
    && ((추가속성코드 == "CA00202"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00045006'))
    && ((담보코드 == "CFA10628"))
    && ((추가속성코드 == "CA00202"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00044002'))
    && ((담보코드 == "CFA10628"))
    && ((추가속성코드 == "CA00202"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00046001'))
    && ((담보코드 == "CFA10628"))
    && ((추가속성코드 == "CA00202"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00046001'))
    && ((담보코드 == "CFA10598"))
    && ((추가속성코드 == "CA00205"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10636"))
    && ((추가속성코드 == "CA00244"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00061001'))
    && ((담보코드 == "CFA10637"))
    && ((추가속성코드 == "CA00245"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00032001'))
    && ((담보코드 == "CFA10478"))
    && ((추가속성코드 == "CA00187"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00016003'))
    && ((추가속성코드 == "MA00103"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00074001'))
    && ((추가속성코드 == "MA00095"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00074001'))
    && ((추가속성코드 == "MA00093"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00090001'))
    && ((추가속성코드 == "MA00114"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00090001'))
    && ((추가속성코드 == "MA00113"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00074001'))
    && ((담보코드 == "CFA10723"))
    && ((추가속성코드 == "CA00251"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00093001'))
    && ((추가속성코드 == "MA00095"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00093001'))
    && ((추가속성코드 == "MA00093"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00093001'))
    && ((담보코드 == "CFA10723"))
    && ((추가속성코드 == "CA00251"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10001"))
    && ((추가속성코드 == "CA00215"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10002"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00219"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00220"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00221"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10651"))
    && ((추가속성코드 == "CA00222"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10652"))
    && ((추가속성코드 == "CA00223"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049004'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00111001'))
    && ((담보코드 == "CFA10627"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034002'))
    && ((담보코드 == "CFA10981"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034012'))
    && ((담보코드 == "CFA10981"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034003'))
    && ((담보코드 == "CFA10981"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034004'))
    && ((담보코드 == "CFA10981"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034006'))
    && ((담보코드 == "CFA10981"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034013'))
    && ((담보코드 == "CFA10981"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00034014'))
    && ((담보코드 == "CFA10981"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00030001'))
    && ((담보코드 == "CFA10981"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10001"))
    && ((추가속성코드 == "CA00215"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10002"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00219"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00220"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00221"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10651"))
    && ((추가속성코드 == "CA00222"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10652"))
    && ((추가속성코드 == "CA00223"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00114001'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00045003'))
    && ((담보코드 == "CFA10628"))
    && ((추가속성코드 == "CA00202"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00045003'))
    && ((담보코드 == "CFA10627"))
    && ((추가속성코드 == "CA00201"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10001"))
    && ((추가속성코드 == "CA00215"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10002"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00216"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00217"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00218"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10666"))
    && ((추가속성코드 == "CA00219"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00220"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10669"))
    && ((추가속성코드 == "CA00221"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10651"))
    && ((추가속성코드 == "CA00222"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10652"))
    && ((추가속성코드 == "CA00223"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00049005'))
    && ((담보코드 == "CFA10653"))
    && ((추가속성코드 == "CA00225"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010010'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010010'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010010'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010010'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010011'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010011'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010011'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010011'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010012'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010012'))
    && ((담보코드 == "CFA10076"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010012'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    else if(((상품코드 == 'FA00010012'))
    && ((담보코드 == "CFA10075"))
    && ((추가속성코드 == "CA00181"))){
        __hpasRuleResult = {
'대상여부' : "1"
}

    }
    대상여부 = "0"


    return RESULT(__hpasRuleResult);
};