var 일반_상해_메디케어_암입원상피내암순요율_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:40:05
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'상피내암요율' : 0.000129
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'상피내암요율' : 0.0001
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'상피내암요율' : 0.00001
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'상피내암요율' : 0.000008
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'상피내암요율' : 0.000007
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'상피내암요율' : 0.000008
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'상피내암요율' : 0.000009
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'상피내암요율' : 0.000011
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'상피내암요율' : 0.000013
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'상피내암요율' : 0.000014
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'상피내암요율' : 0.000015
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'상피내암요율' : 0.000017
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'상피내암요율' : 0.000076
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'상피내암요율' : 0.000019
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'상피내암요율' : 0.000021
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'상피내암요율' : 0.000022
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'상피내암요율' : 0.000037
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'상피내암요율' : 0.000048
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'상피내암요율' : 0.000057
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'상피내암요율' : 0.000066
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'상피내암요율' : 0.000078
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'상피내암요율' : 0.000103
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'상피내암요율' : 0.000128
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'상피내암요율' : 0.000051
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'상피내암요율' : 0.000149
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'상피내암요율' : 0.000169
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'상피내암요율' : 0.000194
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'상피내암요율' : 0.000247
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'상피내암요율' : 0.000313
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'상피내암요율' : 0.000387
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'상피내암요율' : 0.000465
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'상피내암요율' : 0.000535
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'상피내암요율' : 0.000499
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'상피내암요율' : 0.000457
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'상피내암요율' : 0.000034
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'상피내암요율' : 0.000419
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'상피내암요율' : 0.000385
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'상피내암요율' : 0.000361
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'상피내암요율' : 0.000332
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'상피내암요율' : 0.000307
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'상피내암요율' : 0.000284
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'상피내암요율' : 0.000262
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'상피내암요율' : 0.000238
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'상피내암요율' : 0.000232
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'상피내암요율' : 0.000225
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'상피내암요율' : 0.000028
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'상피내암요율' : 0.000218
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'상피내암요율' : 0.000213
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'상피내암요율' : 0.000211
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'상피내암요율' : 0.000251
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'상피내암요율' : 0.000293
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'상피내암요율' : 0.000334
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'상피내암요율' : 0.000375
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'상피내암요율' : 0.000416
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'상피내암요율' : 0.000517
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'상피내암요율' : 0.000618
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'상피내암요율' : 0.000022
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'상피내암요율' : 0.000718
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'상피내암요율' : 0.000816
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'상피내암요율' : 0.000914
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'상피내암요율' : 0.001092
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'상피내암요율' : 0.001289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'상피내암요율' : 0.0015
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'상피내암요율' : 0.001718
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'상피내암요율' : 0.001924
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'상피내암요율' : 0.002006
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'상피내암요율' : 0.002067
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'상피내암요율' : 0.000015
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'상피내암요율' : 0.002124
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'상피내암요율' : 0.002187
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'상피내암요율' : 0.002248
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'상피내암요율' : 0.00209
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'상피내암요율' : 0.001913
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'상피내암요율' : 0.001734
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'상피내암요율' : 0.001579
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'상피내암요율' : 0.001456
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'상피내암요율' : 0.001406
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'상피내암요율' : 0.001362
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'상피내암요율' : 0.000013
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'상피내암요율' : 0.001318
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'상피내암요율' : 0.001276
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'상피내암요율' : 0.001238
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'상피내암요율' : 0.000011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'상피내암요율' : 0.000348
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'상피내암요율' : 0.000203
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'상피내암요율' : 0.000012
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'상피내암요율' : 0.000012
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'상피내암요율' : 0.000012
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'상피내암요율' : 0.00002
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'상피내암요율' : 0.000029
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'상피내암요율' : 0.000039
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'상피내암요율' : 0.00005
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'상피내암요율' : 0.000062
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'상피내암요율' : 0.000107
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'상피내암요율' : 0.000149
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'상피내암요율' : 0.000098
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'상피내암요율' : 0.00019
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'상피내암요율' : 0.000229
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'상피내암요율' : 0.000268
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'상피내암요율' : 0.000379
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'상피내암요율' : 0.000487
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'상피내암요율' : 0.000587
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'상피내암요율' : 0.000682
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'상피내암요율' : 0.000774
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'상피내암요율' : 0.000945
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'상피내암요율' : 0.001121
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'상피내암요율' : 0.000044
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'상피내암요율' : 0.001302
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'상피내암요율' : 0.001474
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'상피내암요율' : 0.001646
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'상피내암요율' : 0.00183
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'상피내암요율' : 0.002055
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'상피내암요율' : 0.00231
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'상피내암요율' : 0.002548
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'상피내암요율' : 0.00277
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'상피내암요율' : 0.002866
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'상피내암요율' : 0.003011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'상피내암요율' : 0.000027
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'상피내암요율' : 0.003193
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'상피내암요율' : 0.003347
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'상피내암요율' : 0.003477
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'상피내암요율' : 0.003466
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'상피내암요율' : 0.003507
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'상피내암요율' : 0.003582
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'상피내암요율' : 0.003622
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'상피내암요율' : 0.003627
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'상피내암요율' : 0.003584
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'상피내암요율' : 0.003577
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'상피내암요율' : 0.000025
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'상피내암요율' : 0.003598
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'상피내암요율' : 0.003605
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'상피내암요율' : 0.003584
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'상피내암요율' : 0.003454
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'상피내암요율' : 0.003334
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'상피내암요율' : 0.003234
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'상피내암요율' : 0.003159
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'상피내암요율' : 0.003079
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'상피내암요율' : 0.002932
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'상피내암요율' : 0.002751
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'상피내암요율' : 0.00002
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'상피내암요율' : 0.002567
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'상피내암요율' : 0.002414
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'상피내암요율' : 0.002334
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'상피내암요율' : 0.002215
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'상피내암요율' : 0.002143
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'상피내암요율' : 0.002074
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'상피내암요율' : 0.001995
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'상피내암요율' : 0.001897
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'상피내암요율' : 0.00188
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'상피내암요율' : 0.001868
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'상피내암요율' : 0.000015
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'상피내암요율' : 0.001863
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'상피내암요율' : 0.001851
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'상피내암요율' : 0.00182
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'상피내암요율' : 0.001605
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'상피내암요율' : 0.001392
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'상피내암요율' : 0.001192
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'상피내암요율' : 0.001011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'상피내암요율' : 0.000848
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'상피내암요율' : 0.000756
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'상피내암요율' : 0.000671
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'상피내암요율' : 0.000013
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'상피내암요율' : 0.000592
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'상피내암요율' : 0.000519
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'상피내암요율' : 0.00045
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10541"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'상피내암요율' : 0.000012
}

    }

    return RESULT(__hpasRuleResult);
};