var 일반_상해질병입원일당담보요율_4일이상120일한도__001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 11:05:30
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 1865
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 1238
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 151
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 7900
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 152
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 158
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 173
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 200
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 235
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 271
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 306
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 345
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 394
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 732
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 451
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 501
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 528
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 521
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 486
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 441
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 405
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 386
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 379
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 377
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 405
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 372
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 370
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 378
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 403
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 443
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 492
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 540
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 577
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 601
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 615
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 250
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 624
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 636
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 657
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 690
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 733
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 781
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 829
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 874
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 912
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 945
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 204
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 976
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 1015
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1064
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1126
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 1195
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 1265
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 1333
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 1398
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 1465
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 1538
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 191
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 1620
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 1710
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 1808
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 1911
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 2018
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 2130
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 2248
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 2372
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 2505
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 2644
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 178
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 2790
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 2946
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 3118
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 3309
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 3516
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 3733
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 3962
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 4205
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 4465
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 4740
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 163
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 5023
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 5305
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 5578
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 5841
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 6095
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 6352
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 6626
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 6929
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 7248
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 7541
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 154
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 7764
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 7891
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 7933
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 7928
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 7911
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 7901
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 7899
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 7900
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 7900
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 7900
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 1994
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 1272
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 138
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 9934
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 144
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 148
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 152
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 159
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 171
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 185
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 201
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 216
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 232
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 698
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 247
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 261
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 274
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 284
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 293
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 300
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 306
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 313
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 322
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 332
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 340
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 343
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 354
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 369
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 389
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 415
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 445
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 476
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 508
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 545
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 587
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 183
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 632
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 678
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 724
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 774
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 829
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 888
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 947
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 1003
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 1054
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 1103
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 151
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 1152
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 1204
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1257
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1311
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 1366
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 1424
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 1481
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 1530
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 1574
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 1624
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 151
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 1694
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 1794
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 1920
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 2065
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 2221
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 2390
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 2569
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 2762
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 2971
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 3193
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 148
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 3427
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 3671
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 3929
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 4202
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 4489
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 4787
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 5094
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 5413
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 5744
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 6088
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 139
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 6439
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 6792
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 7144
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 7494
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 7843
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 8196
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 8556
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 8923
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 9275
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 9580
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 135
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 9802
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 9926
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 9967
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 9962
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 9945
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 9935
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 9932
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 9933
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 9934
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA10440"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 9934
}

    }

    return RESULT(__hpasRuleResult);
};