var 일반_상해해외여행기본실손의료비_상해통원_외래__CFA11422_FA00045009_001 = function(실손의료비보험가입유형,가입금액,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 18:12:00
    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2154
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5044
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5344
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5091
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4591
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4166
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3958
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3864
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 4747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5030
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4393
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4327
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4120
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4056
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 4375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 4419
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 4473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 4530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 4586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 4639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 4680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 4698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 4680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 4620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3719
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 4520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 4398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4283
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4195
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4142
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4107
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4044
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4025
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4003
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3917
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3958
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4003
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4049
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1825
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2097
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2644
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 2817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 2895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 2925
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2988
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3078
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3315
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 3585
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 3707
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 3832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 3971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4158
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2092
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 4776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5597
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5664
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5576
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5115
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5080
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4991
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4803
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4566
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4466
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1956
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 3936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5076
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5768
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4966
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4719
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4503
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5744
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5697
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5646
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5319
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4497
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4976
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4952
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4666
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4593
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 4954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5252
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5319
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5230
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 4981
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4597
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4586
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4566
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4558
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2064
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2203
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2364
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2392
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2464
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2654
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4044
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4325
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4481
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6097
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6293
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6078
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5152
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4969
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2207
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4597
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1264
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5476
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4969
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4744
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5947
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5958
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4915
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4756
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5107
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5003
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4854
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4825
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4819
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4815
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4758
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4715
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4697
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4815
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4856
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 915
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2166
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2325
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2481
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2464
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2785
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2947
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3427
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3537
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2593
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3646
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3925
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4539
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2476
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6091
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6056
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5968
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5491
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5407
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5352
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4941
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2315
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2346
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5981
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6169
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6536
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5881
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5364
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5097
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4725
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4864
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6154
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5881
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5503
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4858
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5325
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5293
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5142
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4961
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5230
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5675
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4966
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4941
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4924
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5076
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4968
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2168
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2207
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2425
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2525
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2536
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3856
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6744
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6303
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6147
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2425
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6142
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 6093
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 6037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2283
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5595
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5566
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5466
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5046
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2364
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4925
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2395
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3566
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3664
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3493
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3297
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2227
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2858
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2715
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3425
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3297
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 2986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 2968
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 2934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 2883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 2827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 2781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 2932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 2981
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 3000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 3029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 3068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 3107
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 3146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 3181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 3210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 3222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 3210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 3168
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 3100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 3017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 2937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 2876
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 2841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 2817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 2792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 2785
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 2778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2319
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 2776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 2775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 2771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 2769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 2766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 2759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 2753
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 2746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 2736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 2725
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2564
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 2712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 2698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 2686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 2715
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 2730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 2746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 2759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 2769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 2778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2846
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 2785
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 2792
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1305
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1254
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1342
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1419
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 1403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 1429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 1456
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 1478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 1498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 1522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 1615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 1708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 1815
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 1934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 1986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 2008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1505
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 2114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 2188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 2276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 2369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 2461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 2546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 2632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 2727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 2854
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 3042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 3280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 3534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 3710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 3842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 3890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 3829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 3700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 3578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 3512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 3491
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 3488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 3485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 3476
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 3459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 3429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 3373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 3298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 3236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 3202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1297
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3103
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 2975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 2925
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 2864
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1344
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 2797
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 2715
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5003
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5158
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4768
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3220
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3944
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 4707
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5030
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4768
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4319
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4293
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4169
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3956
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 4339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 4383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 4436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 4493
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 4549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 4602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 4641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 4641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 4581
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 4483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 4363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4107
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3354
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4003
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3991
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 3971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3956
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3941
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3708
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4003
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4115
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1795
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1947
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2080
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2051
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2168
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 2793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 2873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 2902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3054
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3425
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 3556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 3678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 3803
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 3939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4125
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4395
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 4741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5103
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5344
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5044
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4954
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4625
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4597
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4591
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4368
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1964
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2407
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5966
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5368
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4315
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5664
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5619
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5368
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4952
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4854
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 4885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 4934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 4995
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5225
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5225
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5158
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 4912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4685
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4625
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4544
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4507
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4493
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4456
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4393
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4495
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4507
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4536
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2103
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2327
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2319
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2620
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 2946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3327
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 3844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 3993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 4936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2330
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6002
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5697
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5664
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5652
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5615
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5168
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5161
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5154
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5036
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4744
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5914
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5971
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5142
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5052
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5566
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5946
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5949
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4539
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5847
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5858
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5752
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5152
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4756
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5486
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5486
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5417
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5158
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4858
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3966
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4742
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4719
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4680
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4593
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4669
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 900
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2286
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2288
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2392
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2444
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2425
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2742
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3283
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3717
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4630
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5164
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6525
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6503
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6078
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5915
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5875
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5725
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5495
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5395
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5052
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4964
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2281
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4608
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 200000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5683
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 5873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 6058
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 6246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 6415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 6564
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6115
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5515
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3898
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4754
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6090
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6042
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5990
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5325
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4768
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5230
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5137
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4869
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5252
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 5307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 5371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 5441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 5508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 5571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 5619
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 5641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 5619
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 5546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4466
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 5427
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 5283
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 5142
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5037
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 4932
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4875
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4858
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4852
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 4822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 4808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4769
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4749
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4725
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4703
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4754
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4876
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1603
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2169
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2169
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2320
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2493
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2495
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 2475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 2520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 2561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 2598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 2634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 2797
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 2959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3442
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 3790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 3942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4103
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 4558
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 4720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 4944
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 5268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 5681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 6425
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 6656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 6736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 6632
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 6405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 6198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 6081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 6046
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 6039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 6032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 6020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 5993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 5937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 5839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 5714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 5605
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 5542
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 5515
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 5508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 5503
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 5473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 5429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 5375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5152
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5064
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 4963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2325
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 4844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 4700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2354
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 250000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1476
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3071
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3456
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3293
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3147
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2225
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2854
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2725
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3476
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3464
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3424
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3293
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3219
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 3039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 3010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 2997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 2985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 2964
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 2930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 2881
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 2824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 2780
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 2930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 2978
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2732
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 2998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 3027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 3064
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 3105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 3141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 3178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 3207
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 3219
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 3207
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 3164
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 3098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 3014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 2936
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 2875
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 2837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 2814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 2788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 2781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 2775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 2773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 2771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 2768
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 2766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 2763
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 2756
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 2751
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 2742
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 2734
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 2722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 2710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 2697
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 2683
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 2698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 2714
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 2729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 2742
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 2758
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 2766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 2775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 2783
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 2790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 2798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 925
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1346
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1303
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1254
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1297
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1376
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1407
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1432
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1419
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 1403
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 1427
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 1454
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 1478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 1498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 1520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 1614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 1707
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 1814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 1930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 1985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 2007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 2112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 2186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 2275
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 2366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 2459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 2544
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 2629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 2724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 2853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 3041
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 3278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 3530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 3707
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 3839
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 3885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 3825
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 3695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 3575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 3508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 3488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 1376
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 3485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 3481
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 3473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 3456
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 3425
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 3369
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 3295
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 3232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 3197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1295
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3158
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 2973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 2920
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 2863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1342
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 2793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 2712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11422"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 2700
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};