var 일반_상해_메디케어_암입원비_요양병원_담보순요율_신_001 = function(담보코드,성별코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:17:30
    if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'일반암순요율' : 0.01 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'일반암순요율' : 0.044 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'일반암순요율' : 0.097 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'일반암순요율' : 0.158 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'일반암순요율' : 0.219 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'일반암순요율' : 0.272 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'일반암순요율' : 0.322 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'일반암순요율' : 0.379 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'일반암순요율' : 0.447 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'일반암순요율' : 0.528 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'일반암순요율' : 0.613 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'일반암순요율' : 0.687 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'일반암순요율' : 0.742 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'일반암순요율' : 0.776 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'일반암순요율' : 0.796 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'일반암순요율' : 0.81 , '갑상샘암순요율' : 0.001 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0.001 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'일반암순요율' : 0.825 , '갑상샘암순요율' : 0.004 , '특정암순요율' : 0 , '상피내암순요율' : 0.001 , '경계성암순요율' : 0.003 , '기타피부암순요율' : 0.001
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'일반암순요율' : 0.837 , '갑상샘암순요율' : 0.01 , '특정암순요율' : 0 , '상피내암순요율' : 0.003 , '경계성암순요율' : 0.008 , '기타피부암순요율' : 0.002
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'일반암순요율' : 0.848 , '갑상샘암순요율' : 0.019 , '특정암순요율' : 0 , '상피내암순요율' : 0.006 , '경계성암순요율' : 0.013 , '기타피부암순요율' : 0.002
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'일반암순요율' : 0.897 , '갑상샘암순요율' : 0.03 , '특정암순요율' : 0 , '상피내암순요율' : 0.011 , '경계성암순요율' : 0.019 , '기타피부암순요율' : 0.003
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'일반암순요율' : 1.061 , '갑상샘암순요율' : 0.043 , '특정암순요율' : 0 , '상피내암순요율' : 0.019 , '경계성암순요율' : 0.025 , '기타피부암순요율' : 0.004
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'일반암순요율' : 1.431 , '갑상샘암순요율' : 0.062 , '특정암순요율' : 0 , '상피내암순요율' : 0.027 , '경계성암순요율' : 0.032 , '기타피부암순요율' : 0.005
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'일반암순요율' : 2.063 , '갑상샘암순요율' : 0.084 , '특정암순요율' : 0 , '상피내암순요율' : 0.036 , '경계성암순요율' : 0.039 , '기타피부암순요율' : 0.007
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'일반암순요율' : 2.958 , '갑상샘암순요율' : 0.107 , '특정암순요율' : 0 , '상피내암순요율' : 0.045 , '경계성암순요율' : 0.047 , '기타피부암순요율' : 0.009
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'일반암순요율' : 4.092 , '갑상샘암순요율' : 0.134 , '특정암순요율' : 0 , '상피내암순요율' : 0.053 , '경계성암순요율' : 0.057 , '기타피부암순요율' : 0.011
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'일반암순요율' : 5.458 , '갑상샘암순요율' : 0.164 , '특정암순요율' : 0 , '상피내암순요율' : 0.06 , '경계성암순요율' : 0.067 , '기타피부암순요율' : 0.014
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'일반암순요율' : 7.087 , '갑상샘암순요율' : 0.195 , '특정암순요율' : 0 , '상피내암순요율' : 0.064 , '경계성암순요율' : 0.077 , '기타피부암순요율' : 0.018
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'일반암순요율' : 9.065 , '갑상샘암순요율' : 0.224 , '특정암순요율' : 0 , '상피내암순요율' : 0.067 , '경계성암순요율' : 0.09 , '기타피부암순요율' : 0.021
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'일반암순요율' : 11.445 , '갑상샘암순요율' : 0.251 , '특정암순요율' : 0 , '상피내암순요율' : 0.069 , '경계성암순요율' : 0.105 , '기타피부암순요율' : 0.025
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'일반암순요율' : 14.082 , '갑상샘암순요율' : 0.277 , '특정암순요율' : 0 , '상피내암순요율' : 0.07 , '경계성암순요율' : 0.123 , '기타피부암순요율' : 0.03
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'일반암순요율' : 16.642 , '갑상샘암순요율' : 0.3 , '특정암순요율' : 0 , '상피내암순요율' : 0.069 , '경계성암순요율' : 0.142 , '기타피부암순요율' : 0.036
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'일반암순요율' : 18.803 , '갑상샘암순요율' : 0.325 , '특정암순요율' : 0 , '상피내암순요율' : 0.067 , '경계성암순요율' : 0.166 , '기타피부암순요율' : 0.044
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'일반암순요율' : 20.438 , '갑상샘암순요율' : 0.35 , '특정암순요율' : 0 , '상피내암순요율' : 0.067 , '경계성암순요율' : 0.193 , '기타피부암순요율' : 0.054
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'일반암순요율' : 21.664 , '갑상샘암순요율' : 0.375 , '특정암순요율' : 0 , '상피내암순요율' : 0.066 , '경계성암순요율' : 0.223 , '기타피부암순요율' : 0.063
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'일반암순요율' : 22.717 , '갑상샘암순요율' : 0.389 , '특정암순요율' : 0 , '상피내암순요율' : 0.066 , '경계성암순요율' : 0.254 , '기타피부암순요율' : 0.072
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'일반암순요율' : 23.768 , '갑상샘암순요율' : 0.392 , '특정암순요율' : 0 , '상피내암순요율' : 0.067 , '경계성암순요율' : 0.282 , '기타피부암순요율' : 0.079
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'일반암순요율' : 24.834 , '갑상샘암순요율' : 0.379 , '특정암순요율' : 0 , '상피내암순요율' : 0.068 , '경계성암순요율' : 0.304 , '기타피부암순요율' : 0.084
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'일반암순요율' : 25.867 , '갑상샘암순요율' : 0.357 , '특정암순요율' : 0 , '상피내암순요율' : 0.07 , '경계성암순요율' : 0.32 , '기타피부암순요율' : 0.087
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'일반암순요율' : 26.86 , '갑상샘암순요율' : 0.336 , '특정암순요율' : 0 , '상피내암순요율' : 0.073 , '경계성암순요율' : 0.33 , '기타피부암순요율' : 0.09
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'일반암순요율' : 27.887 , '갑상샘암순요율' : 0.325 , '특정암순요율' : 0 , '상피내암순요율' : 0.079 , '경계성암순요율' : 0.337 , '기타피부암순요율' : 0.095
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'일반암순요율' : 29.079 , '갑상샘암순요율' : 0.323 , '특정암순요율' : 0 , '상피내암순요율' : 0.089 , '경계성암순요율' : 0.342 , '기타피부암순요율' : 0.1
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'일반암순요율' : 30.544 , '갑상샘암순요율' : 0.33 , '특정암순요율' : 0 , '상피내암순요율' : 0.101 , '경계성암순요율' : 0.343 , '기타피부암순요율' : 0.107
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'일반암순요율' : 32.304 , '갑상샘암순요율' : 0.338 , '특정암순요율' : 0 , '상피내암순요율' : 0.117 , '경계성암순요율' : 0.341 , '기타피부암순요율' : 0.114
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'일반암순요율' : 34.31 , '갑상샘암순요율' : 0.345 , '특정암순요율' : 0 , '상피내암순요율' : 0.135 , '경계성암순요율' : 0.34 , '기타피부암순요율' : 0.121
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'일반암순요율' : 36.543 , '갑상샘암순요율' : 0.349 , '특정암순요율' : 0 , '상피내암순요율' : 0.156 , '경계성암순요율' : 0.341 , '기타피부암순요율' : 0.13
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'일반암순요율' : 39.064 , '갑상샘암순요율' : 0.35 , '특정암순요율' : 0 , '상피내암순요율' : 0.176 , '경계성암순요율' : 0.349 , '기타피부암순요율' : 0.141
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'일반암순요율' : 41.979 , '갑상샘암순요율' : 0.353 , '특정암순요율' : 0 , '상피내암순요율' : 0.198 , '경계성암순요율' : 0.364 , '기타피부암순요율' : 0.154
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'일반암순요율' : 45.297 , '갑상샘암순요율' : 0.357 , '특정암순요율' : 0 , '상피내암순요율' : 0.219 , '경계성암순요율' : 0.389 , '기타피부암순요율' : 0.169
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'일반암순요율' : 48.905 , '갑상샘암순요율' : 0.361 , '특정암순요율' : 0 , '상피내암순요율' : 0.237 , '경계성암순요율' : 0.421 , '기타피부암순요율' : 0.185
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'일반암순요율' : 52.673 , '갑상샘암순요율' : 0.369 , '특정암순요율' : 0 , '상피내암순요율' : 0.255 , '경계성암순요율' : 0.461 , '기타피부암순요율' : 0.202
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'일반암순요율' : 56.499 , '갑상샘암순요율' : 0.375 , '특정암순요율' : 0 , '상피내암순요율' : 0.271 , '경계성암순요율' : 0.507 , '기타피부암순요율' : 0.219
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'일반암순요율' : 60.333 , '갑상샘암순요율' : 0.381 , '특정암순요율' : 0 , '상피내암순요율' : 0.288 , '경계성암순요율' : 0.555 , '기타피부암순요율' : 0.235
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'일반암순요율' : 64.153 , '갑상샘암순요율' : 0.389 , '특정암순요율' : 0 , '상피내암순요율' : 0.304 , '경계성암순요율' : 0.604 , '기타피부암순요율' : 0.256
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'일반암순요율' : 67.944 , '갑상샘암순요율' : 0.399 , '특정암순요율' : 0 , '상피내암순요율' : 0.318 , '경계성암순요율' : 0.652 , '기타피부암순요율' : 0.279
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'일반암순요율' : 71.693 , '갑상샘암순요율' : 0.413 , '특정암순요율' : 0 , '상피내암순요율' : 0.328 , '경계성암순요율' : 0.699 , '기타피부암순요율' : 0.305
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'일반암순요율' : 75.393 , '갑상샘암순요율' : 0.426 , '특정암순요율' : 0 , '상피내암순요율' : 0.337 , '경계성암순요율' : 0.745 , '기타피부암순요율' : 0.336
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'일반암순요율' : 79.022 , '갑상샘암순요율' : 0.442 , '특정암순요율' : 0 , '상피내암순요율' : 0.345 , '경계성암순요율' : 0.788 , '기타피부암순요율' : 0.369
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'일반암순요율' : 82.546 , '갑상샘암순요율' : 0.457 , '특정암순요율' : 0 , '상피내암순요율' : 0.349 , '경계성암순요율' : 0.829 , '기타피부암순요율' : 0.406
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'일반암순요율' : 85.935 , '갑상샘암순요율' : 0.471 , '특정암순요율' : 0 , '상피내암순요율' : 0.352 , '경계성암순요율' : 0.865 , '기타피부암순요율' : 0.445
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'일반암순요율' : 89.177 , '갑상샘암순요율' : 0.483 , '특정암순요율' : 0 , '상피내암순요율' : 0.353 , '경계성암순요율' : 0.897 , '기타피부암순요율' : 0.485
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'일반암순요율' : 92.269 , '갑상샘암순요율' : 0.495 , '특정암순요율' : 0 , '상피내암순요율' : 0.352 , '경계성암순요율' : 0.926 , '기타피부암순요율' : 0.528
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'일반암순요율' : 95.176 , '갑상샘암순요율' : 0.505 , '특정암순요율' : 0 , '상피내암순요율' : 0.349 , '경계성암순요율' : 0.95 , '기타피부암순요율' : 0.574
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'일반암순요율' : 97.822 , '갑상샘암순요율' : 0.514 , '특정암순요율' : 0 , '상피내암순요율' : 0.347 , '경계성암순요율' : 0.971 , '기타피부암순요율' : 0.621
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'일반암순요율' : 100.115 , '갑상샘암순요율' : 0.519 , '특정암순요율' : 0 , '상피내암순요율' : 0.346 , '경계성암순요율' : 0.987 , '기타피부암순요율' : 0.67
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'일반암순요율' : 102.001 , '갑상샘암순요율' : 0.522 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.717
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'일반암순요율' : 103.504 , '갑상샘암순요율' : 0.524 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.997 , '기타피부암순요율' : 0.757
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'일반암순요율' : 104.726 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.997 , '기타피부암순요율' : 0.788
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'일반암순요율' : 105.79 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.996 , '기타피부암순요율' : 0.804
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'일반암순요율' : 106.786 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.996 , '기타피부암순요율' : 0.81
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'일반암순요율' : 107.754 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.81
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'일반암순요율' : 108.696 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.807
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'일반암순요율' : 109.6 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'일반암순요율' : 110.461 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'일반암순요율' : 111.283 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'일반암순요율' : 112.068 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'일반암순요율' : 112.82 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'일반암순요율' : 113.545 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'일반암순요율' : 114.241 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'일반암순요율' : 114.913 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'일반암순요율' : 115.561 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'일반암순요율' : 116.187 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'일반암순요율' : 116.791 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'일반암순요율' : 117.377 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'일반암순요율' : 117.942 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'일반암순요율' : 118.492 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'일반암순요율' : 119.03 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '01'))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'일반암순요율' : 119.562 , '갑상샘암순요율' : 0.523 , '특정암순요율' : 0 , '상피내암순요율' : 0.344 , '경계성암순요율' : 0.995 , '기타피부암순요율' : 0.806
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0.001 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0.001 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0.002 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0.003 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0.004 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'일반암순요율' : 0 , '갑상샘암순요율' : 0.004 , '특정암순요율' : 0 , '상피내암순요율' : 0 , '경계성암순요율' : 0.005 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'일반암순요율' : 0.01 , '갑상샘암순요율' : 0.007 , '특정암순요율' : 0 , '상피내암순요율' : 0.001 , '경계성암순요율' : 0.008 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'일반암순요율' : 0.043 , '갑상샘암순요율' : 0.009 , '특정암순요율' : 0 , '상피내암순요율' : 0.001 , '경계성암순요율' : 0.009 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'일반암순요율' : 0.097 , '갑상샘암순요율' : 0.012 , '특정암순요율' : 0 , '상피내암순요율' : 0.002 , '경계성암순요율' : 0.011 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'일반암순요율' : 0.162 , '갑상샘암순요율' : 0.018 , '특정암순요율' : 0 , '상피내암순요율' : 0.003 , '경계성암순요율' : 0.014 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'일반암순요율' : 0.228 , '갑상샘암순요율' : 0.024 , '특정암순요율' : 0 , '상피내암순요율' : 0.004 , '경계성암순요율' : 0.018 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'일반암순요율' : 0.289 , '갑상샘암순요율' : 0.034 , '특정암순요율' : 0 , '상피내암순요율' : 0.006 , '경계성암순요율' : 0.021 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'일반암순요율' : 0.354 , '갑상샘암순요율' : 0.044 , '특정암순요율' : 0 , '상피내암순요율' : 0.008 , '경계성암순요율' : 0.023 , '기타피부암순요율' : 0
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'일반암순요율' : 0.428 , '갑상샘암순요율' : 0.059 , '특정암순요율' : 0 , '상피내암순요율' : 0.011 , '경계성암순요율' : 0.027 , '기타피부암순요율' : 0.001
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'일반암순요율' : 0.518 , '갑상샘암순요율' : 0.076 , '특정암순요율' : 0 , '상피내암순요율' : 0.015 , '경계성암순요율' : 0.03 , '기타피부암순요율' : 0.001
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'일반암순요율' : 0.64 , '갑상샘암순요율' : 0.097 , '특정암순요율' : 0 , '상피내암순요율' : 0.021 , '경계성암순요율' : 0.033 , '기타피부암순요율' : 0.002
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'일반암순요율' : 0.816 , '갑상샘암순요율' : 0.121 , '특정암순요율' : 0 , '상피내암순요율' : 0.028 , '경계성암순요율' : 0.038 , '기타피부암순요율' : 0.002
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'일반암순요율' : 1.081 , '갑상샘암순요율' : 0.148 , '특정암순요율' : 0 , '상피내암순요율' : 0.036 , '경계성암순요율' : 0.042 , '기타피부암순요율' : 0.003
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'일반암순요율' : 1.459 , '갑상샘암순요율' : 0.178 , '특정암순요율' : 0 , '상피내암순요율' : 0.045 , '경계성암순요율' : 0.047 , '기타피부암순요율' : 0.004
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'일반암순요율' : 1.975 , '갑상샘암순요율' : 0.206 , '특정암순요율' : 0 , '상피내암순요율' : 0.057 , '경계성암순요율' : 0.052 , '기타피부암순요율' : 0.005
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'일반암순요율' : 2.642 , '갑상샘암순요율' : 0.24 , '특정암순요율' : 0 , '상피내암순요율' : 0.07 , '경계성암순요율' : 0.057 , '기타피부암순요율' : 0.006
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'일반암순요율' : 3.473 , '갑상샘암순요율' : 0.283 , '특정암순요율' : 0 , '상피내암순요율' : 0.089 , '경계성암순요율' : 0.064 , '기타피부암순요율' : 0.008
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'일반암순요율' : 4.469 , '갑상샘암순요율' : 0.345 , '특정암순요율' : 0 , '상피내암순요율' : 0.116 , '경계성암순요율' : 0.075 , '기타피부암순요율' : 0.01
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'일반암순요율' : 5.614 , '갑상샘암순요율' : 0.433 , '특정암순요율' : 0 , '상피내암순요율' : 0.154 , '경계성암순요율' : 0.092 , '기타피부암순요율' : 0.012
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'일반암순요율' : 6.871 , '갑상샘암순요율' : 0.545 , '특정암순요율' : 0 , '상피내암순요율' : 0.201 , '경계성암순요율' : 0.112 , '기타피부암순요율' : 0.015
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'일반암순요율' : 8.209 , '갑상샘암순요율' : 0.675 , '특정암순요율' : 0 , '상피내암순요율' : 0.257 , '경계성암순요율' : 0.138 , '기타피부암순요율' : 0.021
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'일반암순요율' : 9.661 , '갑상샘암순요율' : 0.824 , '특정암순요율' : 0 , '상피내암순요율' : 0.32 , '경계성암순요율' : 0.166 , '기타피부암순요율' : 0.024
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'일반암순요율' : 11.348 , '갑상샘암순요율' : 0.996 , '특정암순요율' : 0 , '상피내암순요율' : 0.389 , '경계성암순요율' : 0.199 , '기타피부암순요율' : 0.028
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'일반암순요율' : 13.456 , '갑상샘암순요율' : 1.19 , '특정암순요율' : 0 , '상피내암순요율' : 0.471 , '경계성암순요율' : 0.235 , '기타피부암순요율' : 0.032
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'일반암순요율' : 16.162 , '갑상샘암순요율' : 1.41 , '특정암순요율' : 0 , '상피내암순요율' : 0.572 , '경계성암순요율' : 0.275 , '기타피부암순요율' : 0.037
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'일반암순요율' : 19.558 , '갑상샘암순요율' : 1.651 , '특정암순요율' : 0 , '상피내암순요율' : 0.699 , '경계성암순요율' : 0.314 , '기타피부암순요율' : 0.044
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'일반암순요율' : 23.626 , '갑상샘암순요율' : 1.912 , '특정암순요율' : 0 , '상피내암순요율' : 0.856 , '경계성암순요율' : 0.354 , '기타피부암순요율' : 0.054
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'일반암순요율' : 28.257 , '갑상샘암순요율' : 2.197 , '특정암순요율' : 0 , '상피내암순요율' : 1.029 , '경계성암순요율' : 0.395 , '기타피부암순요율' : 0.065
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'일반암순요율' : 33.365 , '갑상샘암순요율' : 2.519 , '특정암순요율' : 0 , '상피내암순요율' : 1.204 , '경계성암순요율' : 0.442 , '기타피부암순요율' : 0.076
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'일반암순요율' : 38.808 , '갑상샘암순요율' : 2.888 , '특정암순요율' : 0 , '상피내암순요율' : 1.364 , '경계성암순요율' : 0.491 , '기타피부암순요율' : 0.087
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'일반암순요율' : 44.212 , '갑상샘암순요율' : 3.299 , '특정암순요율' : 0 , '상피내암순요율' : 1.499 , '경계성암순요율' : 0.546 , '기타피부암순요율' : 0.093
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'일반암순요율' : 49.012 , '갑상샘암순요율' : 3.738 , '특정암순요율' : 0 , '상피내암순요율' : 1.614 , '경계성암순요율' : 0.605 , '기타피부암순요율' : 0.098
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'일반암순요율' : 52.682 , '갑상샘암순요율' : 4.18 , '특정암순요율' : 0 , '상피내암순요율' : 1.716 , '경계성암순요율' : 0.665 , '기타피부암순요율' : 0.103
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'일반암순요율' : 54.911 , '갑상샘암순요율' : 4.588 , '특정암순요율' : 0 , '상피내암순요율' : 1.807 , '경계성암순요율' : 0.727 , '기타피부암순요율' : 0.111
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'일반암순요율' : 55.67 , '갑상샘암순요율' : 4.942 , '특정암순요율' : 0 , '상피내암순요율' : 1.881 , '경계성암순요율' : 0.788 , '기타피부암순요율' : 0.124
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'일반암순요율' : 55.18 , '갑상샘암순요율' : 5.213 , '특정암순요율' : 0 , '상피내암순요율' : 1.923 , '경계성암순요율' : 0.844 , '기타피부암순요율' : 0.141
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'일반암순요율' : 53.823 , '갑상샘암순요율' : 5.38 , '특정암순요율' : 0 , '상피내암순요율' : 1.924 , '경계성암순요율' : 0.891 , '기타피부암순요율' : 0.162
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'일반암순요율' : 52.087 , '갑상샘암순요율' : 5.441 , '특정암순요율' : 0 , '상피내암순요율' : 1.891 , '경계성암순요율' : 0.928 , '기타피부암순요율' : 0.185
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'일반암순요율' : 50.582 , '갑상샘암순요율' : 5.412 , '특정암순요율' : 0 , '상피내암순요율' : 1.847 , '경계성암순요율' : 0.957 , '기타피부암순요율' : 0.211
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'일반암순요율' : 49.792 , '갑상샘암순요율' : 5.321 , '특정암순요율' : 0 , '상피내암순요율' : 1.81 , '경계성암순요율' : 0.98 , '기타피부암순요율' : 0.241
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'일반암순요율' : 49.733 , '갑상샘암순요율' : 5.192 , '특정암순요율' : 0 , '상피내암순요율' : 1.791 , '경계성암순요율' : 1 , '기타피부암순요율' : 0.278
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'일반암순요율' : 50.001 , '갑상샘암순요율' : 5.041 , '특정암순요율' : 0 , '상피내암순요율' : 1.777 , '경계성암순요율' : 1.014 , '기타피부암순요율' : 0.319
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'일반암순요율' : 50.102 , '갑상샘암순요율' : 4.883 , '특정암순요율' : 0 , '상피내암순요율' : 1.759 , '경계성암순요율' : 1.021 , '기타피부암순요율' : 0.358
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'일반암순요율' : 49.768 , '갑상샘암순요율' : 4.728 , '특정암순요율' : 0 , '상피내암순요율' : 1.73 , '경계성암순요율' : 1.023 , '기타피부암순요율' : 0.392
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'일반암순요율' : 49.008 , '갑상샘암순요율' : 4.606 , '특정암순요율' : 0 , '상피내암순요율' : 1.699 , '경계성암순요율' : 1.027 , '기타피부암순요율' : 0.418
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'일반암순요율' : 48.169 , '갑상샘암순요율' : 4.526 , '특정암순요율' : 0 , '상피내암순요율' : 1.679 , '경계성암순요율' : 1.041 , '기타피부암순요율' : 0.439
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'일반암순요율' : 47.752 , '갑상샘암순요율' : 4.486 , '특정암순요율' : 0 , '상피내암순요율' : 1.676 , '경계성암순요율' : 1.065 , '기타피부암순요율' : 0.46
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'일반암순요율' : 48.104 , '갑상샘암순요율' : 4.454 , '특정암순요율' : 0 , '상피내암순요율' : 1.686 , '경계성암순요율' : 1.098 , '기타피부암순요율' : 0.485
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'일반암순요율' : 49.281 , '갑상샘암순요율' : 4.4 , '특정암순요율' : 0 , '상피내암순요율' : 1.703 , '경계성암순요율' : 1.132 , '기타피부암순요율' : 0.513
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'일반암순요율' : 51.094 , '갑상샘암순요율' : 4.308 , '특정암순요율' : 0 , '상피내암순요율' : 1.717 , '경계성암순요율' : 1.167 , '기타피부암순요율' : 0.54
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'일반암순요율' : 53.247 , '갑상샘암순요율' : 4.185 , '특정암순요율' : 0 , '상피내암순요율' : 1.73 , '경계성암순요율' : 1.203 , '기타피부암순요율' : 0.563
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'일반암순요율' : 55.525 , '갑상샘암순요율' : 4.052 , '특정암순요율' : 0 , '상피내암순요율' : 1.739 , '경계성암순요율' : 1.243 , '기타피부암순요율' : 0.584
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'일반암순요율' : 57.916 , '갑상샘암순요율' : 3.921 , '특정암순요율' : 0 , '상피내암순요율' : 1.745 , '경계성암순요율' : 1.286 , '기타피부암순요율' : 0.606
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'일반암순요율' : 60.532 , '갑상샘암순요율' : 3.798 , '특정암순요율' : 0 , '상피내암순요율' : 1.746 , '경계성암순요율' : 1.333 , '기타피부암순요율' : 0.631
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'일반암순요율' : 63.378 , '갑상샘암순요율' : 3.685 , '특정암순요율' : 0 , '상피내암순요율' : 1.738 , '경계성암순요율' : 1.386 , '기타피부암순요율' : 0.663
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'일반암순요율' : 66.444 , '갑상샘암순요율' : 3.579 , '특정암순요율' : 0 , '상피내암순요율' : 1.718 , '경계성암순요율' : 1.445 , '기타피부암순요율' : 0.705
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'일반암순요율' : 69.702 , '갑상샘암순요율' : 3.48 , '특정암순요율' : 0 , '상피내암순요율' : 1.689 , '경계성암순요율' : 1.506 , '기타피부암순요율' : 0.755
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'일반암순요율' : 73.115 , '갑상샘암순요율' : 3.388 , '특정암순요율' : 0 , '상피내암순요율' : 1.652 , '경계성암순요율' : 1.566 , '기타피부암순요율' : 0.815
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'일반암순요율' : 76.65 , '갑상샘암순요율' : 3.295 , '특정암순요율' : 0 , '상피내암순요율' : 1.61 , '경계성암순요율' : 1.618 , '기타피부암순요율' : 0.881
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'일반암순요율' : 80.305 , '갑상샘암순요율' : 3.205 , '특정암순요율' : 0 , '상피내암순요율' : 1.561 , '경계성암순요율' : 1.658 , '기타피부암순요율' : 0.949
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'일반암순요율' : 84.087 , '갑상샘암순요율' : 3.114 , '특정암순요율' : 0 , '상피내암순요율' : 1.505 , '경계성암순요율' : 1.683 , '기타피부암순요율' : 1.021
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'일반암순요율' : 87.943 , '갑상샘암순요율' : 3.022 , '특정암순요율' : 0 , '상피내암순요율' : 1.442 , '경계성암순요율' : 1.696 , '기타피부암순요율' : 1.098
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'일반암순요율' : 91.72 , '갑상샘암순요율' : 2.933 , '특정암순요율' : 0 , '상피내암순요율' : 1.378 , '경계성암순요율' : 1.7 , '기타피부암순요율' : 1.208
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'일반암순요율' : 95.189 , '갑상샘암순요율' : 2.855 , '특정암순요율' : 0 , '상피내암순요율' : 1.321 , '경계성암순요율' : 1.7 , '기타피부암순요율' : 1.386
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'일반암순요율' : 98.131 , '갑상샘암순요율' : 2.8 , '특정암순요율' : 0 , '상피내암순요율' : 1.279 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 1.654
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'일반암순요율' : 100.444 , '갑상샘암순요율' : 2.768 , '특정암순요율' : 0 , '상피내암순요율' : 1.256 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 1.999
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'일반암순요율' : 102.179 , '갑상샘암순요율' : 2.759 , '특정암순요율' : 0 , '상피내암순요율' : 1.248 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.36
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'일반암순요율' : 103.513 , '갑상샘암순요율' : 2.76 , '특정암순요율' : 0 , '상피내암순요율' : 1.249 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.658
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'일반암순요율' : 104.638 , '갑상샘암순요율' : 2.764 , '특정암순요율' : 0 , '상피내암순요율' : 1.252 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.842
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'일반암순요율' : 105.692 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.912
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'일반암순요율' : 106.733 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.91
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'일반암순요율' : 107.754 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.888
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'일반암순요율' : 108.738 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.872
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'일반암순요율' : 109.677 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.868
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'일반암순요율' : 110.57 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.869
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'일반암순요율' : 111.423 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'일반암순요율' : 112.242 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'일반암순요율' : 113.03 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'일반암순요율' : 113.787 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'일반암순요율' : 114.517 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'일반암순요율' : 115.222 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'일반암순요율' : 115.902 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'일반암순요율' : 116.559 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'일반암순요율' : 117.196 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'일반암순요율' : 117.811 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'일반암순요율' : 118.41 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'일반암순요율' : 118.994 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }
    else if(((담보코드 == "CFA11629"))
    && ((성별코드 == '02'))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'일반암순요율' : 119.573 , '갑상샘암순요율' : 2.767 , '특정암순요율' : 0 , '상피내암순요율' : 1.254 , '경계성암순요율' : 1.699 , '기타피부암순요율' : 2.87
}

    }

    return RESULT(__hpasRuleResult);
};