var 일반_상해입원병실료차액담보요율_001 = function(담보코드,병실료차액보상비율구분코드 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    입원병실료차액담보할증율 = 0


    // Compiler Version 1 , Created : 2023-08-24 10:49:50
    if(((담보코드 == "CFA10547")||(담보코드 == "CFA10551"))
    && ((병실료차액보상비율구분코드 == '01'))){
        __hpasRuleResult = {
'입원병실료차액담보할증율' : 0.018
}

    }
    else if(((담보코드 == "CFA10547")||(담보코드 == "CFA10551"))
    && ((병실료차액보상비율구분코드 == '02'))){
        __hpasRuleResult = {
'입원병실료차액담보할증율' : 0.035
}

    }
    else if(((담보코드 == "CFA10547")||(담보코드 == "CFA10551"))
    && ((병실료차액보상비율구분코드 == '03'))){
        __hpasRuleResult = {
'입원병실료차액담보할증율' : 0.053
}

    }
    else if(((담보코드 == "CFA10547")||(담보코드 == "CFA10551"))
    && ((병실료차액보상비율구분코드 == '04'))){
        __hpasRuleResult = {
'입원병실료차액담보할증율' : 0.07
}

    }
    else if(((담보코드 == "CFA10547")||(담보코드 == "CFA10551"))
    && ((병실료차액보상비율구분코드 == '05'))){
        __hpasRuleResult = {
'입원병실료차액담보할증율' : 0.088
}

    }
    else if(((담보코드 == "CFA10547")||(담보코드 == "CFA10551"))
    && ((병실료차액보상비율구분코드 == '06'))){
        __hpasRuleResult = {
'입원병실료차액담보할증율' : 0.105
}

    }
    else if(((담보코드 == "CFA10547")||(담보코드 == "CFA10551"))
    && ((병실료차액보상비율구분코드 == '07'))){
        __hpasRuleResult = {
'입원병실료차액담보할증율' : 0.123
}

    }
    else if(((담보코드 == "CFA10547")||(담보코드 == "CFA10551"))
    && ((병실료차액보상비율구분코드 == '08'))){
        __hpasRuleResult = {
'입원병실료차액담보할증율' : 0.14
}

    }
    else if(((담보코드 == "CFA10547")||(담보코드 == "CFA10551"))
    && ((병실료차액보상비율구분코드 == '09'))){
        __hpasRuleResult = {
'입원병실료차액담보할증율' : 0.158
}

    }
    else if(((담보코드 == "CFA10547")||(담보코드 == "CFA10551"))
    && ((병실료차액보상비율구분코드 == '10'))){
        __hpasRuleResult = {
'입원병실료차액담보할증율' : 0.175
}

    }

    return RESULT(__hpasRuleResult);
};