var 일반_상해_암치료_진단_비_경계성종양_순요율_001 = function(담보코드,성별코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 13:19:50
    if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 23
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 20
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 15
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 13
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 12
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 10
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 10
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 9
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 8
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 7
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 6
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 6
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 8
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 10
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 12
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 14
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 15
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 18
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 18
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 20
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 22
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 23
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 24
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 27
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 27
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 29
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 29
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 31
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 32
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 34
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 36
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 38
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 40
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 42
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 45
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 47
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 51
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 53
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 55
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 56
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 59
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 60
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 63
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 65
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 68
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 71
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 75
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 78
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 83
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 87
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 92
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 96
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 101
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 108
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 115
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 121
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 126
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 133
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 139
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 148
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 165
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 175
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 186
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 196
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 207
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 218
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 226
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 231
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 236
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 240
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 246
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 249
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 254
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 257
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 260
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 264
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 267
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 270
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 273
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 278
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 279
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 272
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 257
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 234
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '01'))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 208
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 58
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 39
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 22
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 10
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 5
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 4
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 4
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 5
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 8
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 9
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 11
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 12
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 14
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 19
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 24
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 29
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 34
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 39
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 43
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 50
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 55
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 61
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 65
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 70
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 74
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 78
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 82
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 85
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 88
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 90
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 92
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 95
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 96
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 99
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 103
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 104
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 107
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 108
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 109
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 110
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 112
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 114
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 117
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 119
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 120
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 123
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 125
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 126
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 126
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 126
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 127
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 127
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 129
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 129
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 130
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 130
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 130
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 129
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 129
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 129
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 131
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 132
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 135
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 136
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 139
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 141
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 144
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 147
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 149
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 152
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 156
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 159
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 161
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 162
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 162
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 163
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 164
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 164
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 164
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 164
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 164
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 163
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 161
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 160
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 156
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 156
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 156
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 157
}

    }
    else if(((담보코드 == "CFA11693"))
    && ((성별코드 == '02'))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 156
}

    }

    return RESULT(__hpasRuleResult);
};