var 일반_상해_해외여행_기본형 실손의료비_질병급여__FA00045002_001 = function(가입금액,담보세부구분코드,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 10:31:19
    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 60253
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 45216
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11483
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 175436
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 175716
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 175990
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 176256
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 176514
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 176766
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 177012
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 177252
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 177485
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 177716
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 11940
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 177947
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 12519
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 13333
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 14384
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 15539
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 16614
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 17463
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 18011
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 18288
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 31995
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 18391
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 18449
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 18581
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 18870
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 19361
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 20058
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 20949
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 22021
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 23245
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 24595
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 20453
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 26015
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 27445
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 28828
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 30146
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 31397
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 32612
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 33805
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 34979
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 36127
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 37287
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 14555
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 38534
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 39971
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 41680
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 43712
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 46050
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 48636
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 51389
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 54269
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 57287
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 60505
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 10793
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 63983
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 67760
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 71851
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 76271
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 81015
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 86074
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 91391
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 96843
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 102271
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 107540
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 9566
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 112576
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 117408
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 122138
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 126851
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 131603
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 133177
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 139535
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 145766
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 149698
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 153362
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 9769
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 156152
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 158252
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 159785
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 160955
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 161955
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 162924
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 163882
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 164773
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 165568
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 166304
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 10387
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 166991
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 167634
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 168237
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 168806
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 169345
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 169857
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 170343
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 170807
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 171249
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 171674
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 11002
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 172081
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 172472
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 172848
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 173211
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 173560
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 173899
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 174225
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 174542
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 174849
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 175146
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 62041
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 45923
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11420
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 175424
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 175709
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 175985
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 176253
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 176515
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 176772
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 177018
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 177261
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 177499
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 177732
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 11691
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 177964
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 12083
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 12696
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 13546
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 14553
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 15648
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 16811
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 18061
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 19421
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 27911
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 20879
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 22387
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 23875
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 25299
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 26658
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 27969
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 29255
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 30517
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 31731
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 32872
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 16228
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 33948
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 35002
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 36101
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 37296
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 38599
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 40016
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 41536
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 43123
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 44751
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 46414
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 14251
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 48159
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 50100
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 52392
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 55172
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 58502
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 62311
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 66394
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 70508
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 74468
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 78219
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 10731
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 81755
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 85102
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 88310
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 91513
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 94922
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 98716
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 102882
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 107157
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 111184
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 114690
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 9761
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 117673
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 120406
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 123309
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 126808
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 124891
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 118409
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 114220
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 119540
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 121090
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 122632
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10094
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 124171
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 125703
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 127224
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 129565
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 134275
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 139221
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 144319
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 149546
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 154863
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 160475
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 10654
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 166883
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 167531
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 168144
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 168720
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 169264
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 169781
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 170273
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 170742
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 171191
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 171619
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 11122
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 172031
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 172427
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 172808
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 173174
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 173528
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 173870
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 174202
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 174521
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 174831
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 175132
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 61649
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 46265
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11748
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 179500
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 179788
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 180067
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 180340
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 180603
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 180863
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 181114
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 181359
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 181599
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 181835
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 12217
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 182070
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 12808
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 13642
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 14718
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 15898
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 17001
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 17869
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 18428
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 18711
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 32735
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 18816
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 18877
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 19012
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 19307
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 19810
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 20523
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 21435
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 22531
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 23783
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 25165
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 20926
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 26618
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 28082
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 29497
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 30844
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 32125
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 33367
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 34589
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 35789
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 36964
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 38151
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 14892
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 39427
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 40897
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 42646
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 44725
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 47118
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 49762
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 52579
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 55525
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 58615
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 61906
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 11043
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 65466
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 69330
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 73516
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 78039
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 82892
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 88069
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 93509
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 99087
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 104640
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 110031
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 9786
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 115184
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 120130
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 124969
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 129790
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 134653
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 136263
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 142769
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 149144
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 153168
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 156916
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 9995
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 159770
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 161919
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 163487
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 164684
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 165707
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 166700
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 167679
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 168591
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 169405
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 170158
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 10627
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 170861
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 171519
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 172136
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 172718
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 173269
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 173793
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 174290
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 174764
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 175217
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 175653
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 11256
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 176068
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 176468
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 176854
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 177225
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 177582
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 177928
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 178263
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 178585
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 178900
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 179205
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 63332
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 46877
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11657
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 179073
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 179362
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 179644
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 179918
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 180186
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 180447
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 180699
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 180947
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 181190
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 181428
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 11934
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 181665
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 12335
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 12960
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 13828
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 14855
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 15974
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 17161
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 18437
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 19825
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 28491
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 21312
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 22851
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 24372
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 25826
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 27212
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 28551
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 29862
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 31151
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 32391
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 33557
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 16565
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 34653
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 35730
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 36852
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 38072
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 39401
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 40849
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 42400
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 44020
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 45682
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 47378
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 14547
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 49160
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 51141
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 53483
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 56320
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 59720
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 63607
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 67776
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 71975
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 76017
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 79845
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 10953
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 83455
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 86871
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 90147
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 93417
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 96895
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 100770
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 105022
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 109385
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 113496
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 117077
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 9964
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 120120
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 122910
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 125874
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 129445
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 127488
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 120872
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 116597
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 122026
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 123607
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 125183
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10304
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 126753
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 128315
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 129870
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 132259
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 137067
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 142116
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 147320
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 152656
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 158083
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 163812
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 10875
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 170353
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 171016
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 171640
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 172228
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 172783
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 173312
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 173813
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 174292
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 174750
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 175188
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 11353
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 175609
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 176012
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 176401
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 176775
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 177137
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 177484
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 177823
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 178150
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 178467
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 178774
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 64752
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 48592
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 12340
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 188538
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 188838
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 189133
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 189419
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 189697
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 189968
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 190232
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 190489
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 190741
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 190989
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 12833
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 191236
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 13454
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 14328
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 15459
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 16700
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 17856
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 18768
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 19356
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 19655
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 34383
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 19764
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 19828
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 19970
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 20279
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 20807
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 21556
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 22513
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 23665
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 24981
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 26431
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 21980
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 27959
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 29496
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 30982
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 32397
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 33743
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 35047
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 36331
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 37592
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 38826
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 40071
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 15642
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 41412
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 42956
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 44793
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 46976
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 49490
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 52269
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 55227
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 58321
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 61566
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 65023
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 11599
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 68762
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 72821
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 77218
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 81968
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 87066
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 92503
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 98217
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 104076
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 109909
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 115571
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 10279
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 120983
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 126177
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 131260
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 136325
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 141431
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 143124
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 149958
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 156653
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 160878
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 164816
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10499
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 167812
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 170070
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 171719
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 172975
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 174049
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 175092
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 176122
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 177079
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 177932
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 178724
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 11162
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 179463
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 180153
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 180801
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 181414
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 181993
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 182543
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 183065
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 183564
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 184038
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 184496
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 11824
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 184932
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 185353
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 185757
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 186147
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 186522
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 186886
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 187238
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 187578
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 187906
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 188227
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 66382
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 49135
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 12218
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 187696
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 188000
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 188295
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 188583
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 188864
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 189136
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 189402
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 189661
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 189915
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 190165
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 12509
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 190414
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 12928
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 13585
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 14494
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 15571
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 16743
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 17988
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 19325
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 20780
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 29863
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 22339
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 23953
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 25546
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 27069
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 28523
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 29926
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 31299
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 32652
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 33951
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 35172
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 17363
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 36322
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 37451
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 38628
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 39905
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 41300
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 42816
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 44441
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 46140
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 47882
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 49659
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 15247
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 51527
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 53604
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 56058
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 59032
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 62595
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 66669
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 71040
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 75440
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 79676
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 83690
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 11481
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 87474
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 91055
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 94488
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 97915
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 101561
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 105623
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 110080
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 114653
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 118963
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 122714
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 10443
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 125905
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 128828
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 131936
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 135679
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 133628
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 126692
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 122210
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 127903
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 129560
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 131211
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10801
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 132856
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 134495
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 136125
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 138629
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 143668
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 148961
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 154415
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 160007
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 165696
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 171702
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 11399
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 178557
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 179251
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 179906
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 180522
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 181105
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 181658
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 182184
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 182686
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 183165
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 183625
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 11900
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 184065
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 184487
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 184896
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 185288
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 185667
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 186031
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 186386
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 186730
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 187061
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 187383
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 66482
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 49890
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 12669
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 193573
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 193883
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 194185
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 194479
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 194764
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 195042
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 195314
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 195578
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 195836
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 196091
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 13175
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 196345
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 13813
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 14711
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 15872
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 17145
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 18332
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 19270
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 19873
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 20179
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 35302
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 20292
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 20357
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 20503
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 20821
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 21364
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 22131
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 23115
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 24297
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 25649
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 27138
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 22567
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 28706
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 30283
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 31809
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 33263
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 34644
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 35983
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 37301
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 38595
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 39863
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 41141
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 16060
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 42518
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 44104
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 45990
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 48232
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 50811
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 53664
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 56702
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 59878
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 63210
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 66760
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 11908
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 70599
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 74765
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 79281
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 84157
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 89392
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 94973
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 100840
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 106857
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 112844
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 118657
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 10554
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 124216
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 129547
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 134765
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 139966
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 145210
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 146946
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 153963
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 160837
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 165176
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 169218
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10778
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 172295
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 174613
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 176306
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 177596
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 178699
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 179768
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 180826
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 181808
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 182685
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 183499
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 11460
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 184257
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 184965
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 185631
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 186260
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 186853
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 187418
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 187955
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 188466
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 188955
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 189423
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 12139
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 189872
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 190304
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 190719
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 191119
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 191504
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 191879
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 192238
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 192588
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 192925
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 193255
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 68013
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 50342
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 12519
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 192310
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 192622
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 192924
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 193219
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 193506
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 193787
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 194057
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 194323
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 194585
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 194840
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 12817
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 195096
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 13245
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 13919
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 14851
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 15953
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 17155
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 18429
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 19801
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 21291
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 30597
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 22889
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 24541
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 26174
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 27734
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 29225
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 30662
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 32069
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 33454
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 34786
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 36036
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 17790
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 37216
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 38371
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 39578
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 40886
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 42315
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 43869
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 45534
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 47274
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 49059
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 50882
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 15623
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 52794
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 54922
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 57436
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 60483
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 64133
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 68309
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 72785
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 77296
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 81636
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 85748
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 11762
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 89624
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 93293
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 96811
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 100323
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 104059
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 108219
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 112785
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 117471
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 121887
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 125731
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 10701
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 129000
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 131996
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 135179
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 139015
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 136913
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 129808
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 125216
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 131048
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 132745
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 134438
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 11067
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 136124
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 137803
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 139471
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 142038
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 147201
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 152623
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 158211
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 163941
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 169769
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 175923
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 11679
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 182947
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 183659
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 184329
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 184960
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 185558
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 186124
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 186664
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 187178
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 187668
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 188139
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 12192
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 188590
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 189024
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 189443
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 189844
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 190232
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 190606
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 190969
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 191320
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 191661
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 191989
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 52579
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 39457
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 10020
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 153094
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 153338
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 153577
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 153808
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 154035
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 154255
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 154469
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 154679
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 154884
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 155084
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 10420
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 155285
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 10924
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 11635
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 12553
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 13559
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 14500
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 15239
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 15718
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 15959
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 27919
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 16050
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 16100
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 16216
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 16467
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 16895
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 17503
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 18281
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 19215
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 20285
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 21463
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 17848
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 22703
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 23950
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 25157
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 26307
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 27399
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 28459
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 29501
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 30525
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 31527
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 32537
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 12702
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 33627
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 34881
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 36372
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 38146
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 40186
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 42442
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 44844
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 47356
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 49991
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 52799
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 9419
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 55835
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 59131
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 62701
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 66558
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 70698
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 75112
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 79753
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 84509
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 89245
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 93843
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 8347
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 98239
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 102457
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 106584
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 110697
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 114843
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 116218
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 121766
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 127203
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 130635
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 133831
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 8524
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 136265
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 138097
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 139435
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 140457
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 141329
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 142175
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 143012
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 143789
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 144482
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 145125
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 9064
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 145726
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 146285
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 146812
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 147309
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 147779
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 148225
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 148650
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 149054
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 149440
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 149812
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 9601
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 150166
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 150507
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 150836
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 151152
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 151457
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 151752
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 152038
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 152314
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 152581
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 152841
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 53937
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 39924
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 9927
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 152508
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 152756
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 152997
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 153229
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 153457
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 153680
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 153896
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 154106
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 154313
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 154515
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 10164
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 154718
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 10504
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 11038
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 11776
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 12652
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 13605
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 14616
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 15703
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 16884
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 24264
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 18152
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 19462
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 20757
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 21994
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 23176
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 24316
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 25432
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 26530
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 27586
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 28579
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 14108
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 29513
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 30430
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 31386
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 32425
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 33558
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 34789
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 36111
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 37490
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 38905
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 40350
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 12389
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 41867
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 43555
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 45549
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 47966
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 50859
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 54172
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 57721
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 61298
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 64740
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 68001
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 9328
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 71076
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 73985
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 76776
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 79559
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 82521
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 85822
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 89443
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 93159
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 96660
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 99708
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 8486
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 102301
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 104678
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 107202
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 110243
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 108576
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 102941
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 99299
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 103925
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 105272
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 106614
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 8775
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 107950
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 109281
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 110606
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 112640
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 116735
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 121035
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 125467
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 130011
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 134632
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 139513
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 9263
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 145083
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 145647
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 146180
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 146680
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 147153
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 147602
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 148031
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 148438
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 148828
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 149201
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 9669
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 149559
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 149902
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 150234
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 150552
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 150860
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 151157
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 151445
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 151723
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 151993
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 152254
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 61955
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 46493
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11806
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 180392
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 180679
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 180961
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 181235
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 181500
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 181760
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 182012
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 182260
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 182501
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 182737
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 12278
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 182974
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 12872
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 13709
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 14790
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 15978
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 17085
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 17957
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 18520
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 18805
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 32898
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 18911
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 18971
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 19107
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 19403
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 19908
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 20624
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 21541
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 22642
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 23903
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 25290
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 21030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 26751
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 28222
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 29643
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 30998
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 32284
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 33532
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 34761
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 35966
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 37148
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 38340
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 14967
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 39623
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 41100
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 42857
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 44947
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 47352
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 50010
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 52840
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 55801
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 58906
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 62213
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 11098
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 65792
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 69675
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 73882
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 78427
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 83304
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 88506
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 93973
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 99579
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 105159
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 110577
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 9836
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 115756
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 120725
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 125589
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 130435
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 135321
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 136939
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 143478
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 149884
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 153928
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 157693
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10045
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 160563
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 162722
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 164299
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 165502
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 166529
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 167526
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 168511
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 169427
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 170244
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 171002
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 10679
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 171709
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 172370
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 172990
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 173575
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 174129
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 174656
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 175155
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 175631
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 176088
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 176524
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 11312
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 176943
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 177344
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 177732
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 178104
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 178463
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 178812
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 179148
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 179472
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 179788
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 180094
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 63571
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 47054
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11701
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 179745
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 180038
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 180320
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 180595
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 180864
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 181126
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 181379
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 181628
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 181870
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 182110
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 11978
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 182348
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 12381
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 13009
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 13880
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 14911
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 16034
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 17226
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 18506
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 19899
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 28598
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 21394
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 22939
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 24463
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 25923
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 27315
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 28658
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 29975
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 31268
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 32513
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 33683
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 16628
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 34784
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 35864
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 36990
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 38215
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 39550
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 41002
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 42559
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 44186
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 45854
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 47556
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 14603
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 49344
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 51334
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 53684
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 56531
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 59943
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 63846
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 68030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 72246
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 76302
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 80146
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 10993
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 83769
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 87199
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 90487
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 93768
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 97260
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 101148
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 105417
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 109796
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 113923
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 117516
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 10002
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 120571
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 123372
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 126348
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 129931
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 127968
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 121326
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 117034
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 122486
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 124072
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 125654
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10342
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 127230
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 128799
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 130359
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 132758
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 137582
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 142650
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 147875
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 153230
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 158677
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 164428
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 10916
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 170993
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 171660
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 172287
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 172876
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 173433
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 173964
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 174467
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 174948
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 175408
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 175847
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 11395
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 176270
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 176675
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 177064
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 177440
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 177804
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 178152
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 178492
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 178819
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 179139
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 179445
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 65063
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 48826
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 12399
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 189445
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 189747
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 190041
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 190330
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 190608
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 190882
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 191147
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 191405
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 191658
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 191908
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 12894
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 192156
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 13519
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 14397
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 15533
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 16779
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 17942
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 18858
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 19449
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 19749
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 34549
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 19860
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 19923
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 20065
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 20376
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 20907
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 21659
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 22622
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 23778
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 25101
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 26559
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 22086
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 28093
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 29637
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 31130
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 32553
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 33904
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 35215
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 36505
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 37771
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 39012
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 40265
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 15718
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 41612
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 43163
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 45008
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 47203
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 49727
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 52520
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 55493
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 58602
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 61861
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 65335
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 11655
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 69093
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 73171
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 77589
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 82363
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 87485
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 92947
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 98690
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 104576
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 110436
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 116127
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 10328
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 121565
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 126785
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 131890
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 136980
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 142111
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 143811
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 150679
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 157406
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 161652
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 165608
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10549
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 168620
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 170888
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 172544
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 173807
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 174888
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 175933
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 176967
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 177929
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 178788
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 179584
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 11217
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 180326
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 181019
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 181670
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 182285
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 182867
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 183420
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 183946
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 184446
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 184924
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 185383
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 11879
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 185821
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 186245
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 186651
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 187042
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 187419
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 187785
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 188138
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 188479
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 188810
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 189132
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 66624
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 49314
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 12262
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 188381
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 188686
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 188982
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 189271
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 189553
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 189827
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 190093
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 190353
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 190608
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 190858
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 12554
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 191108
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 12975
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 13634
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 14547
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 15628
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 16804
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 18053
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 19395
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 20856
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 29973
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 22422
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 24040
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 25639
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 27168
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 28627
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 30034
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 31415
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 32770
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 34075
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 35301
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 17426
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 36455
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 37588
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 38768
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 40050
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 41450
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 42972
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 44604
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 46309
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 48056
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 49842
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 15304
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 51716
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 53800
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 56262
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 59247
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 62823
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 66913
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 71298
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 75716
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 79968
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 83996
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 11522
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 87793
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 91388
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 94832
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 98273
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 101932
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 106009
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 110481
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 115071
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 119396
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 123161
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 10483
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 126363
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 129300
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 132418
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 136174
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 134115
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 127155
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 122656
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 128370
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 130033
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 131689
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10840
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 133342
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 134987
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 136622
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 139135
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 144193
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 149504
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 154978
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 160591
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 166300
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 172328
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 11440
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 179209
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 179906
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 180563
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 181181
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 181766
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 182320
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 182849
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 183352
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 183833
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 184295
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 11943
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 184737
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 185162
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 185571
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 185965
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 186345
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 186711
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 187067
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 187411
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 187744
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 188067
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 66805
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 50133
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 12730
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 194514
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 194824
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 195128
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 195422
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 195709
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 195989
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 196262
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 196526
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 196787
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 197042
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 13239
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 197298
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 13880
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 14783
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 15948
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 17228
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 18422
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 19362
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 19970
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 20277
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 35473
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 20391
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 20456
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 20603
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 20922
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 21467
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 22239
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 23227
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 24415
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 25773
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 27269
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 22677
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 28845
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 30430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 31964
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 33424
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 34812
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 36157
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 37483
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 38782
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 40056
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 41341
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 16138
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 42724
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 44318
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 46213
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 48466
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 51058
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 53925
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 56977
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 60170
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 63516
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 67083
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 11967
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 70942
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 75129
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 79665
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 84566
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 89825
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 95435
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 101330
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 107375
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 113392
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 119233
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 10605
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 124818
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 130176
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 135420
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 140646
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 145914
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 147660
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 154711
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 161618
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 165976
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 170039
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 10832
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 173131
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 175460
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 177161
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 178458
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 179566
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 180641
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 181702
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 182691
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 183573
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 184390
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 11517
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 185151
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 185864
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 186532
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 187163
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 187761
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 188328
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 188867
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 189381
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 189871
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 190343
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 12199
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 190794
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 191228
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 191645
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 192047
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 192434
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 192809
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 193172
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 193522
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 193863
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 194192
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 68260
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 50525
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 12563
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 193005
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 193318
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 193622
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 193917
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 194206
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 194487
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 194759
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 195026
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 195287
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 195545
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 12862
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 195800
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 13293
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 13969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 14904
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 16011
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 17217
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 18496
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 19872
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 21367
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 30708
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 22972
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 24630
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 26268
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 27834
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 29330
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 30773
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 32185
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 33576
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 34912
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 36167
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 17854
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 37350
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 38510
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 39720
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 41034
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 42468
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 44026
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 45699
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 47445
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 49236
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 51065
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 15679
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 52985
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 55121
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 57643
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 60701
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 64365
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 68556
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 73048
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 77574
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 81931
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 86057
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 11805
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 89949
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 93630
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 97161
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 100685
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 104434
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 108611
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 113193
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 117896
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 122327
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 126185
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 10739
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 129467
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 132473
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 135667
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 139517
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 137408
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 130276
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 125668
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 131521
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 133225
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 134923
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 11106
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 136615
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 138300
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 139976
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 142550
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 147732
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 153174
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 158783
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 164534
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 170382
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 176558
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 11722
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 183608
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 184322
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 184995
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 185629
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 186228
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 186797
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 187338
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 187854
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 188347
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 188819
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 12237
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 189272
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 189707
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 190127
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 190530
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 190919
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 191295
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 191658
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 192012
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 192353
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11808"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 192683
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};