var 일반_상해_해외장기체류_특약형 실손의료비_상해비급여__FA00045006_001 = function(가입금액,담보세부구분코드,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 10:43:07
    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1727
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4044
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6949
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 27424
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 27496
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 27567
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 27637
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 27704
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 27769
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 27832
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 27894
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 27955
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 28016
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7690
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 28077
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8416
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9135
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 9892
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 10690
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 11484
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12200
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 12775
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 13190
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4929
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 13481
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 13716
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 13935
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 14155
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 14337
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 14453
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 14473
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 14408
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 14279
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 14116
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4977
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 13961
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 13826
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13731
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13696
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13718
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13784
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 13865
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 13916
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 13920
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 13890
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4961
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 13849
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 13841
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13890
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 13994
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 14139
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 14290
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14414
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14494
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 14535
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 14563
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5024
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 14596
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14649
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14726
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 14828
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14951
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15088
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15212
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15300
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15343
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 15369
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5145
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 15433
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 15592
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 15894
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 16369
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 17000
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 17255
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 17235
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 17333
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 17610
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 18071
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5147
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 18643
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 19259
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 19929
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 20671
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 21483
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 22379
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 23363
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 24447
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 24859
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 25049
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5694
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 25230
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 25398
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 25553
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 25702
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 25841
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 25977
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 26100
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 26222
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 26336
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 26447
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6257
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 26551
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 26651
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 26751
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 26847
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 26936
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 27024
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 27110
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 27190
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 27271
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 27347
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1229
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3206
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3306
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3400
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3318
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3470
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3616
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3782
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3975
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4163
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4451
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4729
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3480
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4990
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5243
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5408
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5492
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5557
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5602
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5620
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5622
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5575
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5490
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3518
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5402
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5316
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5229
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5580
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5651
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5777
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5959
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6184
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6433
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6696
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3451
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6969
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7259
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7584
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7947
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 8367
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8867
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 9482
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 10237
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 11141
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 12155
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3421
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13198
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14165
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14979
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15610
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 16096
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16510
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 16928
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 17396
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 17933
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 18541
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3259
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 19214
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 19945
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 20722
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 21537
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 22383
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 23294
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 24112
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 25071
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 26377
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 27622
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3051
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 28526
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 29226
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 29724
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 30077
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 30367
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 30651
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 30941
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 31224
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 31467
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 31694
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3034
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 32355
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 34486
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 37090
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 39967
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 42749
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 45008
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 46467
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 47129
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 47230
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 47085
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3164
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 46924
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 46842
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 46824
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 46838
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 46844
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 10000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 46845
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1747
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4092
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7029
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 27745
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 27818
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 27888
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 27959
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 28028
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 28092
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 28157
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 28220
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 28283
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 28343
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7778
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 28404
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8516
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9243
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10008
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 10816
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 11620
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12343
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 12924
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 13343
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4988
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 13639
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 13875
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 14102
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 14318
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 14506
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 14620
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 14643
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 14575
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 14443
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 14282
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5033
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 14124
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 13984
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13894
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13855
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13877
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13947
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14026
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14079
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14082
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14051
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5022
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14012
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 14002
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 14051
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14157
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 14306
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 14459
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14584
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14665
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 14708
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 14733
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5082
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 14767
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14820
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14898
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15002
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15128
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15263
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15388
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15479
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15526
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 15551
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5206
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 15614
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 15773
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 16079
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 16559
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 17198
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 17459
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 17437
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 17535
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 17818
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 18282
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5208
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 18861
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 19481
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 20163
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 20912
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 21735
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 22639
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 23637
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 24734
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 25149
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 25345
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5761
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 25526
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 25694
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 25853
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 26004
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 26141
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 26279
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 26406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 26530
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 26643
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 26755
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6331
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 26863
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 26963
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 27065
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 27157
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 27249
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 27339
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 27426
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 27510
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 27590
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 27669
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1245
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3243
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3347
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3441
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3357
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3510
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3659
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3826
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4024
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4214
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4504
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4786
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3524
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5049
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5306
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5475
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5557
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5624
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5667
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5688
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5690
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5641
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5555
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3559
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5467
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5382
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5291
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5647
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5718
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5847
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6029
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6259
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6512
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6777
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3490
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7053
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7345
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7673
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8043
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 8469
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8975
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 9596
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 10361
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 11275
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 12298
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3463
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13355
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14333
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15157
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15794
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 16290
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16708
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 17130
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 17604
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 18147
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 18763
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3296
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 19441
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 20184
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 20971
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 21794
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 22649
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 23575
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 24400
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 25373
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 26694
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 27949
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3090
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 28869
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 29577
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 30079
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 30436
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 30730
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 31016
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 31310
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 31596
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 31843
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 32073
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3073
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 32741
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 34898
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 37534
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 40445
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 43259
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 45547
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 47022
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 47692
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 47795
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 47646
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3202
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 47483
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 47402
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 47383
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 47393
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 47404
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 47406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1804
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4220
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7251
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 28618
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 28692
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 28765
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 28839
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 28908
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 28975
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 29043
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 29106
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 29171
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 29234
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8024
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 29294
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8782
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9533
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10322
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 11155
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 11984
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12731
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 13331
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 13765
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5143
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 14065
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 14310
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 14543
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 14771
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 14961
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 15079
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 15104
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 15033
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 14900
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 14730
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5190
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 14567
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 14426
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 14330
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 14290
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 14312
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 14384
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14467
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14520
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14524
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14492
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5178
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14453
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 14441
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 14492
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14602
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 14753
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 14914
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 15041
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 15124
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 15169
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 15196
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5243
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15230
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 15286
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15365
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15475
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15604
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15743
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15873
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15963
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16012
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16041
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5371
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16104
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 16269
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 16584
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 17077
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 17739
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 18005
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 17986
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 18088
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 18379
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 18857
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5373
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 19453
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 20094
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 20796
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 21569
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 22416
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 23349
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 24380
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 25508
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 25939
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 26139
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5943
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 26326
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 26500
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 26667
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 26820
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 26963
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 27106
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 27236
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 27363
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 27481
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 27596
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6529
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 27706
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 27812
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 27914
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 28012
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 28106
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 28200
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 28287
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 28373
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 28457
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 28537
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1286
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3353
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3461
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3557
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3473
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3629
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3782
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3956
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4159
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4355
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4659
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4947
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3641
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5222
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5485
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5655
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5745
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5814
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5859
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5878
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5880
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5833
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5743
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3680
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5651
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5561
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5469
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5839
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5914
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6047
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6235
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6471
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6729
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7006
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3608
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7290
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7594
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7931
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8312
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 8751
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 9277
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 9918
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 10708
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 11655
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 12714
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3581
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13806
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14816
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15669
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 16330
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 16839
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 17273
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 17710
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 18198
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 18761
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 19398
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3408
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 20098
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 20865
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 21679
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 22532
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 23412
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 24369
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 25224
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 26228
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 27592
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 28892
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3192
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 29843
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 30573
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 31094
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 31463
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 31767
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 32063
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 32369
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 32663
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 32920
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 33155
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3175
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 33846
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 36077
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 38800
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 41811
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 44720
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 47085
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 48610
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 49304
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 49408
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 49255
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3308
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 49086
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 49002
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 48985
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 48996
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 49004
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 49006
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1839
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4304
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7392
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 29181
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 29257
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 29332
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 29406
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 29479
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 29545
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 29614
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 29681
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 29745
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 29810
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8180
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 29873
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8955
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9722
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10526
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 11375
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 12220
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12982
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 13594
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 14033
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5245
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 14343
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 14594
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 14831
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 15059
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 15255
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 15377
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 15402
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 15330
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 15192
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 15022
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5294
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 14855
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 14712
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 14612
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 14571
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 14596
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 14669
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14751
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14806
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14812
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14779
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5282
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14737
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 14728
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 14779
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14890
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 15045
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 15204
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 15337
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 15424
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 15467
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 15494
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5347
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15531
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 15586
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15669
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15779
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15912
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16055
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 16186
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 16277
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16326
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16355
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5477
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16422
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 16588
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 16912
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 17416
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 18088
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 18360
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 18341
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 18444
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 18739
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 19228
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5478
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 19837
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 20490
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 21206
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 21993
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 22857
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 23812
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 24861
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 26012
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 26451
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 26655
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6059
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 26847
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 27024
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 27190
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 27347
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 27496
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 27639
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 27773
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 27902
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 28022
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 28139
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6659
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 28253
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 28359
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 28465
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 28565
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 28661
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 28755
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 28845
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 28934
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 29020
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 29100
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1314
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3416
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3527
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3626
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3537
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3698
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3855
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4031
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4237
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4437
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4747
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5043
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3710
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5321
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5590
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5765
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5857
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5926
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5971
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5994
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5996
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5853
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3749
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5761
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5671
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5575
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5951
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6026
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6159
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6353
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6592
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6857
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7139
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3678
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7431
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7739
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 8084
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8473
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 8922
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 9455
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 10110
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 10914
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 11879
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 12959
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3649
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 14073
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 15100
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15969
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 16641
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 17161
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 17604
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 18047
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 18545
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 19118
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 19769
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3475
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 20484
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 21265
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 22092
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 22961
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 23859
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 24835
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 25706
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 26730
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 28122
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 29447
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3253
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 30412
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 31157
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 31688
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 32065
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 32375
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 32677
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 32988
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 33287
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 33549
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 33790
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3235
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 34493
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 36767
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 39542
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 42610
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 45577
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 47985
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 49539
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 50247
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 50354
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 50198
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3373
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 50026
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 49940
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 49922
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 49934
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 49942
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 30000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 49944
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1586
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3714
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6378
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 25173
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 25239
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 25302
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 25367
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 25430
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 25490
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 25547
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 25604
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 25661
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 25716
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7057
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 25773
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 7724
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 8386
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 9080
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 9812
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 10543
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 11200
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 11726
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 12106
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4525
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 12373
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 12590
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 12794
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 12990
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 13161
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 13265
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 13286
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 13226
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 13106
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 12959
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4567
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 12814
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 12690
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 12604
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 12571
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 12590
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 12653
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 12726
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 12773
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 12777
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 12749
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4555
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12714
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12704
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 12749
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 12845
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 12979
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 13116
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 13231
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 13304
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 13341
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 13367
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4614
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13396
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 13447
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13518
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 13612
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 13724
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 13849
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 13963
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 14043
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 14084
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 14108
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4726
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 14165
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 14310
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 14590
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 15024
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 15606
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 15839
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 15821
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 15910
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 16167
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 16586
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4726
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 17110
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 17679
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 18291
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 18971
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 19719
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 20539
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 21445
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 22439
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 22818
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 22994
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5228
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 23157
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 23312
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 23457
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 23592
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 23718
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 23841
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 23959
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 24071
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 24173
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 24275
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5745
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 24371
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 24465
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 24555
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 24641
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 24726
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 24806
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 24885
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 24959
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 25034
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 25102
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1118
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2914
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3008
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3090
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3015
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3153
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3286
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3434
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3612
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3784
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4046
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4298
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3161
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4534
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4765
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4914
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4990
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5049
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5088
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5106
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5108
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5066
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 4988
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3196
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4909
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4831
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4751
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5071
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5135
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5251
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5416
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5620
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5845
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6084
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3135
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6331
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6594
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6890
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7222
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7602
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8057
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8616
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9302
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 10124
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 11045
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3110
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 11992
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 12873
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13610
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 14182
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14628
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15002
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15381
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15808
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16296
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16847
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2961
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 17459
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 18126
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 18830
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 19569
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 20337
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 21169
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 21908
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 22781
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 23967
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 25096
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2775
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 25922
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 26557
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 27008
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 27330
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 27592
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 27849
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 28116
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 28371
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 28594
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 28800
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2759
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 29399
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 31338
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 33702
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 36317
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 38843
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 40898
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 42222
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 42826
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 42916
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 42785
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2875
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 42638
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 42561
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 42548
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 42557
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 42563
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 42566
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 42566
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 5000000))
    && ((담보세부구분코드 == "00005"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 42565
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1753
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4098
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7041
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 27794
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 27865
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 27936
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 28008
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 28077
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 28141
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 28206
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 28269
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 28332
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 28392
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7792
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 28451
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8529
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9257
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10026
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 10833
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 11637
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12367
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 12947
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 13365
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4994
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 13661
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 13900
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 14124
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 14343
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 14531
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 14645
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 14669
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 14600
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 14469
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 14306
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5041
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 14149
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 14010
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13916
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13877
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13902
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13971
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14049
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14102
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14106
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14077
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5031
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14035
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 14028
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 14077
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14181
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 14331
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 14482
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14608
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14688
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 14730
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 14759
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5092
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 14792
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14847
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14924
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15028
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15153
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15290
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15416
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15504
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15551
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 15577
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5214
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 15639
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 15800
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 16108
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 16586
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 17226
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 17485
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 17469
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 17565
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 17847
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 18314
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5216
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 18892
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 19518
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 20196
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 20947
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 21770
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 22677
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 23677
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 24777
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 25192
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 25385
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5771
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 25569
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 25737
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 25896
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 26047
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 26188
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 26322
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 26449
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 26573
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 26688
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 26802
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6341
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 26910
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 27010
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 27112
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 27206
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 27296
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 27386
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 27471
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 27555
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 27637
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 27716
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1245
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3245
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3349
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3443
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3359
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3513
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3659
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3829
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4026
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4216
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4508
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4788
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3524
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5053
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5308
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5477
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5561
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5627
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5671
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5690
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5692
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5645
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5559
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3561
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5469
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5384
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5294
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5649
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5722
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5851
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6033
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6263
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6514
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6780
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3492
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7057
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7349
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7677
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8047
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 8473
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8979
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 9600
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 10367
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 11280
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 12308
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3465
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13363
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14341
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15165
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15804
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 16298
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16716
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 17141
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 17616
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 18157
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 18773
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3298
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 19455
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 20194
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 20981
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 21806
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 22659
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 23586
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 24414
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 25385
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 26706
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 27965
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3090
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 28883
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 29590
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 30094
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 30453
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 30745
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 31034
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 31328
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 31612
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 31861
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 32090
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3074
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 32759
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 34918
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 37552
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 40467
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 43283
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 45571
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 47047
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 47720
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 47820
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 47673
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3204
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 47510
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 47426
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 47410
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 47420
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 47428
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00010"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 47430
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1808
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4227
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7263
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 28665
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 28739
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 28814
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 28887
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 28957
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 29026
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 29090
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 29155
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 29222
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 29283
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8037
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 29345
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8796
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9549
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10341
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 11175
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 12004
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12755
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 13353
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 13784
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5151
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 14090
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 14335
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 14567
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 14794
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 14988
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 15104
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 15128
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 15059
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 14924
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 14755
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5198
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 14592
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 14447
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 14353
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 14314
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 14337
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 14410
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14490
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14543
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14547
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14518
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5186
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14475
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 14467
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 14518
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14626
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 14779
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 14937
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 15067
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 15151
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 15194
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 15222
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5253
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15255
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 15312
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15390
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15500
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15630
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15769
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15898
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15990
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16039
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16067
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5380
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16130
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 16298
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 16614
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 17104
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 17769
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 18035
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 18016
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 18116
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 18408
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 18888
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5382
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 19486
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 20128
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 20830
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 21604
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 22455
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 23388
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 24421
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 25553
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 25985
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 26185
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5953
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 26371
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 26547
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 26708
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 26865
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 27010
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 27147
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 27281
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 27408
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 27526
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 27643
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6539
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 27753
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 27859
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 27961
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 28059
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 28153
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 28247
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 28336
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 28420
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 28506
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 28585
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1286
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3355
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3463
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3559
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3473
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3631
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3784
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3959
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4161
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4357
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4661
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4949
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3643
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5225
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5488
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5661
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5749
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5816
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5863
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5884
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5886
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5835
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5747
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3682
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5655
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5565
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5473
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5841
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5916
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6049
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6237
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6473
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6733
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7008
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3610
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7294
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7598
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7937
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8320
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 8757
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 9282
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 9924
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 10716
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 11661
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 12724
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3582
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13814
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14824
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15677
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 16337
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 16847
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 17281
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 17718
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 18208
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 18771
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 19408
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3410
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 20108
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 20877
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 21688
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 22541
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 23424
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 24385
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 25235
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 26243
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 27608
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 28910
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3196
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 29857
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 30588
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 31112
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 31481
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 31787
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 32079
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 32385
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 32679
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 32936
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 33175
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3176
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 33865
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 36096
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 38820
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 41832
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 44745
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 47108
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 48636
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 49328
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 49434
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 49281
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3310
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 49112
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 49026
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 49010
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 49020
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 49028
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00015"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 49030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1841
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4312
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7406
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 29230
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 29306
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 29383
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 29457
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 29530
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 29596
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 29665
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 29730
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 29796
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 29861
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8196
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 29924
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8971
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9737
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10545
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 11394
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 12241
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 13006
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 13616
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 14057
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5255
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 14367
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 14618
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 14855
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 15086
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 15282
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 15404
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 15428
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 15357
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 15220
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 15047
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5304
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 14879
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 14735
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 14635
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 14596
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 14620
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 14692
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14777
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14831
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14837
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14802
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5290
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14761
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 14751
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 14802
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14916
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 15071
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 15231
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 15363
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 15449
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 15492
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 15520
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5357
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15557
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 15614
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15694
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15806
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15937
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16081
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 16214
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 16306
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16355
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16382
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5486
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16449
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 16618
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 16941
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 17445
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 18120
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 18392
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 18370
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 18475
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 18773
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 19263
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5488
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 19870
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 20526
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 21241
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 22030
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 22898
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 23849
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 24904
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 26057
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 26496
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 26700
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6071
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 26890
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 27069
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 27237
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 27394
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 27543
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 27685
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 27820
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 27949
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 28069
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 28188
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6669
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 28302
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 28408
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 28514
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 28612
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 28710
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 28802
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 28894
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 28981
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 29069
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 29149
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1314
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3419
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3529
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3627
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3539
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3701
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3857
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4034
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4241
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4439
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4749
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5045
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3712
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5324
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5592
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5767
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5859
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5927
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5973
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5996
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5998
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5946
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5857
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3751
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5763
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5673
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5578
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5953
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6027
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6163
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6359
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6596
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6865
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7143
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3680
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7435
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7743
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 8088
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8477
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 8926
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 9459
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 10114
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 10922
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 11884
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 12965
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3651
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 14079
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 15108
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15977
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 16649
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 17171
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 17614
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 18057
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 18555
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 19128
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 19779
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3476
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 20494
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 21275
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 22104
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 22973
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 23875
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 24849
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 25719
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 26743
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 28137
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 29461
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3255
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 30428
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 31175
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 31704
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 32081
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 32390
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 32692
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 33004
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 33304
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 33565
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 33808
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3237
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 34512
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 36787
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 39561
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 42632
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 45600
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 48008
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 49565
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 50271
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 50381
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 50224
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3375
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 50051
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 49963
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 49947
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 49957
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 49967
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    else if(((가입금액 == 50000000))
    && ((담보세부구분코드 == "00020"))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11816"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 49969
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};