var 일반_실손비급여의료비_CFA11437_FA00045006_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 13:12:51
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 20428
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 18173
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 11890
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 13098
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 13879
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 14573
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 15137
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 15624
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 16086
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 15933
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 15782
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 15600
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 17604
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 15345
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 15033
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 14822
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 15100
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 16082
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 17790
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 19618
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 21277
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 22534
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 23485
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 17410
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 24155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 24667
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 25049
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 25471
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 25779
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 25977
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 26018
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 26032
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 25990
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 25957
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 17102
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 25898
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 25830
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 25867
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 26075
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 26455
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 26981
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 27620
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 28441
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 29643
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 30755
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 15696
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 31843
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 32983
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 34239
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 35534
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 36706
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 37665
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 38455
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 39263
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 40079
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 40832
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 13516
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 41553
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 42355
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 43406
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 44730
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 45824
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 47094
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 48749
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 50436
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 51016
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 51630
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 11451
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 52273
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 52924
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 53585
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 54134
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 54695
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 55263
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 55834
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 56414
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 57061
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 57728
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 10720
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 58416
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 58977
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 60020
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 61255
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 62410
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 63328
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 63920
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 64193
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 64530
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 64932
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 10959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 65332
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 65740
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 66153
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 66155
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 18096
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 15202
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 13302
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 12251
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 11241
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 10777
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10680
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 10886
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 11320
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 11916
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 12998
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 14522
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 13196
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 16408
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 17896
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 18896
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 19671
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 20416
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 21141
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 21861
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 22573
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 23208
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 23841
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 12341
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 24475
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 25112
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 25747
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 26810
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 27873
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 28971
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 30108
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 31153
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 33016
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 34279
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 13261
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 35365
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 36608
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 38073
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 39791
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 41808
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 44102
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 46547
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 48920
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 51214
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 53347
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 14520
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 55330
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 57136
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 58673
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 59683
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 59751
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 58853
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 57436
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 56148
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 55383
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 54877
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 15592
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 54561
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 54518
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 54849
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 54534
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 52285
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 51110
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 51832
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 53416
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 53483
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 53626
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 15943
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 53818
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 54034
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 54255
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 54500
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 54997
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 55524
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 56063
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 56595
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 57198
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 57846
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 15543
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 58634
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 59973
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 61704
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 63634
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 65501
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 67016
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 67995
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 68440
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 68508
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 68410
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 14475
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 68303
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 68248
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 68236
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 68244
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 68248
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11437"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 68250
}

    }

    return RESULT(__hpasRuleResult);
};