var 일반_공통_화면_위험유형별콤포넌트매핑_001 = function(상품코드,상위위험유형코드,위험유형코드,적용영역,상태코드,기준일자 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = [];


    // Compiler Version 1 , Created : 2023-08-18 17:35:44
    var canSheetNext = true
    if(canSheetNext) {

    if(((위험유형코드 == "RFA00027"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "C000009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00027"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "C000010"
})
    canSheetNext = false
    }

    if(((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00027"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "C000013"
})
    canSheetNext = false
    }

    if(((상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00028"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00001"
})
    canSheetNext = false
    }

    if(((상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00028"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((상위위험유형코드 == "RFA00012"))
    && ((위험유형코드 == "RFA00028"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((상위위험유형코드 == "RFA00011"))
    && ((위험유형코드 == "RFA00028"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "C000004"
})
    canSheetNext = false
    }

    if(((상위위험유형코드 == "RFA00011"))
    && ((위험유형코드 == "RFA00028"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "C000005"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00030"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00007"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00008"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00031"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00035"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00031"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00039"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00041"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00039"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00042"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00039"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00043"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00039"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00044"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00048"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00045"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00048"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00046"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00048"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00047"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00048"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00048"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00010"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00011"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00012"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00032"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00053"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 7 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00188"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00010"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00188"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00011"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00188"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00012"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00188"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00032"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00188"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00055"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00055"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00055"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00055"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00056"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00056"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00056"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00056"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00057"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00057"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00057"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00057"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00058"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00058"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00058"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00040"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00058"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00058"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00059"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00059"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00059"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00059"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00079"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00010"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00079"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00011"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00079"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00012"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00079"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00079"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00086"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00033"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00086"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00034"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00086"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00035"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00086"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00086"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00087"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00087"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00087"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00087"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00088"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00088"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00088"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00088"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00090"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00090"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00090"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00090"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00091"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00091"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00091"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00091"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00092"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00092"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00092"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00092"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00093"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00093"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00093"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00093"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00094"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00037"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00094"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00094"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00094"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00100"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00100"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00100"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00100"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00101"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00101"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00101"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00101"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00005"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00101"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "GR00005"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00102"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00102"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00102"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00102"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00103"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00103"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00103"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00103"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "GR00005"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00104"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00021"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00104"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00022"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00104"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00104"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00104"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00019"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00104"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00020"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00107"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00107"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00107"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00107"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00108"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00108"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00108"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00108"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00005"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00110"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "C000001"
})
    canSheetNext = false
    }

    if(((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00110"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "C000013"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00110"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "C000003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00112"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "MVPR001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00112"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "MVPR002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00112"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "MVPR003"
})
    canSheetNext = false
    }

    if(((상위위험유형코드 == "RFA00001"))
    && ((위험유형코드 == "RFA00112"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "C000013"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00114"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00114"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00114"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00114"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00127"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00023"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00127"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00024"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00127"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00025"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00127"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00026"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00127"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00027"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00128"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00128"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00128"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00128"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00129"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00033"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00129"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00129"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00129"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00130"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00021"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00130"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00022"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00130"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00130"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00130"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00019"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00130"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00020"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00131"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00021"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00131"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00022"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00131"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00131"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00131"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00019"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00131"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00020"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00140"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00023"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00140"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00024"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00140"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00025"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00140"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00026"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00140"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00027"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00141"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00021"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00141"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00022"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00141"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00141"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00141"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00019"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00141"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00020"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00148"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00006"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00148"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00148"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00148"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00150"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00159"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00036"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00159"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00159"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00159"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00160"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00023"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00160"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00024"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00160"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00025"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00160"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00026"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00160"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00027"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00168"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00021"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00168"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00022"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00168"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00168"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00168"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00019"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00168"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00020"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00170"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00021"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00170"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00022"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00170"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00170"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00170"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00019"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00170"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00020"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00177"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00036"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00177"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00177"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00177"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00180"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00036"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00180"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00180"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00180"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00189"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00189"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00189"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00189"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00204"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00021"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00204"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00022"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00204"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00204"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00204"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00019"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00204"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00020"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00205"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00021"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00205"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00022"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00205"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00205"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00205"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00019"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00205"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00020"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00227"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00033"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00227"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00034"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00227"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00035"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00227"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00227"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00231"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00023"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00231"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00024"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00231"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00025"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00231"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00026"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00231"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00027"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00232"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00023"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00232"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00024"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00232"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00025"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00232"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00026"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00232"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00027"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00238"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00238"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00238"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00040"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00238"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00238"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00240"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00240"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00240"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00240"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00248"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00021"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00248"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00022"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00248"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00248"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00248"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00019"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00248"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00020"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00251"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00021"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00251"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00022"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00251"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00251"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00251"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00019"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00251"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00020"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00259"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00259"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00259"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00004"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00259"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00261"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00023"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00261"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00024"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00261"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00025"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00261"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00026"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00261"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00027"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00262"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "C000011"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00262"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "C000012"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00267"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00267"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00267"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00015"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00267"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00267"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00017"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00268"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00268"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00268"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00015"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00268"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00268"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00017"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00268"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00018"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00269"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00269"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00269"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00015"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00269"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00016"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00269"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00017"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00269"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 6 , '콤포넌트아이디' : "LB00018"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00272"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00272"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00037"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00272"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00038"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00272"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00039"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00289"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00033"
})
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {

    if(((위험유형코드 == "RFA00289"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00034"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00289"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00035"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00289"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00289"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00290"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00033"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00290"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00034"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00290"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00035"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00290"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00290"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00291"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00033"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00291"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00034"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00291"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00035"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00291"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00291"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00292"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00033"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00292"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00292"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00292"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00293"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00033"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00293"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00293"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00293"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00294"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00033"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00294"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00294"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00294"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00297"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00297"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00037"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00297"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00038"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00297"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "LB00039"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00301"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "LB00029"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00301"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "LB00024"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00301"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "LB00025"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00134"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00013"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00134"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00011"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00134"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00012"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00134"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "C000003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00135"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00013"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00135"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "C000003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00136"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00136"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "C000003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00135")||(위험유형코드 == "RFA00136"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00008"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00135")||(위험유형코드 == "RFA00136"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00009"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00135")||(위험유형코드 == "RFA00136"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 5 , '콤포넌트아이디' : "GR00010"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00137"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00013"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00137"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "C000003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00138"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00013"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00138"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "C000003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00139"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00013"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00139"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "C000003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00144"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00013"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00144"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "C000003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00183"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "C000001"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00183"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "C000002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00183"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "C000003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00253"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00253"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00253"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00253"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00005"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00255"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00255"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00255"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00255"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00005"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00257"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "GR00014"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00257"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 2 , '콤포넌트아이디' : "GR00002"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00257"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 3 , '콤포넌트아이디' : "GR00003"
})
    canSheetNext = false
    }

    if(((위험유형코드 == "RFA00257"))
    && ((적용영역 == "목적물"))
    && ((기준일자 >= "2021-09-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 4 , '콤포넌트아이디' : "GR00005"
})
    canSheetNext = false
    }

    if(((위험유형코드 == ""))
    && ((적용영역 == "출력물"))
    && ((기준일자 >= "1900-01-01"))){
        __hpasRuleResult.push({
'콤포넌트순번' : 1 , '콤포넌트아이디' : "PRNOT001"
})
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};