var 일반_상해의료실비담보_질병통원_처방조제_요율_001 = function(실손의료비보험가입유형,가입금액,성별코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:27:07
    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2733
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2669
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 1146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 1157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1174
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1186
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1174
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1169
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1238
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1806
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 2021
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 2249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2452
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2745
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 3014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 3318
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 3637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 3931
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 4195
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 4467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 4804
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 5154
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 5516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 5890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 6276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 6858
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 7463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 8173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 9001
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 9871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 11029
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 12246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 1970
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 13526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 14416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 15316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 16320
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 17332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 18357
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 19397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 20446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 21694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 22950
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1885
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 24215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 25489
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 26772
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 27910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 29050
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 30195
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 31341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 32492
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 32696
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 32902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 33109
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 33315
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 33522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 33660
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 33797
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 33934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 34067
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 34199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 34352
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 34506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1679
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 34658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1544
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2493
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1028
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 1030
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1123
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1174
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2595
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1474
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1668
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 2017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 2402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 2851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 2994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 3140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 3383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 3631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2260
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 3886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 4148
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 4415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 4830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 5258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 5842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 6610
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 7428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 8594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 9844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 2024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 11179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 12016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 12857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 13546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 14238
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 14937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 15644
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 16356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 17040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 17728
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 18418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 19112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 19808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 20472
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 21136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 21800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 22467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 23134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 22952
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 22771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1313
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 22589
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 22408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 22225
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 21997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 21770
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 21542
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 21313
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 21084
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 20895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 20708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 20520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 3163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 3089
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1591
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 1251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 1239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1228
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1231
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 3016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1220
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1213
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1292
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 2126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 2370
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2630
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 3198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 3528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 3877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 4192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 4469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 4755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 5110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 5477
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2555
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 5855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 6246
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 6649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 7259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 7892
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 8649
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 9548
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 10497
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 11756
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 13086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 2280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 14488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 15442
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 16404
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 17481
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 18564
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 19663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 20777
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 21901
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 23237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 24583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 2194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 25938
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 27302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 28676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 29895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 31117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 32342
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 33570
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 34802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 35022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 35242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 2068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 35463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 35684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 35907
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 36054
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 36202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 36348
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 36490
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 36631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 36795
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 36959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 37123
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2879
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 1038
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 1121
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1250
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1250
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1313
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2935
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1431
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1560
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1652
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1895
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 2027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 2163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2304
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2451
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 2602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2771
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2947
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 3108
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 3256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 3405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 3657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 3914
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 4177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 4444
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 4717
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 5145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 5583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 6190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 6994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 7850
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 9070
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 10375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 2289
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 11766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 12646
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 13531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 14257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 14985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 15721
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 16465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 17214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 17934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 18657
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1891
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 19384
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 20114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 20847
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 21545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 22244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 22944
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 23645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 24346
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 24155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 23965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 23774
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 23582
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 23391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 23151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 22911
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 22672
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 22430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 22189
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 21991
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 21793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1362
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 21595
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1308
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2152
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1070
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 968
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1000
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1011
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1023
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1021
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2052
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1011
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1245
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1390
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 1892
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 1930
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2080
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 2482
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2713
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2952
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 3184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 3405
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 3636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 3922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 4218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 1738
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 4526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 4846
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 5177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 5673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 6189
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 6782
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 7461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 8173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 9121
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 10117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 1551
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 11162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 11897
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 12638
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 13467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 14302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 15148
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 16006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 16872
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 17902
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 18938
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 19983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 21034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 22092
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 23032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 23973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 24917
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 25864
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 26812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 26981
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 27151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 27322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 27492
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 27663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 27776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 27890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 28003
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 28112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 28222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 28347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 28474
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1374
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 28600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1274
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 1808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 1847
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 736
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 799
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 864
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 916
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 926
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 984
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 1883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1323
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1408
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1589
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 1684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 1812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 1782
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 1882
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 1984
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 2336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 2463
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 2593
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 2803
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 3021
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 1639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 3245
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 3474
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 3713
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 4077
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 4453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 4973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 5663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 6407
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 7460
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 8600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 1468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 9829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 10565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 11303
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 11910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 12518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 13133
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 13755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 14380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 14981
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 15587
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 16193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 16803
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 17415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 17998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 18583
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 19167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 19753
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 20339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 20180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 20020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 19860
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 19700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 19541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 19339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 19139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 18939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 18738
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 18536
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 18371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 18206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 18040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '04'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 911
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2652
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1401
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1270
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 1139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 1150
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1160
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1172
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1156
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1230
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1607
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1795
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 2007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 2234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 2994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 3296
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 3614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 3905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 4168
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 4438
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 4774
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 5121
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 5481
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 5852
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 6235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 6814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 7415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 8120
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 8943
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 9807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 10957
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 12168
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 1958
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 13439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 14324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 15217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 16215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 17221
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 18239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 19272
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 20314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 21555
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 22803
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1872
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 24059
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 25325
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 26600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 27731
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 28864
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 30001
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 31140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 32283
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 32486
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 32691
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 32896
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 33100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 33306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 33444
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 33580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 33716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 33849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 33980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 34131
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 34284
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1669
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 34435
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2470
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 935
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 1021
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1160
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1282
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1336
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1387
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1435
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1762
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 1998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2475
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 2380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 2824
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 2966
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 3112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 3352
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 3597
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 3850
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 4110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 4374
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 4786
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 5210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 5787
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 6549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 7359
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 8515
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 9752
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 2005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 11075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 11905
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 12737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 13421
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 14106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 14799
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 15499
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 16204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 16883
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 17564
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 18247
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 18934
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 19624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 20282
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 20940
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 21598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 22258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 22919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 22740
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 22559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1301
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 22380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 22201
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 22019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 21793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 21567
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 21342
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 21115
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 20888
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 20701
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 20516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1166
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 20329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1135
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 3125
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 3052
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1400
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 1235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 1225
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1213
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1211
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1223
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1220
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1211
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1357
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1486
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1873
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 2100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 2341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2871
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 3160
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 3486
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 3830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 4142
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 4416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 4697
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 5048
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 5411
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 5785
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 6171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 6569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 7172
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 7797
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 8545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 9433
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 10370
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 11614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 12929
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 2252
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 14313
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 15256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 16206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 17270
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 18340
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 19426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 20526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 21637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 22956
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 24286
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 2167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 25626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 26973
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 28331
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 29534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 30741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 31953
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 33165
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 34383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 34599
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 34817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 2043
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 35035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 35254
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 35474
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 35619
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 35765
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 35910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 36050
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 36190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 36352
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 36514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1933
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 36676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1750
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 1023
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 1103
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1187
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1229
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1230
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1230
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1409
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1462
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1536
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1560
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1744
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1996
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 2130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2783
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2414
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 2562
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2901
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 3061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 3206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 3353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 3601
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 3854
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 4113
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 4376
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 4645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 5066
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 5497
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 6095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 6887
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 7730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 8931
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 10216
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 2254
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 11586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 12452
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 13324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 14039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 14756
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 15480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 16214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 16951
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 17660
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 18371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1862
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 19088
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 19807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 20528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 21215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 21904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 22593
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 23283
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 23974
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 23786
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 23599
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 23410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 23221
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 23034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 22797
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 22560
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 22325
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 22087
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 21850
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 21655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 21460
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 21265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1289
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2150
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1172
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 984
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 999
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1016
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1020
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1018
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2050
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1006
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1072
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1389
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1711
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 1890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 1928
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2077
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2274
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 2480
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2950
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 3181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 3402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 3633
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 3919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 4215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 1737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 4522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 4842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 5173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 5667
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 6184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 6776
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 7455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 8166
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 9114
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 10109
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 1550
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 11152
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 11886
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 12628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 13456
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 14290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 15136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 15993
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 16858
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 17887
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 18923
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1503
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 19966
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 21017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 22074
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 23012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 23952
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 24897
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 25842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 26790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 26959
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 27129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 27299
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 27469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 27639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 27752
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 27866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 27979
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 28089
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 28198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 28324
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 28450
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 28576
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 1805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 1843
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 865
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 806
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 735
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 863
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 914
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 925
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1039
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 1880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1093
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1264
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1321
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1406
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1494
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1587
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 1682
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 1809
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 1778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 1878
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 1981
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2095
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2213
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 2333
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 2460
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 2589
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 2799
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 3017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 1637
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 3239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 3469
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 3707
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 4070
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 4447
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 4965
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 5655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 6397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 7449
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 8587
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 1466
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 9814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 10549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 11286
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 11893
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 12500
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 13113
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 13735
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 14360
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 14960
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 15564
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1249
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 16169
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 16778
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 17389
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 17972
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 18556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 19139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 19724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 20309
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 20150
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 19991
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 19831
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 19671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 19512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 19312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 19112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 18912
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 18711
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 18510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 18345
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 18180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 18014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2589
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1368
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 1111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 1122
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1150
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1143
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1128
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1201
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1275
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1396
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1752
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1960
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 2181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2377
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 2922
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 3218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 3527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 3813
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 4068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 4332
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 4659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 4998
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 5349
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 5712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 6086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 6651
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 7238
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 7925
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 8728
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 9572
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 10695
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 11875
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 1910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 13116
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 13980
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 14852
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 15826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 16807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 17801
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 18810
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 19826
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 21038
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 22255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 23482
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 24717
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 25962
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 27065
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 28171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 29280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 30392
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 31508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 31706
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 31906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 32106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 32305
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 32506
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 32640
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 32773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 32906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 33035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 33164
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 33312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 33461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 33609
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2418
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1062
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 997
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 914
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 999
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1089
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1138
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1255
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2517
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1404
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1725
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1838
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 1956
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2423
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2076
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 2329
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2621
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 2764
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 2903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 3046
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 3281
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 3521
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 3768
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 4022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 4281
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 4684
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 5099
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 5664
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 6410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 7204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 8335
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 9546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 1963
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 10841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 11652
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 12467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 13136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 13807
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 14485
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 15171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 15861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 16524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 17191
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 17860
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 18533
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 19208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 19852
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 20495
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 21141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 21786
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 22434
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 22257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 22081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 21906
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 21729
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 21552
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 21331
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 21111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 20889
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 20667
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 20446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 20262
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 20081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1141
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 19898
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 3035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2964
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 1200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 1190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1182
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2894
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1170
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1165
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1318
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 2040
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 2274
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2789
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 3069
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 3386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 3720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 4023
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 4289
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 4563
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 4903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 5256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2452
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 5619
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 5994
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 6381
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 6966
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 7574
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 8301
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 9164
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 10073
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 11282
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 12559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 2188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 13903
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 14820
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 15742
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 16775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 17816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 18870
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 19939
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 21017
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 22299
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 23591
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 2105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 24891
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 26201
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 27519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 28690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 29862
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 31038
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 32217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 33399
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 33610
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 33821
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 34033
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 34245
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 34459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 34600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 34742
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 34882
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 35019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 35154
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 35312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 35468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1877
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 35626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2706
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2762
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1187
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 996
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 1075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 1157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1318
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2817
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1373
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1425
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1472
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1497
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1585
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1819
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1945
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 2075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 2712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2211
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2352
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 2497
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2660
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 2983
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 3125
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 3268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 3510
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 3756
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 2453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 4009
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 4264
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 4527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 4937
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 5358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 5941
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 6712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 7534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 8704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 9956
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 2196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 11292
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 12136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 12985
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 13681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 14380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 15087
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 15801
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 16520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 17212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 17904
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1815
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 18602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 19302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 20007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 20676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 21347
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 22019
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 22691
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 23365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 23181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 22999
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1459
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 22815
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 22631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 22448
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 22217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 21987
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 21757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 21526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 21294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 21105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 20915
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 20724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 2134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 2085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 1164
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 1061
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 960
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 976
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 992
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 1003
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 1008
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 1015
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 1012
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 2035
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1007
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1003
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 999
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1064
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 1876
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 1915
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 2062
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 2258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 2461
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2927
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 3158
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 3378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 3606
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 3890
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 4183
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 1724
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 4489
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 4805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 5134
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 5626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 6139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 6726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 7399
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 8106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 9046
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 10034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 1538
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 11070
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 11799
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 12534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 13356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 14184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 15024
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 15874
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 16733
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 17755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 18783
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1492
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 19818
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 20861
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 21910
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 22842
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 23775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 24712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 25650
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 26592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 26759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 26928
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1419
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 27097
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 27265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 27435
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 27547
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 27660
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 27772
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 27880
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 27989
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 28113
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 28239
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 1363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 28364
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 1264
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 1794
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 1831
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 859
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 801
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 730
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 793
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 857
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 897
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 908
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 975
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 1032
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 1867
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 1086
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 1139
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 1190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 1224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 1256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 1311
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 1397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 1484
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 1575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 1670
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 1798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 1767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 1866
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 1967
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 2081
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 2197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 2317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 2442
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 2571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 2781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 2996
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 1626
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 3218
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 3446
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 3682
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 4043
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 4416
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 4931
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 5617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 6354
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 7398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 8528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 1456
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 9747
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 10478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 11210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 11812
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 12415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 13025
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 13641
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 14262
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 14858
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 15458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 1240
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 16060
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 16665
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 17271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 17850
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 18429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 19010
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 19590
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 20170
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 20014
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 19855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 1027
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 19696
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 19537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 19380
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 19180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 18982
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 18784
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 18584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 18384
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 18220
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 18056
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 935
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 17892
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 904
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};