var 일반_실손비급여의료비_CFA11420_FA00044001_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:57:26
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 3189
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 721
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 790
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 830
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 887
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 946
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1012
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1081
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1125
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1148
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 1145
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1637
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1127
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1104
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1093
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1113
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1173
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1267
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1358
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 1428
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 1491
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 1545
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1173
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 1588
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 1625
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 1658
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 1704
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 1742
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 1779
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 1815
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 1849
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 1866
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 1879
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1090
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 1891
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 1903
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 1921
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 1958
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 2016
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 2092
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 2182
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 2279
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 2387
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 2492
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 973
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 2601
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 2713
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 2827
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 2934
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 3033
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 3122
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 3210
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 3294
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 3370
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 3436
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 839
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 3504
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 3588
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 3689
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 3775
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 3788
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 3848
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 4012
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 4182
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4289
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4400
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 727
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4515
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4630
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4748
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4849
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4952
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 5058
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5161
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5267
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5385
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5504
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 673
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 5628
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 5751
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6010
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 6315
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 6600
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 6828
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 6973
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 7037
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 7131
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 7248
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 673
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 7363
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 7477
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 7595
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 2921
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2037
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 721
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 693
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 666
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 664
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 676
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 701
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 734
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 781
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 848
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 928
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1269
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 1022
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1104
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1170
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1231
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1285
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1337
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1391
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 1445
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 1455
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 1467
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 879
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 1479
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 1491
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 1501
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 1575
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 1648
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 1724
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 1803
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 1881
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 2027
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2155
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 858
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 2276
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 2404
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 2543
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 2687
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 2849
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 3034
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 3230
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 3406
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 3570
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 3719
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 855
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 3860
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 3989
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 4092
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 4154
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 4160
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 4122
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 4069
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 4021
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 4003
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 3992
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 857
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 3998
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 4039
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 4109
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 4139
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 4033
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 3886
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 3819
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 3994
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 4069
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 4149
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 845
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 4236
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 4325
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 4418
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 4536
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 4725
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 4925
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 5130
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 5333
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 5542
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 5763
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 809
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 6018
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 6343
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 6737
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 7173
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 7597
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 7939
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 8161
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 8262
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 8277
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 8254
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 761
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 8230
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 8218
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 8216
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 8218
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11420"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 8219
}

    }

    return RESULT(__hpasRuleResult);
};