var 일반_상해_특약형_실손의료비_3대비급여__CFA11805_FA00034002_001 = function(단일요율적용여부,상해급수코드,가입금액,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 13:09:57
    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 5298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1717
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2119
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2170
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2150
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2847
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2140
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2124
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2119
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2176
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2299
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2493
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2902
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3087
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2336
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3340
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3429
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3502
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3591
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3682
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3828
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 3981
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4076
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2258
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4163
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4250
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4348
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4511
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4692
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4888
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5103
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5340
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5687
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6040
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1998
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6747
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7119
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8089
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8542
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 8972
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 9985
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2106
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 11140
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 11727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 12345
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 13015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 13690
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 14365
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 15043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 15724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 16131
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 16539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1692
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 16949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 17362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 17773
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 18171
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 18569
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 18966
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 19355
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 19744
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 20131
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 20519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1560
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 20904
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 21280
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 21663
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 22511
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 23360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 24209
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 25056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 25905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 26414
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 26924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1526
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 27434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 27944
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 28453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 4281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1852
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1694
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1550
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1518
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1533
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1656
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1747
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1913
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2139
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2220
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2632
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2787
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3151
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3399
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1748
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3617
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3690
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3921
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4080
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4242
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5154
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1843
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7264
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7652
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8040
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8404
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1941
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8742
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9061
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 9995
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 10050
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 10122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10408
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10733
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2334
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 11080
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 11454
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 11870
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 12294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 12501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 12897
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 13541
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 14188
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 14419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 14653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 14887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 15122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 15359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 15585
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 15813
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 16042
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 16262
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 16484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 16698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 16912
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 17126
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 17388
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 17656
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 18461
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 19265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 20069
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 20874
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 21676
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 21962
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 22245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2023
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 22530
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 22814
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 23099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 5327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4091
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1832
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1899
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2182
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2292
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2390
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2458
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2436
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2423
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2381
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2751
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3176
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3613
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3700
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3870
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3966
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4050
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4183
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4381
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2364
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4476
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4566
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4668
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4837
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 5021
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 5219
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 6037
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2106
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 7125
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 8004
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8497
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8959
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9842
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 11034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 11631
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 12234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 12870
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 13559
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 14251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 14942
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 15635
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 16331
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 16745
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 17164
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1820
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 17583
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 18002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 18423
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 18856
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 19292
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 19730
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 20159
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 20588
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 20993
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 21398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1700
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 21803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 22200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 22603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 23493
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 24383
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 25272
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 26162
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 27052
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 27593
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 28133
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1680
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 28673
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 29213
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 29753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 4303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1919
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1761
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1612
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1583
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1602
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1654
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1730
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1826
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1997
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2226
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2291
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3130
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3253
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3376
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3571
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3642
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1812
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3714
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4022
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4189
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4540
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4714
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5050
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1909
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5530
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6361
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6705
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7469
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8263
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8992
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9640
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 10191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 10309
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 10375
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 10459
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10765
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 11112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 11480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 11875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 12314
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 12767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 13003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 13430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 14105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 14782
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 15044
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 15309
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 15577
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 15845
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 16117
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 16428
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 16743
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 17063
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 17379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 17698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 17933
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 18171
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2247
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 18409
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 18696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 18989
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 19866
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 20744
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 21621
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 22500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 23376
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 23682
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 23988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 24294
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 24601
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 24906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 5427
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2320
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2447
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2542
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2768
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2978
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3168
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3471
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3418
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3378
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 3333
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3244
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3661
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3901
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 4131
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 4320
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 4467
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4658
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4844
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5147
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5226
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5344
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5462
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5678
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5792
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 5980
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6175
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6380
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 6612
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 6859
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 7271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 7680
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8078
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 8457
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 8842
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9397
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 10429
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 10893
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 11357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 12029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 12697
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 13359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 14025
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 14715
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 15470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 16222
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 16973
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 17719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 18463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 18913
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 19362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 19812
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 20260
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 20710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 21273
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 21839
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 22411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 22979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 23552
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 24023
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 24496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 24968
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 25434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 25911
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 26946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 27983
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 29019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 30054
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 31090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 31737
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 32386
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2221
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 33035
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 33683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 34332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 4379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3494
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1992
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1833
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1817
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2100
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2288
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2533
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2542
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2826
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 3064
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 3233
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 3360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3731
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3919
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3986
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4121
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4380
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4572
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4771
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4980
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5180
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5827
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2137
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6364
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7778
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8609
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 9049
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 9471
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2219
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 9874
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 10258
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 10617
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 10992
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 11258
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 11405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 11512
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 11640
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 12025
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 12447
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 12891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 13361
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 13871
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 14430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 14772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 15307
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 16089
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 16875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 17245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 17623
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 18004
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 18391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 18783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 19394
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 20020
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 20660
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 21306
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 21968
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 22285
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 22604
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 22923
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 23298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 23680
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 24815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 25950
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 27085
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 28222
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 29356
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 29739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 30122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2334
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 30504
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 30887
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 31270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 5303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4022
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1609
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1694
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1756
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 2004
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 2096
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 2177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 2230
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 2216
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2208
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2870
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2228
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 2352
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 2547
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 2754
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 2961
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3146
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3290
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3399
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3487
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3559
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3651
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 3742
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 3823
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 3890
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 3950
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4047
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 4141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 4229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 4317
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 4417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 4581
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 4762
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 4958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 5173
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 5411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 5761
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 6117
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2020
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 6472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 6828
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 7201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 7692
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 8174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 8630
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 9062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 9502
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10081
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10662
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2136
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 11243
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 11834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 12457
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 13130
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 13808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 14488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 15169
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 15852
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 16261
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 16671
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 1719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 17083
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 17495
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 17911
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 18315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 18722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 19129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 19525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 19922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 20313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 20704
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 1588
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 21095
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 21474
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 21861
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 22719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 23576
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 24433
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 25291
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 26149
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 26663
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 27181
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 1558
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 27695
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 28212
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 28729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 4287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3220
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 1866
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 1709
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 1563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 1531
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 1548
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 1598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 1671
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 1763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 1931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 2158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 2432
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 2653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 2808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 2930
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 3050
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 3173
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 3297
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 3420
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 3491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 3563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1761
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 3638
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 3710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 3783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 3942
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4101
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 4440
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 4610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 4940
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5406
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 5645
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 5912
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 6555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 6923
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 7307
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 7697
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 8087
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 8453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 1956
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 8795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 9115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 9421
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 9737
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 9953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 10062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 10119
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 10193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 10484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 10813
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2351
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 11165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 11543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 11964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 12394
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 12607
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 13010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 13660
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 14313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 14551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 14792
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2253
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 15033
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 15275
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 15519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 15763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 16010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 16258
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 16499
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 16740
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 16959
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 17178
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 17398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 17665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 17939
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 18758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 19578
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 20396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 21218
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 22036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 22325
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 22614
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 22903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 23191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 2500000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11805"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 23481
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};