var 일반_상해의료실비담보_상해통원_처방조제_요율_001 = function(실손의료비보험가입유형,가입금액,성별코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 10:20:24
    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 26
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 53
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 101
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 89
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 164
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 79
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 220
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 245
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 272
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 95
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 252
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 243
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 245
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 245
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 303
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 330
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 358
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 97
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 412
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 472
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 502
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 552
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 892
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 98
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 996
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 1018
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1034
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1060
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 1082
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 1098
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 1110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 1119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 1148
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 1173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 182
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 1194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 1211
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 1226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 1248
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 1267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 1285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 1299
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 1312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 1289
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 1266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 1242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 1219
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 1194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 1215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 1236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 1257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 1278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 1300
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 1305
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 1311
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 315
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 1317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 303
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 4
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 23
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 19
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 13
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 10
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 8
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 18
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 24
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 30
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 36
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 42
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 49
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 56
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 62
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 64
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 64
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 63
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 65
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 66
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 67
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 68
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 69
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 74
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 78
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 87
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 99
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 127
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 142
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 177
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 238
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 284
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 342
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 415
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 436
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 472
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 503
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 560
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 21
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 572
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 586
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 598
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 611
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 624
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 636
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 648
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 661
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 652
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 28
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 638
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 687
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 717
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 710
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 31
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 698
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 27
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 28
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 57
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 311
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 270
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 221
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 167
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 99
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 129
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 85
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 225
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 262
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 299
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 296
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 292
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 101
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 266
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 270
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 340
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 372
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 406
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 439
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 474
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 509
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 550
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 589
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 652
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 741
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 835
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 962
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 1096
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 1236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 1263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1284
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 1342
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 1363
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 1378
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 1389
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 1425
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 1456
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 1483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 1504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 1522
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 1549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 1573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 1594
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 1612
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 1629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 1600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 1571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 287
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 1542
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 1512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 1483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 1508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 1534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 1561
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 1587
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 1614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 1621
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 1628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 1635
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 341
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 4
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 8
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 25
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 20
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 14
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 8
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 13
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 20
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 26
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 33
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 41
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 49
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 58
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 66
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 74
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 77
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 75
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 73
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 74
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 74
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 13
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 74
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 75
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 75
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 78
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 82
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 90
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 104
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 155
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 13
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 174
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 219
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 245
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 272
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 322
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 345
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 501
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 536
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 585
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 600
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 22
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 630
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 658
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 672
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 687
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 713
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 722
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 717
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 29
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 711
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 706
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 701
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 755
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 772
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 789
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 774
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 33
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 767
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 29
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 23
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 45
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 182
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 79
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 70
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 91
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 125
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 68
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 201
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 195
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 81
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 189
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 84
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 297
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 314
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 335
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 355
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 386
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 429
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 471
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 84
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 646
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 660
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 701
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 712
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 721
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 726
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 744
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 761
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 787
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 795
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 809
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 833
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 843
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 852
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 836
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 822
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 806
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 791
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 775
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 789
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 802
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 829
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 843
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 846
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 851
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 228
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 855
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 223
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 4
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 20
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 16
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 9
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 6
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 15
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 21
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 25
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 10
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 30
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 35
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 39
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 43
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 47
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 49
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 49
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 49
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 51
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 53
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 54
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 56
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 57
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 61
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 66
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 72
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 82
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 94
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 133
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 147
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 309
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 10
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 433
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 444
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 456
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 18
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 467
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 477
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 487
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 498
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 538
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 535
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 24
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 524
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 533
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 546
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 560
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 572
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 585
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 579
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 574
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 27
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 569
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '{선택형(,통원_정액형면책,)}'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 24
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 26
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 52
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 274
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 238
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 195
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 148
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 100
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 88
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 115
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 142
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 78
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 281
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 94
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 248
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 240
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 254
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 277
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 299
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 354
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 96
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 379
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 407
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 435
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 466
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 496
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 685
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 882
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 97
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 984
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 1005
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1022
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 1068
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 1085
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 1097
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 1105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 1133
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 1159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 1179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 1197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 1211
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 1232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 1252
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 1269
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 1284
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 1297
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 1273
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 1251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 254
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 1227
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 1204
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 1179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 1200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 1221
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 1241
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 1263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 1285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 1290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 1296
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 311
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 1301
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 299
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 4
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 23
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 19
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 13
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 10
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 8
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 18
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 24
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 30
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 36
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 42
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 48
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 55
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 61
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 63
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 63
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 62
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 64
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 65
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 66
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 67
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 68
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 73
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 77
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 86
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 98
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 126
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 157
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 213
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 235
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 338
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 374
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 431
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 450
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 466
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 481
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 497
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 511
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 525
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 539
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 553
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 21
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 591
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 617
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 629
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 640
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 653
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 647
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 643
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 27
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 639
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 646
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 663
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 678
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 696
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 31
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 27
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 27
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 56
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 305
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 164
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 97
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 126
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 156
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 82
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 221
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 230
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 284
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 296
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 293
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 290
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 286
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 99
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 275
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 265
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 306
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 333
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 398
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 499
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 538
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 577
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 638
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 727
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 819
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 942
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 1074
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 1211
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 1237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1289
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 1316
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 1335
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 1351
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 1361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 1396
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 1427
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 195
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 1453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 1474
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 1491
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 1518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 1541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 1562
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 1581
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 1596
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 1568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 1539
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 1511
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 1483
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 1453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 1478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 1503
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 1530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 1555
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 1582
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 1588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 1595
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 348
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 1602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 4
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 8
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 25
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 20
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 14
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 8
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 13
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 20
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 25
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 32
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 40
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 48
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 57
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 65
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 73
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 75
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 74
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 72
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 73
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 73
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 13
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 73
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 74
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 74
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 76
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 80
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 88
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 102
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 133
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 152
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 13
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 240
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 267
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 292
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 315
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 338
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 375
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 411
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 448
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 470
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 491
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 508
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 558
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 603
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 22
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 630
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 644
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 673
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 686
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 699
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 711
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 707
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 702
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 28
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 697
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 692
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 687
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 705
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 723
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 757
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 773
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 759
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 32
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 752
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 28
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 23
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 45
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 182
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 151
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 117
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 79
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 70
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 91
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 125
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 68
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 153
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 193
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 201
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 199
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 195
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 81
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 189
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 185
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 224
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 242
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 84
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 296
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 313
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 334
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 354
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 428
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 470
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 587
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 84
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 645
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 659
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 670
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 687
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 700
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 711
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 720
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 725
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 743
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 760
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 774
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 786
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 794
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 808
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 821
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 832
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 850
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 834
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 821
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 805
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 790
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 774
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 788
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 801
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 814
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 828
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 841
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 228
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 853
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 223
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 4
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 20
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 16
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 9
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 6
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 15
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 21
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 25
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 10
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 30
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 35
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 39
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 43
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 47
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 49
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 49
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 49
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 51
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 53
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 54
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 56
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 57
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 61
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 66
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 72
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 82
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 94
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 106
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 119
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 133
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 147
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 163
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 215
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 280
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 309
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 10
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 339
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 371
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 385
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 397
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 410
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 422
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 432
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 443
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 455
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 18
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 466
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 476
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 486
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 497
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 507
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 518
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 537
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 530
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 24
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 526
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 523
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 519
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 532
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 545
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 571
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 578
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 27
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '06'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 24
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 25
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 51
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 191
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 98
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 86
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 112
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 140
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 159
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 174
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 77
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 202
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 212
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 264
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 275
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 263
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 92
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 243
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 236
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 237
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 248
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 320
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 346
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 94
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 372
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 399
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 487
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 671
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 766
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 864
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 95
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 964
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 986
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1001
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1026
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 1047
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 1063
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 1075
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 1084
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 1111
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 1136
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 1156
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 1173
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 1187
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 1208
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 1227
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 1244
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 1258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 1271
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 1248
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 1226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 248
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 1203
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 1180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 1156
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 1176
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 1197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 1217
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 1238
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 1259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 1264
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 1270
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 305
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 1275
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 294
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 4
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 22
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 18
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 13
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 10
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 8
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 16
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 23
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 29
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 35
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 41
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 47
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 54
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 60
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 62
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 62
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 61
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 63
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 64
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 65
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 66
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 67
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 72
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 76
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 84
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 96
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 109
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 123
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 138
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 154
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 172
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 209
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 231
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 253
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 274
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 297
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 331
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 366
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 402
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 423
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 472
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 488
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 501
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 542
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 20
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 554
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 567
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 579
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 592
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 604
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 616
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 640
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 635
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 631
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 27
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 627
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 622
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 618
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 634
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 650
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 665
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 679
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 694
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 30
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 676
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 100000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 26
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 27
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 55
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 297
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 210
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 160
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 107
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 95
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 123
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 152
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 171
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 80
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 203
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 225
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 289
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 286
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 282
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 274
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 97
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 268
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 261
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 254
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 256
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 258
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 272
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 298
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 325
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 356
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 388
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 99
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 420
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 487
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 525
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 562
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 623
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 708
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 798
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 919
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 1046
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 99
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 1180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 1206
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1257
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 1283
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 1302
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 1317
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 1327
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 1361
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 1391
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 190
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 1417
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 1437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 1454
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 1479
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 1503
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 1523
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 1540
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 1556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 1529
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 1501
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 274
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 1473
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 1444
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 1417
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 1440
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 1465
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 1491
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 1516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 1541
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 1549
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 1555
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 340
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 1562
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 326
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 4
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 8
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 24
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 19
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 13
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 8
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 19
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 25
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 32
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 39
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 47
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 55
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 63
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 71
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 74
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 72
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 70
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 71
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 71
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 71
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 72
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 72
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 75
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 78
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 86
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 99
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 113
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 130
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 147
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 166
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 187
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 209
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 234
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 260
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 285
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 330
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 365
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 401
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 437
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 458
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 478
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 495
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 512
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 528
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 543
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 559
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 573
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 588
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 21
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 602
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 614
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 628
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 656
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 669
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 681
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 693
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 690
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 685
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 28
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 679
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 674
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 670
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 688
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 704
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 721
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 737
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 754
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 746
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 32
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 733
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 150000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 28
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 23
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 45
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 205
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 181
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 149
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 115
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 78
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 70
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 90
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 110
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 124
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 135
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 68
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 144
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 152
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 158
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 175
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 192
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 200
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 198
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 196
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 194
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 191
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 80
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 188
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 184
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 178
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 180
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 182
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 191
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 207
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 222
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 240
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 259
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 82
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 276
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 295
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 312
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 333
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 353
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 383
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 426
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 468
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 525
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 584
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 82
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 642
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 655
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 666
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 683
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 696
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 707
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 716
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 721
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 739
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 756
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 145
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 770
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 781
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 789
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 803
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 827
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 845
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 830
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 816
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 191
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 800
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 786
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 770
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 784
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 796
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 809
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 823
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 837
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 840
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 844
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 226
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 849
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '01'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 221
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'순요율' : 4
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'순요율' : 20
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'순요율' : 16
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'순요율' : 12
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'순요율' : 9
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'순요율' : 6
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 7
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 15
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 21
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 25
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'순요율' : 10
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 30
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 35
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 39
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 43
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 47
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 49
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 49
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 49
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 51
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 53
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 54
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 56
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 57
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 61
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 66
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 71
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 81
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 93
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 105
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 118
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'순요율' : 11
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 132
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 146
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 162
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 179
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 197
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 214
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 232
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 251
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 278
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 307
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'순요율' : 10
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 337
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 354
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 368
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 381
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 394
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 407
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 419
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 430
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 441
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 453
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'순요율' : 18
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 464
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 474
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 484
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 495
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 504
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 514
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 525
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 534
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 531
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 527
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'순요율' : 24
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 523
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 520
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 516
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 529
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 542
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 556
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 568
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 580
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 575
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 570
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'순요율' : 27
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 565
}
    canSheetNext = false
    }
    else if(((실손의료비보험가입유형 == '02'))
    && ((가입금액 == 50000))
    && ((성별코드 == '02'))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'순요율' : 24
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};