var 일반_상해고도후유장해담보요율_80Pct이상__001 = function(상품코드,담보코드,단일요율적용여부,상해급수코드,보험기간년수 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-23 18:36:56
    if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && (!(단일요율적용여부 == "1"))
    && ((상해급수코드 == "1"))
    && ((보험기간년수 == 1))){
        __hpasRuleResult = {
'순요율' : 0.001
}

    }
    else if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && (!(단일요율적용여부 == "1"))
    && ((상해급수코드 == "2"))
    && ((보험기간년수 == 1))){
        __hpasRuleResult = {
'순요율' : 0.003
}

    }
    else if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && (!(단일요율적용여부 == "1"))
    && ((상해급수코드 == "1"))
    && ((보험기간년수 == 2))){
        __hpasRuleResult = {
'순요율' : 0.002
}

    }
    else if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && (!(단일요율적용여부 == "1"))
    && ((상해급수코드 == "2"))
    && ((보험기간년수 == 2))){
        __hpasRuleResult = {
'순요율' : 0.005
}

    }
    else if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && (!(단일요율적용여부 == "1"))
    && ((상해급수코드 == "1"))
    && ((보험기간년수 == 3))){
        __hpasRuleResult = {
'순요율' : 0.003
}

    }
    else if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && (!(단일요율적용여부 == "1"))
    && ((상해급수코드 == "2"))
    && ((보험기간년수 == 3))){
        __hpasRuleResult = {
'순요율' : 0.008
}

    }
    else if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && (!(단일요율적용여부 == "1"))
    && ((상해급수코드 == "3"))
    && ((보험기간년수 == 1))){
        __hpasRuleResult = {
'순요율' : 0.007
}

    }
    else if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && (!(단일요율적용여부 == "1"))
    && ((상해급수코드 == "3"))
    && ((보험기간년수 == 2))){
        __hpasRuleResult = {
'순요율' : 0.012
}

    }
    else if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && (!(단일요율적용여부 == "1"))
    && ((상해급수코드 == "3"))
    && ((보험기간년수 == 3))){
        __hpasRuleResult = {
'순요율' : 0.018
}

    }
    else if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && ((단일요율적용여부 == "1"))
    && ((보험기간년수 == 1))){
        __hpasRuleResult = {
'순요율' : 0.001
}

    }
    else if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && ((단일요율적용여부 == "1"))
    && ((보험기간년수 == 2))){
        __hpasRuleResult = {
'순요율' : 0.002
}

    }
    else if(((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA11127"))
    && ((단일요율적용여부 == "1"))
    && ((보험기간년수 == 3))){
        __hpasRuleResult = {
'순요율' : 0.003
}

    }

    return RESULT(__hpasRuleResult);
};