var 일반_실손비급여의료비_CFA11418_FA00044002_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 10:59:37
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1223
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 1087
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 713
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 783
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 831
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 872
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 906
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 935
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 963
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 954
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 945
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 934
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 1054
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 918
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 900
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 887
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 904
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 962
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1065
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1175
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 1273
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 1349
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 1406
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 1042
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 1447
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 1478
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 1500
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 1525
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 1544
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 1555
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 1558
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 1558
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 1555
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 1554
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 1024
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 1551
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 1547
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 1548
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 1561
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 1585
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 1616
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 1652
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 1701
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 1775
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 1842
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 939
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 1906
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 1973
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 2049
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 2127
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 2197
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 2255
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 2303
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 2351
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 2400
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 2445
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 810
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 2487
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 2535
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 2599
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 2678
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 2742
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 2818
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 2918
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 3018
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 3054
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3090
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 686
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3130
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3169
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3209
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3240
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3273
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3309
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3342
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 3376
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3416
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3455
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 641
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3497
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3531
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3593
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3668
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3735
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 3790
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 3825
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 3844
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 3864
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 3887
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 655
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 3911
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 3935
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 3959
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1083
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 910
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 797
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 734
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 673
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 645
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 639
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 651
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 677
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 714
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 777
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 869
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 789
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 983
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 1072
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 1131
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 1178
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 1223
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 1266
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 1308
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 1352
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 1390
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 1427
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 738
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 1465
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 1503
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 1541
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 1604
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 1669
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 1734
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 1803
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 1865
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 1978
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 2052
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 793
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 2117
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 2192
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 2279
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 2382
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 2503
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 2640
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 2786
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 2928
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 3065
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 3193
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 869
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 3313
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 3420
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 3511
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 3573
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 3578
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 3524
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 3438
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 3361
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 3316
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 3285
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 934
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 3266
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 3263
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 3283
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 3265
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 3130
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 3059
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 3103
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 3197
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 3202
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 3210
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 955
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 3221
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 3234
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 3247
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 3262
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 3292
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 3324
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 3356
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 3389
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 3424
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 3462
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 930
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 3510
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 3590
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 3693
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 3810
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 3920
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 4011
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 4071
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 4097
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 4100
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 4095
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 866
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 4089
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 4085
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 4085
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11418"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 4086
}

    }

    return RESULT(__hpasRuleResult);
};