var 일반_상해21대질병수술비_16대담보요율_001 = function(성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-25 13:00:59
    if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 0.064757
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.001363
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.001205
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.001107
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.001077
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.00111
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.001181
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.001275
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.001377
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.001476
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.001577
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.001685
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.001797
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.001931
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.002094
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.00229
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.002512
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.002736
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.002943
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.003132
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.003292
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.003441
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.00356
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.003734
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.004079
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.004657
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.005388
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.006145
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.006801
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.007341
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.007819
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.008298
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.008767
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.009305
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.009994
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.010896
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.011966
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.013112
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.014226
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0.015277
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0.016309
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0.017366
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0.018355
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0.019241
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0.020097
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0.021099
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0.022412
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0.024093
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0.026055
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0.028177
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0.030384
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0.032672
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 0.034992
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 0.037322
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 0.039659
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 0.042012
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 0.044358
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 0.046674
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 0.048926
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 0.051114
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 0.053257
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 0.055327
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 0.057273
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 0.059036
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 0.060612
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 0.062014
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 0.063259
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 0.064257
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 0.06492
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 0.065194
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 0.065157
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 0.064979
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 0.064817
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 0.064739
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 0.064732
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 0.064747
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 0.064757
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 0.064758
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 0.064757
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 0.064757
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 0.064757
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 0.064757
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 0.064757
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 0.064757
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 0.064757
}

    }
    else if(((성별코드 == '01'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 0.064757
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'순요율' : 0.031696
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.002385
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.002166
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.002132
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.002282
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.002592
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.002992
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.003395
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.003746
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.004012
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.004214
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.004376
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.004492
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.004632
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.004845
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.005134
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.005432
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.00565
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.005736
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.005704
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.005635
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.005582
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.005541
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.005534
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.00561
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.005824
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.006191
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.006689
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.007283
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.007911
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.008524
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.009116
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.009692
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.010295
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.010955
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.011716
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.012589
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.013565
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.014591
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0.015649
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0.016677
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0.017684
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0.018646
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0.019671
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0.020918
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0.022516
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0.024509
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0.026827
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0.029395
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0.032135
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0.035009
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0.037935
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 0.040751
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 0.043311
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'순요율' : 0.045597
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'순요율' : 0.047651
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'순요율' : 0.049518
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'순요율' : 0.051142
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'순요율' : 0.052454
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'순요율' : 0.053409
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'순요율' : 0.054062
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'순요율' : 0.054452
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'순요율' : 0.054564
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'순요율' : 0.054365
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'순요율' : 0.05386
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'순요율' : 0.053081
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'순요율' : 0.051863
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'순요율' : 0.049839
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'순요율' : 0.046678
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'순요율' : 0.042472
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'순요율' : 0.037982
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'순요율' : 0.034251
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'순요율' : 0.031975
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'순요율' : 0.03115
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'순요율' : 0.031203
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'순요율' : 0.031493
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'순요율' : 0.03168
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'순요율' : 0.031717
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'순요율' : 0.031703
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'순요율' : 0.031696
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'순요율' : 0.031696
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'순요율' : 0.031696
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'순요율' : 0.031696
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'순요율' : 0.031696
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'순요율' : 0.031696
}

    }
    else if(((성별코드 == '02'))
    && ((담보코드 == "CFA11614"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'순요율' : 0.031696
}

    }

    return RESULT(__hpasRuleResult);
};