var 일반_상해_특약형_실손의료비_상해비급여__FA00030004_001 = function(단일요율적용여부,상해급수코드,가입금액,성별코드,담보코드,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};


    // Compiler Version 1 , Created : 2023-08-24 12:34:33
    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3276
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5626
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 22203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 22262
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 22318
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 22375
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 22431
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 22482
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 22534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 22584
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 22634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 22684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6226
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 22732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 6815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 7396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 8010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 8657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 9298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 9879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 10343
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 10679
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 10914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 11105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 11284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 11460
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 11608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 11700
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 11719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 11665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 11560
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 11431
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 11303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 11193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 11119
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 11088
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 11107
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 11162
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 11226
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 11267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 11245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4017
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 11214
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 11207
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 11245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 11331
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 11448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 11570
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 11670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 11736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 11769
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 11791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 11819
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 11860
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 11922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 12007
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 12107
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 12217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 12317
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 12388
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 12422
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 12445
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 12496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 12624
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 12869
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 13251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 13765
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 13971
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 13956
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 14034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 14258
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 14631
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4169
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 15093
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 15591
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 16135
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 16736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 17394
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 18119
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 18917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 19793
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 20127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 20282
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 20427
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 20563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 20689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 20810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 20922
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 21031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 21132
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 21231
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 21322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 21413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 21498
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 21579
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 21660
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 21736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 21808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 21881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 21950
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 22015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 22081
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 22143
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1039
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2709
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2793
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2872
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2801
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 2931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3761
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 3995
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 2940
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4429
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4567
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4638
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4693
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4731
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 4746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 4748
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 4710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 4636
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 2971
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4564
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4493
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4714
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 4881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5224
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 2914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 5886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6131
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6712
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 8648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 9410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 10267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 2891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 11146
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 11964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 12651
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 13184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 13596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 13946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 14298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 14693
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15146
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 15662
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 16848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 17503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 18191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 18905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 19677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 20365
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 21177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 22281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 23331
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2578
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 24094
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 24686
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 25106
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 25405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 25649
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 25889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 26136
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 26372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 26579
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 26770
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2564
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 27328
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 29129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 31326
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 33758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 36108
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 38016
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 39248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 39808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 39893
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 39770
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 39634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 39565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 39551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 39559
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 39566
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 39568
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1459
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5871
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 23170
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 23231
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 23289
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 23349
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 23406
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 23460
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 23515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 23567
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 23618
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 23670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 23720
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 7110
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 7719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 8357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 9031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 9702
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 10308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 10793
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 11143
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 11389
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 11586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 11776
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 11958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 12114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 12210
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 12229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 12172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 12064
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 11926
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 11795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 11679
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 11601
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 11570
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 11588
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 11646
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 11714
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 11755
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 11758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 11734
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 11700
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 11693
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 11734
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 11824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 11946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 12074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 12177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 12245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 12281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 12303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 12331
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 12377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 12441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 12527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 12632
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 12746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 12851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 12924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 12964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 12988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4348
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 13038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 13172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 13429
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 13827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 14362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 14579
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 14563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 14645
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 14881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 15269
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 15750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 16270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 16838
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 17463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 18150
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 18905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 19739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 20653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 21003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 21165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4812
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 21315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 21456
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 21589
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 21715
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 21832
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 21946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 22051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 22153
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 22250
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 22344
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 22432
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 22518
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 22601
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 22681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 22756
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 22832
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 22903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 22972
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 23039
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 23106
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1088
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2833
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3005
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3195
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3340
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3512
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3678
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4409
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4633
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4852
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 4965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 4967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 4926
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 4850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3109
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4700
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4933
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4995
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5107
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5465
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6414
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6702
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7021
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 9845
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 10739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3024
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 11662
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 12515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 13793
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14224
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 14589
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 14958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15370
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15846
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16384
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 17624
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 18310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 19031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 19775
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 20584
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 21305
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 22153
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 23306
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 24405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 25206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 25824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 26263
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 26575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 26834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 27082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 27341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 27587
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 27805
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 28006
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 28589
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 30472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 32772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 35315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 37773
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 39770
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 41058
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 41644
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 41734
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 41603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 41461
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 41389
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 41375
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 41384
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 41390
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 41392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 5996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 23667
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 23729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 23789
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 23849
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 23908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 23963
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 24018
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 24072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 24125
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 24177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 24229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 7264
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 7884
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 8538
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 9226
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 9910
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 10529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 11024
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 11383
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4254
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 11633
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 11836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 12027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 12215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 12374
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 12470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 12491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 12434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 12322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 12182
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4293
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 12048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 11931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 11850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 11819
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 11838
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 11896
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 11964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 12008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 12012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 11986
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4283
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 11951
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 11945
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 11986
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 12076
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 12201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 12332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 12439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 12508
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 12545
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 12567
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4336
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 12596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 12641
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 12708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 12796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 12903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 13020
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 13127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 13201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 13241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 13265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 13319
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 13455
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 13717
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 14124
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 14670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 14893
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 14875
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 14958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 15198
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 15594
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4443
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 16088
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 16619
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 17198
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 17838
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 18539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 19310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 20163
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 21096
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 21453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 21618
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 21774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 21917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 22053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 22181
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 22300
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 22415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 22524
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 22629
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 22727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 22822
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 22913
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 23001
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 23086
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 23167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 23244
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 23320
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 23394
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 23465
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 23534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 23599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1109
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2888
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2981
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3064
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2989
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3126
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3259
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3407
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3581
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4261
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4872
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5007
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5064
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5022
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 4946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3169
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4869
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4712
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5093
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5207
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5371
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5572
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6034
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3109
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6279
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6541
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6833
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7539
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7989
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9224
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 10039
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 10951
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3083
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 11891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 12762
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13495
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 14063
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 14877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15674
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16705
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2935
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 17310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 17970
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 18670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 19405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 20165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 20987
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 21725
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 22589
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 23765
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 24886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 25701
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 26332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 26780
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 27098
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 27360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 27615
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 27877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 28130
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 28351
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 28556
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2734
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 29150
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 31072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 33415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 36010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 38516
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 40551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 41865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 42463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 42553
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 42421
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 42276
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 42203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 42189
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 42197
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 42204
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '1'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 42206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1645
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6617
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 26111
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 26180
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 26248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 26313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 26379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 26441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 26501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 26560
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 26618
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 26677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 26734
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8014
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 8698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 9419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 10179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 10936
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 11617
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 12164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 12558
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4693
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 12836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 13058
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 13270
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 13477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 13651
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 13758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 13781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 13719
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 13593
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 13443
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 13293
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 13164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13076
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13041
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13126
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 13200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 13248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 13253
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 13224
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 13186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 13177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13224
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 13326
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 13462
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 13608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 13724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 13801
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 13839
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 13865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13898
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 13948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14020
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 14120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14238
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 14365
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 14482
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 14567
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 14610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 14634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4900
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 14695
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 14846
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 15134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 15584
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 16188
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 16431
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 16411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 16504
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 16769
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 17205
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4902
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 17750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 18336
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 18975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 19680
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 20454
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 21306
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 22246
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 23277
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 23670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 23851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5422
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 24024
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 24182
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 24332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 24472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 24606
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 24732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 24851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 24967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 25075
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 25182
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 25280
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 25377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 25470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 25562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 25646
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 25730
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 25812
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 25891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 25967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 26039
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3495
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3607
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3709
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3617
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3943
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4334
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4540
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4855
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5157
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5717
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5896
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5990
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6108
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6131
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5986
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 5800
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5702
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6300
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6498
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 6743
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7302
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7600
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 7915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 8271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 8665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 9124
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 9669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 10339
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 11164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 12148
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 13253
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3733
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 14391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 15446
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 16332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 17020
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 17553
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 18005
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 18458
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 18969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 19555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 20219
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3553
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 20951
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 21750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 22596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 23484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 24406
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 25403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 26293
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 27339
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 28763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 30120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3329
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 31106
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 31868
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 32411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 32798
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 33115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 33422
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 33741
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 34046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 34313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 34561
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 35282
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 37604
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 40442
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 43582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 46616
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 49080
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 50670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 51392
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 51502
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 51342
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3450
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 51167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 51078
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 51061
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 51073
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 51080
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 51082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1715
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 27248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 27318
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 27389
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 27460
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 27525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 27589
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 27653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 27713
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 27775
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 27836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 27894
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9076
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 9829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 10620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 11410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12124
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 12693
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 13105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4898
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 13395
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 13626
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 13848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 14063
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 14245
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 14358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 14382
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 14313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 14186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 14026
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4943
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 13870
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 13734
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13643
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 13776
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 13826
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 13829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 13800
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4931
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 13758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 13751
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13800
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 13905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 14050
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 14198
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 14443
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 14469
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4993
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 14501
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14631
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 14732
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14857
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 14991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15198
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15244
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 15274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 15334
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 15491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 15791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 16260
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 16891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 17144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 17125
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 17221
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 17500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 17954
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 18521
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 19132
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 19800
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 20536
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 21344
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 22232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 23215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 24289
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 24699
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 24891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5658
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 25067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 25232
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 25391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 25536
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 25675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 25808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 25930
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 26053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 26167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 26277
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 26380
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 26480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 26580
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 26672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 26761
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 26849
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 26932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 27015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 27094
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 27174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3774
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3879
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3785
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4125
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4313
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5691
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 5980
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6340
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6388
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6262
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6164
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6066
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 5965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6369
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6593
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6798
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7057
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7339
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 7950
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 8281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 8652
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 9064
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 9545
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 10114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 10814
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 11677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 12710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 13863
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 16158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 17084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 17807
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 18362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 18836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 19310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 19844
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 20458
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 21151
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3717
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 21915
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 22751
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 23639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 24570
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 25529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 26575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 27506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 28599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 30089
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 31506
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 32542
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 33341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 33906
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 34308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 34642
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 34963
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 35297
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 35616
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 35896
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 36154
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3462
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 36908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 39341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 42308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 45592
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 48766
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 51342
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 53006
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 53763
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 53876
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 53709
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3609
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 53527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 53433
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 53416
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 53426
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 53437
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 53438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7052
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 27832
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 27905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 27975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 28046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 28117
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 28180
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 28246
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 28308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 28370
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 28430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7802
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 28492
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8541
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9272
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10039
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 10850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 11655
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12384
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 12964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 13386
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 13681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 13919
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 14145
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 14363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 14551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 14667
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 14689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 14622
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 14491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 14327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5050
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 14169
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 14029
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 13936
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 13898
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 13920
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 13991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14069
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14126
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14096
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 14046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 14096
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 14350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 14503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 14751
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 14779
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5100
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 14812
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 14865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14944
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15050
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15312
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15526
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15572
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 15600
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5222
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 15662
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 15824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 16131
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 16610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 17251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 17513
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 17493
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 17589
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 17872
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 18340
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5224
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 18919
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 19543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 20225
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 20975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 21803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 22708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 23710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 24810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 25229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 25422
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5779
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 25606
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 25775
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 25932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 26084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 26225
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 26360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 26487
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 26611
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 26727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 26841
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 26948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 27048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 27149
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 27244
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 27336
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 27425
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 27511
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 27594
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 27677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 27753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1431
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3728
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3846
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3859
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 4206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 4396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 4624
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 4841
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 5179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 5502
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 5803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 6099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 6290
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 6388
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 6464
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 6514
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 6538
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 6540
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 6484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 6386
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4091
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 6284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 6186
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 6083
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 6491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 6574
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 6721
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 6933
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 7193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 7484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 7789
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 8107
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 8445
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 8820
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 9243
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 9733
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 10315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 11027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 11908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 12960
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 14138
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3980
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15351
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 16474
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 17420
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 18156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 18724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 19205
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 19689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 20234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 20860
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 21567
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3790
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 22348
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 23199
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 24101
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 25053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 26032
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 27096
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 28046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 29165
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 30682
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 32127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 3552
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 33180
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 33994
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 34573
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 34984
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 35322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 35649
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 35989
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 36316
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 36601
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 36865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 3529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 37634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 40113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 43139
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 46487
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 49723
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 52352
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 54047
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 54819
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 54937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 54766
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 3679
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 54578
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 54483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 54466
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 54476
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 54487
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '2'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 54488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4296
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7383
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 29130
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 29208
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 29284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 29358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 29429
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 29496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 29565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 29630
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 29696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 29761
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8169
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 29823
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 8941
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 9705
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10510
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 11357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 12200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 12960
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 13570
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 14012
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 14320
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 14569
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 14805
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 15036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 15229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 15351
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 15376
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 15303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 15167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 14996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 14831
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 14686
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 14588
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 14548
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 14572
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 14643
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 14727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 14782
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 14786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 14753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5271
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 14712
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 14701
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 14753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 14865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 15019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 15181
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 15310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 15398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 15441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 15470
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5336
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 15505
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 15562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 15643
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 15751
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15884
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 16160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 16251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16327
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5467
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16394
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 16563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 16886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 17388
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 18060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 18332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 18310
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 18413
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 18706
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 19196
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5469
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 19803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 20456
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 21172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 21958
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 22820
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 23772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 24818
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 25968
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 26406
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 26610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 26801
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 26979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 27144
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 27303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 27451
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 27592
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 27727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 27855
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 27975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 28094
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6646
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 28205
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 28311
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 28417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 28517
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 28613
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 28706
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 28798
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 28882
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 28970
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 29051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4455
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 4821
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5024
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5253
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 5784
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6188
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6571
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 6934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 7514
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 7631
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 7722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 7783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 7808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 7814
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 7745
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7627
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4888
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7507
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7390
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 7753
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 7853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 8595
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 8939
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 9303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4795
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 9683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 10086
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 10538
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 11041
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 11626
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 12320
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 13174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14226
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 15479
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 16889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4756
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 18338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 19681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 20810
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 21687
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 22363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 22943
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 23520
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 24170
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 24917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 25762
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 26696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 27715
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 28792
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 29923
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 31098
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 32368
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 33504
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 34837
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 36651
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 38377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 39637
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 40608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 41299
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 41790
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 42194
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 42587
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 42992
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 43382
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 43721
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 44039
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 44956
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 47916
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 51533
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 55533
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 59399
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 62537
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 64562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 65485
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 65624
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 65423
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 65197
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 65083
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 65062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 65076
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 65086
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 65090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7700
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 30399
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 30477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 30556
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 30634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 30708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 30780
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 30851
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 30918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 30986
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 31056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 31120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 9329
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 10126
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 10964
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 11850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 12729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 13526
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 14162
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 14620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5464
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 14943
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 15201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 15450
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 15689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 15893
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 16019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 16044
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 15969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 15827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 15646
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5514
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 15474
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 15324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 15220
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 15181
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 15203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 15281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 15367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 15422
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 15427
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 15396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5500
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 15351
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 15341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 15396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 15512
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 15674
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 15841
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 15976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 16065
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 16112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 16141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5569
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 16177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 16238
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 16324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 16438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 16574
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 16724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 16862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 16957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 17008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 17038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5707
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 17107
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 17282
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 17619
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 18141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 18843
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 19129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 19108
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 19215
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 19522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 20031
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 20665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 21346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 22089
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 22912
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 23813
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 24803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 25898
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 27098
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 27556
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 27767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6314
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 27967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 28149
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 28325
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 28489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 28642
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 28792
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 28930
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 29067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 29192
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 29315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 6936
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 29432
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 29544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 29653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 29756
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 29856
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 29956
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 30048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 30139
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 30229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 30315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1788
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4660
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4809
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 4943
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5256
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5495
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6050
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6471
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 6876
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5059
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7252
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7622
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 7858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 7983
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8077
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8139
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8169
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 7977
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 7853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7601
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8217
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8664
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 8991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 9352
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 9734
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5014
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 10129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 10551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 11022
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 11550
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 12162
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 12888
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 13781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 14881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 16194
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 17667
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4977
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 19182
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 20587
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 21772
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 22689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 23398
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 24001
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 24608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 25286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 26067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 26951
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 27925
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 28991
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 30122
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 31306
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 32530
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 33861
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 35046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 36442
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 38341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 40146
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 41466
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 42482
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 43204
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 43716
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 44140
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 44551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 44975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 45382
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 45739
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 46070
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 47028
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 50126
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 53909
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 58094
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 62138
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 65423
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 67540
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 68504
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 68650
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 68436
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 68204
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 68086
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 68062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 68076
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 68090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 68092
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1955
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4579
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 7865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 31049
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 31132
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 31210
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 31291
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 31367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 31439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 31513
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 31582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 31651
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 31718
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 8705
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 31789
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 9529
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 10343
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 11200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 12105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 13003
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 13813
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 14463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 14934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5581
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 15262
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 15527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 15781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 16026
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 16234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 16362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 16388
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 16312
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 16167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 15982
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5633
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 15807
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 15653
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 15548
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 15505
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 15531
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 15608
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 15696
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 15755
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 15758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 15726
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5619
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 15681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 15670
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 15726
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 15844
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 16010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 16179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 16320
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 16410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 16458
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 16489
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5688
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 16525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 16586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 16672
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 16789
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 16929
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 17082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 17224
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 17322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 17372
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 17403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 5827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 17472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 17651
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 17996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 18531
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 19246
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 19538
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 19515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 19625
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 19941
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 20462
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 5829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 21108
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 21803
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 22565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 23403
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 24324
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 25336
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 26455
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 27679
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 28146
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 28363
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 6448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 28567
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 28755
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 28932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 29099
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 29256
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 29410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 29551
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 29689
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 29817
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 29944
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 7084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 30063
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 30177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 30289
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 30394
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 30496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 30596
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 30692
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 30787
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 30877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 30963
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 4750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 4902
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 5041
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 4917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 5141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 5359
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 5605
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 5891
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 6171
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 6599
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 7010
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 5157
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 7396
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 7771
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 8014
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 8139
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 8236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 8300
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 8331
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 8333
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 8264
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 8136
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 5214
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 8008
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 7881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 7750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 8272
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 8377
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 8564
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 8834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 9167
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 9534
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 9924
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 5114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 10329
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 10760
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 11239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 11777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 12401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 13141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 14053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 15174
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 16513
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 18015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 5072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 19562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 20993
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 22198
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 23134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 23856
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 24472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 25089
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 25784
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 26579
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 27480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 28475
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 29563
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 30711
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 31920
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 33172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 34525
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 35736
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 37160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 39094
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 40935
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4524
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 42278
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 43315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 44052
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 44577
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 45006
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 45425
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 45859
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 46273
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 46637
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 46975
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 4498
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 47953
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 51113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 54969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 59235
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 63357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 66707
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 68867
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 69850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 70000
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 69783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 4688
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 69545
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 69424
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 69400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 69414
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 69426
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "0")||(단일요율적용여부 == ""))
    && ((상해급수코드 == '3'))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 69430
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1519
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3556
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6110
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 24113
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 24177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 24239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 24301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 24360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 24417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 24472
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 24527
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 24580
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 24634
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 6762
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 24687
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 7400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 8033
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 8698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 9400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 10098
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 10727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 11233
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 11598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4334
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 11853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 12060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 12253
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 12446
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 12607
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 12708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 12726
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 12669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 12555
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 12412
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4376
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 12276
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 12157
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 12074
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 12043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 12062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 12120
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 12191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 12236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 12239
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 12214
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12177
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12170
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 12214
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 12305
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 12432
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 12565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 12674
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 12745
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 12781
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 12805
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4417
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 12834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 12881
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 12948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 13038
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 13146
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 13267
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 13376
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 13453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 13491
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 13513
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4524
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 13570
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 13710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 13976
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 14393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 14948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 15173
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 15155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 15241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 15484
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 15889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4526
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 16393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 16934
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 17524
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 18175
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 18889
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 19677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 20543
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 21496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 21858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 22025
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5007
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 22184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 22332
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 22468
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 22600
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 22722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 22841
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 22949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 23056
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 23156
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 23255
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5502
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 23346
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 23434
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 23522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 23606
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 23684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 23762
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 23837
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 23908
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 23979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 24046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1081
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2819
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 2907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 2990
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 2917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3051
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3325
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3495
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3660
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 3914
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4159
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4388
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4755
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 4829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 4886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 4926
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 4941
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 4943
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 4902
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 4827
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3093
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4750
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4675
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 4907
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 4969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5240
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 5888
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3034
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6127
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6383
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 6988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7357
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 7796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9002
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 9796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 10688
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 11605
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 12455
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13170
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 13726
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14153
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 14517
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 14884
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 15296
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 15769
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 16303
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2865
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 16894
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 17538
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 18220
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 18938
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 19681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 20482
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 21201
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 22044
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 23193
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 24287
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2683
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 25082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 25698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 26136
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 26446
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 26701
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 26951
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 27206
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 27455
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 27668
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 27868
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2668
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 28449
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 30323
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 32613
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 35142
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 37589
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 39575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 40858
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 41439
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 41528
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 41401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2783
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 41259
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 41187
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 41172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 41184
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 41189
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 10000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 41190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3711
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6376
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 25163
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 25229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 25293
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 25358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 25418
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 25477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 25537
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 25593
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 25649
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 25705
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7055
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 25758
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 7722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 8383
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 9076
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 9808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 10538
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 11195
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 11722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 12103
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4522
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 12367
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 12582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 12788
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 12988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 13155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 13258
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 13281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 13219
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 13101
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 12951
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4564
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 12808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 12684
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 12600
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 12565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 12584
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 12648
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 12720
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 12767
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 12770
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 12743
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4553
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12698
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 12743
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 12839
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 12972
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 13114
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 13226
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 13298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 13338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 13362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4610
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 13441
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13510
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 13607
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 13720
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 13843
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 13957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 14036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 14079
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 14105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 14160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 14305
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 14582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 15015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 15598
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 15831
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 15815
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 15905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 16160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 16581
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4724
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 17105
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 17669
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 18286
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 18965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 19710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 20531
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 21437
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 22429
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 22808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 22984
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5226
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 23148
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 23301
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 23448
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 23582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 23708
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 23834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 23948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 24060
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 24163
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 24265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5741
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 24362
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 24455
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 24544
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 24630
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 24713
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 24796
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 24872
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 24948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 25022
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 25093
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1131
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 2948
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3043
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3128
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3053
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3191
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3325
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3479
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3657
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3829
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4098
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4350
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3202
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4591
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 4972
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5052
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5152
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5169
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5171
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5129
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5050
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 4969
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4890
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4809
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5317
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5483
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5690
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 5917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6410
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 6974
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7308
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7695
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8157
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8720
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9415
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 10248
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 11179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3149
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 12139
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 13027
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13777
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 14358
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14807
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15188
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15572
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 16001
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16496
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 17057
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 2996
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 17672
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 18346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 19062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 19812
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 20586
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 21427
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 22179
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 23062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 24262
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 25405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2807
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 26241
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 26882
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 27341
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 27665
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 27932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 28192
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 28461
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 28720
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 28946
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 29153
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 29760
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 31722
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 34116
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 36764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 39322
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 41401
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 42742
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 43352
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 43444
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 43309
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2909
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 43160
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 43087
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 43071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 43082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 43089
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 30000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 43090
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1619
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3791
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 6512
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 25701
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 25768
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 25836
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 25901
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 25965
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 26024
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 26084
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 26141
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 26199
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 26256
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 7207
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 26311
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 7888
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 8562
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 9272
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 10019
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 10764
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 11436
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 11972
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 12360
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 4620
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 12632
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 12853
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 13062
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 13265
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 13438
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 13545
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 13565
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 13503
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 13382
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 13231
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 4664
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 13082
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 12957
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 12869
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 12834
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 12855
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 12919
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 12993
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 13041
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 13046
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 13015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 4652
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 12979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 12970
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 13015
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 13115
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 13251
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 13393
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 13508
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 13584
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 13622
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 13646
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 4710
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 13679
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 13729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 13800
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 13898
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 14013
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 14139
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 14257
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 14338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 14381
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 14405
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 4824
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 14463
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 14612
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 14896
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 15339
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 15932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 16172
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 16153
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 16244
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 16507
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 16938
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 4825
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 17471
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 18048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 18677
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 19370
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 20134
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 20970
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 21898
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 22912
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 23298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 23477
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 5338
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 23644
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 23801
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 23949
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 24087
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 24218
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 24343
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 24462
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 24575
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 24680
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 24786
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 5864
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 24886
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 24979
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 25072
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 25158
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 25244
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 25325
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 25406
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 25482
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 25560
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '01'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 25630
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 0))){
        __hpasRuleResult = {
'영업요율' : 1155
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 1))){
        __hpasRuleResult = {
'영업요율' : 3006
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 10))){
        __hpasRuleResult = {
'영업요율' : 3103
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 100))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 101))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 102))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 103))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 104))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 105))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 106))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 107))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 108))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 109))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 11))){
        __hpasRuleResult = {
'영업요율' : 3190
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 110))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 12))){
        __hpasRuleResult = {
'영업요율' : 3112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 13))){
        __hpasRuleResult = {
'영업요율' : 3254
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 14))){
        __hpasRuleResult = {
'영업요율' : 3391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'영업요율' : 3548
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'영업요율' : 3729
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'영업요율' : 3903
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'영업요율' : 4176
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'영업요율' : 4436
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 2))){
        __hpasRuleResult = {
'영업요율' : 3264
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'영업요율' : 4681
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'영업요율' : 4917
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'영업요율' : 5071
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'영업요율' : 5152
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'영업요율' : 5212
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'영업요율' : 5252
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'영업요율' : 5272
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'영업요율' : 5274
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'영업요율' : 5229
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'영업요율' : 5150
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 3))){
        __hpasRuleResult = {
'영업요율' : 3298
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'영업요율' : 5067
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'영업요율' : 4988
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'영업요율' : 4905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'영업요율' : 5234
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'영업요율' : 5300
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'영업요율' : 5419
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'영업요율' : 5591
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'영업요율' : 5800
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'영업요율' : 6036
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'영업요율' : 6281
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 4))){
        __hpasRuleResult = {
'영업요율' : 3236
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'영업요율' : 6538
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'영업요율' : 6808
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'영업요율' : 7112
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'영업요율' : 7453
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'영업요율' : 7848
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'영업요율' : 8317
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'영업요율' : 8893
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'영업요율' : 9603
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'영업요율' : 10450
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'영업요율' : 11400
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 5))){
        __hpasRuleResult = {
'영업요율' : 3210
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'영업요율' : 12379
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'영업요율' : 13284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'영업요율' : 14048
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'영업요율' : 14639
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'영업요율' : 15098
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'영업요율' : 15488
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'영업요율' : 15877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'영업요율' : 16315
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'영업요율' : 16819
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'영업요율' : 17391
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 6))){
        __hpasRuleResult = {
'영업요율' : 3057
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'영업요율' : 18020
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'영업요율' : 18706
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'영업요율' : 19436
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'영업요율' : 20200
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'영업요율' : 20993
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'영업요율' : 21850
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'영업요율' : 22614
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'영업요율' : 23515
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 68))){
        __hpasRuleResult = {
'영업요율' : 24741
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 69))){
        __hpasRuleResult = {
'영업요율' : 25905
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 7))){
        __hpasRuleResult = {
'영업요율' : 2862
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 70))){
        __hpasRuleResult = {
'영업요율' : 26755
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 71))){
        __hpasRuleResult = {
'영업요율' : 27411
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 72))){
        __hpasRuleResult = {
'영업요율' : 27877
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 73))){
        __hpasRuleResult = {
'영업요율' : 28208
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 74))){
        __hpasRuleResult = {
'영업요율' : 28480
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 75))){
        __hpasRuleResult = {
'영업요율' : 28746
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 76))){
        __hpasRuleResult = {
'영업요율' : 29020
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 77))){
        __hpasRuleResult = {
'영업요율' : 29284
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 78))){
        __hpasRuleResult = {
'영업요율' : 29513
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 79))){
        __hpasRuleResult = {
'영업요율' : 29727
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 8))){
        __hpasRuleResult = {
'영업요율' : 2846
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 80))){
        __hpasRuleResult = {
'영업요율' : 30346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 81))){
        __hpasRuleResult = {
'영업요율' : 32346
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 82))){
        __hpasRuleResult = {
'영업요율' : 34785
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 83))){
        __hpasRuleResult = {
'영업요율' : 37485
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 84))){
        __hpasRuleResult = {
'영업요율' : 40096
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 85))){
        __hpasRuleResult = {
'영업요율' : 42213
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 86))){
        __hpasRuleResult = {
'영업요율' : 43582
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 87))){
        __hpasRuleResult = {
'영업요율' : 44203
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 88))){
        __hpasRuleResult = {
'영업요율' : 44299
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 89))){
        __hpasRuleResult = {
'영업요율' : 44161
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 9))){
        __hpasRuleResult = {
'영업요율' : 2967
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 90))){
        __hpasRuleResult = {
'영업요율' : 44009
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 91))){
        __hpasRuleResult = {
'영업요율' : 43932
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 92))){
        __hpasRuleResult = {
'영업요율' : 43918
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 93))){
        __hpasRuleResult = {
'영업요율' : 43927
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 94))){
        __hpasRuleResult = {
'영업요율' : 43935
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 95))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 96))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 97))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 98))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    else if(((단일요율적용여부 == "1"))
    && ((가입금액 == 50000000))
    && ((성별코드 == '02'))
    && ((담보코드 == "CFA11802"))
    && ((보험연령 == 99))){
        __hpasRuleResult = {
'영업요율' : 43937
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};