var 일반_상해질병사망담보요율_한화론상환보장__001 = function(성별코드,상품코드,담보코드,보험기간년수,보험연령 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    순요율 = 0


    // Compiler Version 1 , Created : 2023-08-24 12:40:23
    var canSheetNext = true
    if(canSheetNext) {
    if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.1683
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.1769
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.1792
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.1748
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.1656
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.1548
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.1419
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.129
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.1333
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.1565
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.186
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.2244
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.2602
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.3008
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.3448
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.3912
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.4458
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.505
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.5656
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.6183
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.6825
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.7687
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.8771
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 1.0192
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 1.1954
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 1.3931
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 1.5812
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 1.7593
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 1.9141
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 2.0933
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 2.2816
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 2.4889
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 2.7218
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 3.006
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 3.3524
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 3.761
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 4.2187
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 4.6685
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 5.0583
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 5.3872
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 5.7118
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 6.137
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 6.7161
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 7.474
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 8.3434
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 9.2786
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 10.1378
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 11.1413
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.3021
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.3116
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.3098
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.2979
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.2804
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.2596
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.237
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.2295
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.2536
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.2997
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.3591
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.424
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.4909
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.5649
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.644
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.7324
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.832
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.9368
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 1.0359
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 1.1382
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 1.2698
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 1.4401
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 1.6593
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 1.9378
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 2.092
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 2.6025
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 2.9229
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 3.2142
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 3.5065
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 3.828
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 4.1742
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 4.5594
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 5.0118
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 5.5636
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 6.2242
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 6.9822
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 7.7763
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 8.511
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 9.1398
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 9.7116
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 10.3677
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 11.2465
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 12.4163
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 13.8402
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 15.4193
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 16.9894
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.437
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.4424
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.433
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.4127
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.3853
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.3548
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.3368
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.349
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.3965
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.4724
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.5588
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.6545
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.7548
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.864
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.9848
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 1.1183
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 1.2637
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 1.4074
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 1.5553
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 1.7246
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 1.9403
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 2.2208
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 2.5764
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 2.7683
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 2.9885
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 3.9447
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 4.3788
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 4.8056
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 5.2408
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 5.7198
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 6.2436
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 6.8473
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 7.5668
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 8.4328
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 9.4434
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 10.5402
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 11.6213
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 12.595
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 13.4644
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 14.3633
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 15.4708
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 16.9393
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 18.7779
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 20.9133
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 23.1332
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 25.4648
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.0555
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.0705
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.0816
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.094
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.1023
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.1077
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.1132
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.1147
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.1119
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.106
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.0991
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.0908
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.0825
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.0853
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.1001
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.1191
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.1436
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.1665
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.1925
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.2207
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.2504
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.2853
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.3232
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.362
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.3957
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.4368
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.492
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.5613
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.6523
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.765
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.8916
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 1.012
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 1.126
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 1.225
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 1.3397
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 1.4602
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 1.5929
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1.742
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1.9238
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 2.1455
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 2.407
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 2.6999
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 2.9878
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 3.2373
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 3.4478
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 3.6555
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 3.9276
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 4.2983
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 4.7833
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 5.3397
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 5.9383
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 6.4881
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 7.1304
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.1103
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.1331
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.1537
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.1718
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.1838
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.1933
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.1994
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.1983
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.1907
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.1795
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.1662
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.1516
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.1468
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.1622
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.1918
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.2299
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.2713
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.3141
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.3616
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.4122
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.4687
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.5324
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.5996
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.663
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.7284
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.8127
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.861
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 1.0619
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 1.2401
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 1.4495
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 1.6657
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 1.8708
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 2.0571
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 2.2441
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 2.4499
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 2.6715
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 2.918
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 3.2076
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 3.5606
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 3.9834
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 4.4685
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 4.9767
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 5.447
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 5.8495
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 6.2154
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 6.6352
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 7.1977
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 7.9464
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 8.8576
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 9.8683
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 10.8731
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.173
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.2051
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.2316
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.2533
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.2693
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.2797
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.2832
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.2772
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.2642
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.2466
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.227
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.2155
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.2233
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.2538
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.3023
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.3577
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.4188
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.4831
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.553
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.6303
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.7158
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.8088
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.9008
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.9954
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 1.1038
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 1.161
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 1.23
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 1.6488
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 1.9241
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 2.2238
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 2.5247
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 2.8025
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 3.0756
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 3.3541
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 3.6607
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 3.9959
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 4.3823
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 4.8428
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 5.3969
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 6.0437
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 6.7456
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 7.4375
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 8.0608
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 8.6172
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 9.1924
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 9.9012
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 10.841
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 12.0178
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 13.3844
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 14.8051
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 16.2973
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '01'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.0996
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.0996
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.1017
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.1037
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.106
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.1125
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.1183
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.1225
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.1269
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.1435
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.1644
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.1925
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.2096
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.2287
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.2494
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.2706
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.2998
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.3246
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.3515
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.3771
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.4067
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.4462
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.491
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.5437
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.5996
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.6598
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.7248
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.7892
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.8367
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.8579
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.8739
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.9108
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.9817
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1.0777
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 1.1946
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 1.3194
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 1.4466
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 1.576
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 1.706
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 1.8529
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 2.0235
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 2.237
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 2.5008
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 2.8125
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 3.1691
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 3.5704
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 4.0324
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 4.5528
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.1743
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.1761
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.1797
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.1835
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.1912
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.202
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.2107
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.2182
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.2366
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.2694
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.3123
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.3518
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.3835
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.4183
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.455
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.4991
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.5464
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.5916
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.6375
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.6858
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.7463
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.8201
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.9054
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 1.0004
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 1.0493
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 1.2115
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 1.3248
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 1.4227
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 1.4828
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 1.5153
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 1.5616
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 1.6559
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1.802
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1.9883
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 2.1998
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 2.4203
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 2.6448
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 2.8718
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 3.114
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 3.3919
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 3.7279
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 4.1456
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 4.6491
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 5.2339
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 5.8971
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 6.6525
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.2508
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.2542
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.2595
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.2685
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.2807
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.2944
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.3064
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.3274
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.3623
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.417
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.4721
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.5257
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.5731
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.6239
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.6832
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.7458
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.8133
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.8777
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.9461
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 1.025
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 1.1199
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 1.2341
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 1.3619
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 1.4291
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 1.499
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 1.8115
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 1.9589
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 2.0698
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 2.1404
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 2.2022
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 2.3053
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 2.4752
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 2.7117
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 2.9931
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 3.3005
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 3.6183
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 3.9405
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 4.2791
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 4.652
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 5.0945
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 5.6344
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 6.2919
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 7.0687
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 7.96
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 8.9766
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096001'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 10.1297
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.0555
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.0583
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.0596
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.0609
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.0623
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.0637
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.0637
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.0651
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.0664
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.0679
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.072
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.0757
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.0784
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.0812
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.0919
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.1052
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.1232
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.1341
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.1464
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.1596
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.1732
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.1919
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.2077
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.2249
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.2413
}
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {
    if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.2603
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.2856
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.3143
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.348
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.3837
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.4223
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.4639
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.5051
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.5355
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.5491
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.5593
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0.5829
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0.6283
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0.6897
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0.7645
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0.8444
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0.9258
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 1.0086
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 1.0918
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 1.1858
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 1.295
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 1.4317
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 1.6005
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 1.8
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 2.0282
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 2.285
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 2.5807
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 2.9138
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.0996
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.1032
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.1054
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.1078
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.1103
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.1115
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.1127
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.1151
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.1175
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.1224
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.1292
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.1348
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.1397
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.1515
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.1725
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.1999
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.2251
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.2454
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.2678
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.2912
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.3195
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.3497
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.3785
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.4079
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.4389
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.4777
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.4998
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.5795
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.6402
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0.7053
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0.7754
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0.8479
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0.9105
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0.949
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0.9699
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0.9994
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 1.0598
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1.1533
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1.2724
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 1.4078
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 1.5489
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 1.6926
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 1.8379
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 1.9929
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 2.1707
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 2.3859
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 2.6532
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 2.9754
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 3.3497
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 3.7741
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 4.2575
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 15))){
        __hpasRuleResult = {
'순요율' : 0.1445
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 16))){
        __hpasRuleResult = {
'순요율' : 0.149
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 17))){
        __hpasRuleResult = {
'순요율' : 0.1523
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 18))){
        __hpasRuleResult = {
'순요율' : 0.1558
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 19))){
        __hpasRuleResult = {
'순요율' : 0.1581
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0.1604
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0.1627
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0.1662
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0.1719
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0.1797
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0.1884
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0.1961
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0.2096
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0.2319
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0.2669
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0.3021
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0.3364
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0.3668
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0.3993
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0.4373
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0.4773
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0.5204
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0.5616
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0.6054
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0.656
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0.6824
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0.714
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0.8717
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0.9617
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 1.0583
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 1.1594
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 1.2538
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 1.3248
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 1.3699
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 1.4094
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 1.4754
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 1.5841
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 1.7354
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 1.9155
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 2.1123
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 2.3157
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 2.5218
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 2.7385
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 2.9772
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 3.2604
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 3.606
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 4.0268
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 4.5239
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 5.0943
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 5.7449
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00120002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 6.4829
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 66))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 1))
    && ((보험연령 == 67))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 2))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 20))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 21))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 22))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 23))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 24))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 25))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 26))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 27))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 28))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 29))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 30))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 31))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 32))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 33))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 34))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 35))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 36))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 37))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 38))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 39))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 40))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 41))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 42))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 43))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 44))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 45))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 46))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 47))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 48))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 49))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 50))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 51))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 52))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 53))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 54))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 55))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 56))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 57))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 58))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 59))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 60))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 61))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 62))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 63))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 64))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    else if(((성별코드 == '02'))
    && ((상품코드 == 'FA00096002'))
    && ((담보코드 == "CFA10439"))
    && ((보험기간년수 == 3))
    && ((보험연령 == 65))){
        __hpasRuleResult = {
'순요율' : 0
}
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};