function(상품코드,담보코드,관계코드,담보_기본_만기 ){var start = new Date().getTime();
var __hrs_logger_content = [];
var __hrs_logger_input = [];
var __hrs_logger_output = {};
var __hrs_logger_object = {executionTime: 0,ruleId:'장기_자동갱신담보_기준조회003_001',ruleName:'장기_자동갱신담보_기준조회003',ruleType:'SPREAD',content:__hrs_logger_content,input:__hrs_logger_input,output:__hrs_logger_output,};
_GET_GLOBAL('__hrs_logger').push(__hrs_logger_object);
var DEBUG = function(content) {try{if(!__hrs_logger_object || !SERVER_DEBUG){return;}}catch(e){return;};var str = '['+TODAY_FORMAT(new Date().getTime())+'][UserDebug]['+__hrs_logger_object.ruleId+'] ' + content;if(__hrs_logger_object.content){__hrs_logger_object.content.push(str);}if(SERVER_DEBUG){__hrs_logger_object?SERVER_DEBUG(str, __hrs_logger_object.ruleId):SERVER_DEBUG(str);}}
var RESULT = function(result) {try{if(!__hrs_logger_object){return result;}}catch(e){return result;};if(__hrs_logger_object.output){__hrs_logger_object.output.value = JSON.stringify(result);}
if(__hrs_logger_object.ruleType == 'SCRIPT'){
__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][OUTPUT] '+__hrs_logger_object.output.value); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) };}
return result;}


__hrs_logger_object.level = 0;

if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'상품코드:'+JSON.stringify(상품코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'상품코드' , 'value':JSON.stringify(상품코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'담보코드:'+JSON.stringify(담보코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'담보코드' , 'value':JSON.stringify(담보코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'관계코드:'+JSON.stringify(관계코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'관계코드' , 'value':JSON.stringify(관계코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'담보_기본_만기:'+JSON.stringify(담보_기본_만기)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'담보_기본_만기' , 'value':JSON.stringify(담보_기본_만기) } );}

    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    var 자동갱신연령;
if(
자동갱신연령<0
){
자동갱신연령=0
}


    // Compiler Version 1 , Created : 2023-08-21 08:35:21
    if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA01373"))
    && ((담보_기본_만기 >= 80))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:0});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 80
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA01373"))
    && ((담보_기본_만기 < 80))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:1});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA08463")||(담보코드 == "CLA08464")||(담보코드 == "CLA08465")||(담보코드 == "CLA05796")||(담보코드 == "CLA08394")||(담보코드 == "CLA08475")||(담보코드 == "CLA08366")||(담보코드 == "CLA08335"))
    && ((담보_기본_만기 >= 100))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:2});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA08463")||(담보코드 == "CLA08464")||(담보코드 == "CLA08465")||(담보코드 == "CLA05796")||(담보코드 == "CLA08394")||(담보코드 == "CLA08475")||(담보코드 == "CLA08366")||(담보코드 == "CLA08335"))
    && ((담보_기본_만기 < 100))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:3});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA06095")||(담보코드 == "CLA01827")||(담보코드 == "CLA05475")||(담보코드 == "CLA05422")||(담보코드 == "CLA01004")||(담보코드 == "CLA00334")||(담보코드 == "CLA01003")||(담보코드 == "CLA00330")||(담보코드 == "CLA01005")||(담보코드 == "CLA00335")||(담보코드 == "CLA01002")||(담보코드 == "CLA00329")||(담보코드 == "CLA01968")||(담보코드 == "CLA01006")||(담보코드 == "CLA05476")||(담보코드 == "CLA05481")||(담보코드 == "CLA05336")||(담보코드 == "CLA05482")||(담보코드 == "CLA05338")||(담보코드 == "CLA08599")||(담보코드 == "CLA05483")||(담보코드 == "CLA05337")||(담보코드 == "CLA05484")||(담보코드 == "CLA05339")||(담보코드 == "CLA05380")||(담보코드 == "CLA05382")||(담보코드 == "CLA05381")||(담보코드 == "CLA05383"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:4});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA01419")||(담보코드 == "CLA01420")||(담보코드 == "CLA08471")||(담보코드 == "CLA08275")||(담보코드 == "CLA08473")||(담보코드 == "CLA08474")||(담보코드 == "CLA05597")||(담보코드 == "CLA05598")||(담보코드 == "CLA05302")||(담보코드 == "CLA05303")||(담보코드 == "CLA06349")||(담보코드 == "CLA08477")||(담보코드 == "CLA06831")||(담보코드 == "CLA05873")||(담보코드 == "CLA09931")||(담보코드 == "CLA08220")||(담보코드 == "CLA11562")||(담보코드 == "CLA11563")||(담보코드 == "CLA11564")||(담보코드 == "CLA11565")||(담보코드 == "CLA11566")||(담보코드 == "CLA11567")||(담보코드 == "CLA11568")||(담보코드 == "CLA10286")||(담보코드 == "CLA06335")||(담보코드 == "CLA11587"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:5});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA06221")||(담보코드 == "CLA06222")||(담보코드 == "CLA06178")||(담보코드 == "CLA06179")||(담보코드 == "CLA06180")||(담보코드 == "CLA06181")||(담보코드 == "CLA06345")||(담보코드 == "CLA06346")||(담보코드 == "CLA06855")||(담보코드 == "CLA06856")||(담보코드 == "CLA10029")||(담보코드 == "CLA09467")||(담보코드 == "CLA09468")||(담보코드 == "CLA09469")||(담보코드 == "CLA09470")||(담보코드 == "CLA09471")||(담보코드 == "CLA09472")||(담보코드 == "CLA09473")||(담보코드 == "CLA09474")||(담보코드 == "CLA09475")||(담보코드 == "CLA09476")||(담보코드 == "CLA09477")||(담보코드 == "CLA09478")||(담보코드 == "CLA09479")||(담보코드 == "CLA09480"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:6});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA01744")||(담보코드 == "CLA01745")||(담보코드 == "CLA01755")||(담보코드 == "CLA01756")||(담보코드 == "CLA08815")||(담보코드 == "CLA08813")||(담보코드 == "CLA08819")||(담보코드 == "CLA08817")||(담보코드 == "CLA11575")||(담보코드 == "CLA11576")||(담보코드 == "CLA11577")||(담보코드 == "CLA11578")||(담보코드 == "CLA11579")||(담보코드 == "CLA11580")||(담보코드 == "CLA11581")||(담보코드 == "CLA11582")||(담보코드 == "CLA11583")||(담보코드 == "CLA11584")||(담보코드 == "CLA09521")||(담보코드 == "CLA09522"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:7});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA07129")||(담보코드 == "CLA07110")||(담보코드 == "CLA07111")||(담보코드 == "CLA07196")||(담보코드 == "CLA07197")||(담보코드 == "CLA07198")||(담보코드 == "CLA07199")||(담보코드 == "CLA07200")||(담보코드 == "CLA07201")||(담보코드 == "CLA07202")||(담보코드 == "CLA07203")||(담보코드 == "CLA07134")||(담보코드 == "CLA07137")||(담보코드 == "CLA07140")||(담보코드 == "CLA07143")||(담보코드 == "CLA07180")||(담보코드 == "CLA07218")||(담보코드 == "CLA07219")||(담보코드 == "CLA07322")||(담보코드 == "CLA07323")||(담보코드 == "CLA07324")||(담보코드 == "CLA07325")||(담보코드 == "CLA07326")||(담보코드 == "CLA07327")||(담보코드 == "CLA07404")||(담보코드 == "CLA07405")||(담보코드 == "CLA07406")||(담보코드 == "CLA07407")||(담보코드 == "CLA07408")||(담보코드 == "CLA07413")||(담보코드 == "CLA07414")||(담보코드 == "CLA07487")||(담보코드 == "CLA07488")||(담보코드 == "CLA07489")||(담보코드 == "CLA07490")||(담보코드 == "CLA07511")||(담보코드 == "CLA07512"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:8});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA07132")||(담보코드 == "CLA07133")||(담보코드 == "CLA07216")||(담보코드 == "CLA07217"))
    && ((담보_기본_만기 >= 60))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:9});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 60
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA07132")||(담보코드 == "CLA07133")||(담보코드 == "CLA07216")||(담보코드 == "CLA07217"))
    && ((담보_기본_만기 < 60))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:10});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02330001")||(상품코드 == "LA02330002")||(상품코드 == "LA02330003")||(상품코드 == "LA02331001")||(상품코드 == "LA02331002")||(상품코드 == "LA02331003"))
    && ((담보코드 == "CLA01803")||(담보코드 == "CLA01831")||(담보코드 == "CLA05444")||(담보코드 == "CLA06079")||(담보코드 == "CLA06087")||(담보코드 == "CLA06085")||(담보코드 == "CLA06095")||(담보코드 == "CLA01827")||(담보코드 == "CLA05475")||(담보코드 == "CLA05711")||(담보코드 == "CLA05445")||(담보코드 == "CLA05597")||(담보코드 == "CLA05598")||(담보코드 == "CLA01465")||(담보코드 == "CLA01466")||(담보코드 == "CLA01004")||(담보코드 == "CLA00334")||(담보코드 == "CLA01003")||(담보코드 == "CLA00330")||(담보코드 == "CLA01618")||(담보코드 == "CLA02211")||(담보코드 == "CLA01005")||(담보코드 == "CLA00335")||(담보코드 == "CLA01002")||(담보코드 == "CLA00329")||(담보코드 == "CLA08394")||(담보코드 == "CLA08475")||(담보코드 == "CLA01352")||(담보코드 == "CLA05334")||(담보코드 == "CLA01682")||(담보코드 == "CLA05114")||(담보코드 == "CLA05778")||(담보코드 == "CLA05335")||(담보코드 == "CLA05779")||(담보코드 == "CLA05780")||(담보코드 == "CLA01510")||(담보코드 == "CLA01508")||(담보코드 == "CLA01576")||(담보코드 == "CLA01419")||(담보코드 == "CLA01420")||(담보코드 == "CLA05481")||(담보코드 == "CLA05336")||(담보코드 == "CLA05483")||(담보코드 == "CLA05337")||(담보코드 == "CLA01744")||(담보코드 == "CLA01745")||(담보코드 == "CLA01755")||(담보코드 == "CLA01756")||(담보코드 == "CLA05482")||(담보코드 == "CLA05338")||(담보코드 == "CLA05484")||(담보코드 == "CLA05339")||(담보코드 == "CLA01747")||(담보코드 == "CLA01748")||(담보코드 == "CLA01757")||(담보코드 == "CLA01758")||(담보코드 == "CLA01968")||(담보코드 == "CLA01006")||(담보코드 == "CLA05476")||(담보코드 == "CLA08514")||(담보코드 == "CLA08515")||(담보코드 == "CLA08422")||(담보코드 == "CLA01703")||(담보코드 == "CLA01705")||(담보코드 == "CLA05785")||(담보코드 == "CLA05493")||(담보코드 == "CLA05790")||(담보코드 == "CLA05422")||(담보코드 == "CLA05380")||(담보코드 == "CLA05382")||(담보코드 == "CLA05381")||(담보코드 == "CLA05383")||(담보코드 == "CLA05479")||(담보코드 == "CLA06081")||(담보코드 == "CLA08463")||(담보코드 == "CLA08464")||(담보코드 == "CLA05793")||(담보코드 == "CLA05794")||(담보코드 == "CLA08465")||(담보코드 == "CLA05796")||(담보코드 == "CLA08516")||(담보코드 == "CLA08517")||(담보코드 == "CLA08251")||(담보코드 == "CLA06083")||(담보코드 == "CLA05808")||(담보코드 == "CLA06089")||(담보코드 == "CLA05990")||(담보코드 == "CLA06093")||(담보코드 == "CLA05497")||(담보코드 == "CLA06091")||(담보코드 == "CLA05815")||(담보코드 == "CLA05816")||(담보코드 == "CLA05820")||(담보코드 == "CLA05821")||(담보코드 == "CLA05828")||(담보코드 == "CLA05829")||(담보코드 == "CLA08518")||(담보코드 == "CLA08519")||(담보코드 == "CLA08366")||(담보코드 == "CLA08335"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:11});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02330001")||(상품코드 == "LA02330002")||(상품코드 == "LA02330003")||(상품코드 == "LA02331001")||(상품코드 == "LA02331002")||(상품코드 == "LA02331003"))
    && ((담보코드 == "CLA05901")||(담보코드 == "CLA05902")||(담보코드 == "CLA05919")||(담보코드 == "CLA05920")||(담보코드 == "CLA05921")||(담보코드 == "CLA05922")||(담보코드 == "CLA05923")||(담보코드 == "CLA05924")||(담보코드 == "CLA05925")||(담보코드 == "CLA05926")||(담보코드 == "CLA05927")||(담보코드 == "CLA05928")||(담보코드 == "CLA05929")||(담보코드 == "CLA05930")||(담보코드 == "CLA05931")||(담보코드 == "CLA05932")||(담보코드 == "CLA06221")||(담보코드 == "CLA06222")||(담보코드 == "CLA06178")||(담보코드 == "CLA06179")||(담보코드 == "CLA06180")||(담보코드 == "CLA06181")||(담보코드 == "CLA06186")||(담보코드 == "CLA06188")||(담보코드 == "CLA06189")||(담보코드 == "CLA06190")||(담보코드 == "CLA06191")||(담보코드 == "CLA06192")||(담보코드 == "CLA06193")||(담보코드 == "CLA08520")||(담보코드 == "CLA08411")||(담보코드 == "CLA08412")||(담보코드 == "CLA08407")||(담보코드 == "CLA08408")||(담보코드 == "CLA05988")||(담보코드 == "CLA05989")||(담보코드 == "CLA05600")||(담보코드 == "CLA05601")||(담보코드 == "CLA05602")||(담보코드 == "CLA05603")||(담보코드 == "CLA05608")||(담보코드 == "CLA05609")||(담보코드 == "CLA05606")||(담보코드 == "CLA05607")||(담보코드 == "CLA05604")||(담보코드 == "CLA05605")||(담보코드 == "CLA06219")||(담보코드 == "CLA06223")||(담보코드 == "CLA06224")||(담보코드 == "CLA06226")||(담보코드 == "CLA06228")||(담보코드 == "CLA06230")||(담보코드 == "CLA06232")||(담보코드 == "CLA01350")||(담보코드 == "CLA01351")||(담보코드 == "CLA01348")||(담보코드 == "CLA01349")||(담보코드 == "CLA08423")||(담보코드 == "CLA08424")||(담보코드 == "CLA06345")||(담보코드 == "CLA06346")||(담보코드 == "CLA08477")||(담보코드 == "CLA10286")||(담보코드 == "CLA06335")||(담보코드 == "CLA06336")||(담보코드 == "CLA08531")||(담보코드 == "CLA08532")||(담보코드 == "CLA08533")||(담보코드 == "CLA08534")||(담보코드 == "CLA08479")||(담보코드 == "CLA08480")||(담보코드 == "CLA08196")||(담보코드 == "CLA08197")||(담보코드 == "CLA08417")||(담보코드 == "CLA08418")||(담보코드 == "CLA08202")||(담보코드 == "CLA08203")||(담보코드 == "CLA08204")||(담보코드 == "CLA08205")||(담보코드 == "CLA08385")||(담보코드 == "CLA08386")||(담보코드 == "CLA08489")||(담보코드 == "CLA08380")||(담보코드 == "CLA08388")||(담보코드 == "CLA08389")||(담보코드 == "CLA08369")||(담보코드 == "CLA08402"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:12});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02330001")||(상품코드 == "LA02330002")||(상품코드 == "LA02330003")||(상품코드 == "LA02331001")||(상품코드 == "LA02331002")||(상품코드 == "LA02331003"))
    && ((담보코드 == "CLA08927")||(담보코드 == "CLA08928")||(담보코드 == "CLA08929")||(담보코드 == "CLA08930")||(담보코드 == "CLA08931")||(담보코드 == "CLA08932")||(담보코드 == "CLA08944")||(담보코드 == "CLA08945")||(담보코드 == "CLA08815")||(담보코드 == "CLA08813")||(담보코드 == "CLA08819")||(담보코드 == "CLA08817")||(담보코드 == "CLA08933")||(담보코드 == "CLA08809")||(담보코드 == "CLA08935")||(담보코드 == "CLA08822")||(담보코드 == "CLA08937")||(담보코드 == "CLA08811")||(담보코드 == "CLA08939")||(담보코드 == "CLA08792")||(담보코드 == "CLA08796")||(담보코드 == "CLA08794")||(담보코드 == "CLA08941")||(담보코드 == "CLA08942")||(담보코드 == "CLA08943")||(담보코드 == "CLA09016")||(담보코드 == "CLA09017")||(담보코드 == "CLA07134")||(담보코드 == "CLA07137")||(담보코드 == "CLA07140")||(담보코드 == "CLA07143")||(담보코드 == "CLA07511")||(담보코드 == "CLA07512")||(담보코드 == "CLA08486")||(담보코드 == "CLA08487")||(담보코드 == "CLA08537")||(담보코드 == "CLA08538")||(담보코드 == "CLA08548")||(담보코드 == "CLA08436")||(담보코드 == "CLA06855")||(담보코드 == "CLA06856")||(담보코드 == "CLA06857")||(담보코드 == "CLA06858")||(담보코드 == "CLA08090")||(담보코드 == "CLA08091")||(담보코드 == "CLA06986")||(담보코드 == "CLA06992")||(담보코드 == "CLA08221")||(담보코드 == "CLA08222")||(담보코드 == "CLA06944")||(담보코드 == "CLA08599")||(담보코드 == "CLA09467")||(담보코드 == "CLA09469")||(담보코드 == "CLA09471")||(담보코드 == "CLA09473")||(담보코드 == "CLA09475")||(담보코드 == "CLA09477")||(담보코드 == "CLA09479")||(담보코드 == "CLA09468")||(담보코드 == "CLA09470")||(담보코드 == "CLA09472")||(담보코드 == "CLA09474")||(담보코드 == "CLA09476")||(담보코드 == "CLA09478")||(담보코드 == "CLA09480")||(담보코드 == "CLA09441")||(담보코드 == "CLA09442")||(담보코드 == "CLA09443")||(담보코드 == "CLA09447")||(담보코드 == "CLA09448")||(담보코드 == "CLA09396")||(담보코드 == "CLA09398")||(담보코드 == "CLA09400")||(담보코드 == "CLA09402")||(담보코드 == "CLA09404")||(담보코드 == "CLA09406")||(담보코드 == "CLA09408")||(담보코드 == "CLA09414")||(담보코드 == "CLA09450")||(담보코드 == "CLA09451")||(담보코드 == "CLA09452")||(담보코드 == "CLA09453")||(담보코드 == "CLA09454")||(담보코드 == "CLA09458")||(담보코드 == "CLA09459")||(담보코드 == "CLA09455")||(담보코드 == "CLA09157")||(담보코드 == "CLA09166")||(담보코드 == "CLA11562")||(담보코드 == "CLA11563")||(담보코드 == "CLA11565")||(담보코드 == "CLA11566")||(담보코드 == "CLA11605")||(담보코드 == "CLA11606")||(담보코드 == "CLA11607")||(담보코드 == "CLA11608")||(담보코드 == "CLA11567")||(담보코드 == "CLA11568")||(담보코드 == "CLA11609")||(담보코드 == "CLA11610")||(담보코드 == "CLA11779")||(담보코드 == "CLA11780")||(담보코드 == "CLA11781")||(담보코드 == "CLA11782")||(담보코드 == "CLA11575")||(담보코드 == "CLA11576")||(담보코드 == "CLA11577")||(담보코드 == "CLA11578")||(담보코드 == "CLA11579")||(담보코드 == "CLA11580")||(담보코드 == "CLA11581")||(담보코드 == "CLA11582")||(담보코드 == "CLA11583")||(담보코드 == "CLA11584")||(담보코드 == "CLA11611")||(담보코드 == "CLA11612")||(담보코드 == "CLA11613")||(담보코드 == "CLA11614"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:13});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02330001")||(상품코드 == "LA02330002")||(상품코드 == "LA02330003")||(상품코드 == "LA02331001")||(상품코드 == "LA02331002")||(상품코드 == "LA02331003"))
    && ((담보코드 == "CLA09456")||(담보코드 == "CLA09457")||(담보코드 == "CLA07254")||(담보코드 == "CLA07255")||(담보코드 == "CLA07256")||(담보코드 == "CLA07257")||(담보코드 == "CLA07258")||(담보코드 == "CLA07259")||(담보코드 == "CLA09521")||(담보코드 == "CLA09522")||(담보코드 == "CLA06225")||(담보코드 == "CLA06227")||(담보코드 == "CLA06229")||(담보코드 == "CLA06231")||(담보코드 == "CLA09559")||(담보코드 == "CLA09576")||(담보코드 == "CLA09560")||(담보코드 == "CLA09577")||(담보코드 == "CLA09561")||(담보코드 == "CLA09578")||(담보코드 == "CLA09562")||(담보코드 == "CLA09579")||(담보코드 == "CLA09566")||(담보코드 == "CLA09567")||(담보코드 == "CLA09568")||(담보코드 == "CLA09569")||(담보코드 == "CLA09570")||(담보코드 == "CLA09571")||(담보코드 == "CLA09572")||(담보코드 == "CLA09573")||(담보코드 == "CLA09574")||(담보코드 == "CLA09583")||(담보코드 == "CLA09914")||(담보코드 == "CLA09915")||(담보코드 == "CLA09916")||(담보코드 == "CLA09917")||(담보코드 == "CLA09269")||(담보코드 == "CLA09271")||(담보코드 == "CLA09273")||(담보코드 == "CLA09120")||(담보코드 == "CLA09122")||(담보코드 == "CLA09124")||(담보코드 == "CLA07322")||(담보코드 == "CLA07323")||(담보코드 == "CLA07324")||(담보코드 == "CLA07325")||(담보코드 == "CLA07326")||(담보코드 == "CLA07327")||(담보코드 == "CLA10260")||(담보코드 == "CLA10035")||(담보코드 == "CLA10029")||(담보코드 == "CLA10261")||(담보코드 == "CLA09993")||(담보코드 == "CLA08349")||(담보코드 == "CLA08350")||(담보코드 == "CLA08351")||(담보코드 == "CLA08352")||(담보코드 == "CLA08353")||(담보코드 == "CLA10288")||(담보코드 == "CLA10355")||(담보코드 == "CLA10356")||(담보코드 == "CLA10357")||(담보코드 == "CLA10358")||(담보코드 == "CLA10359")||(담보코드 == "CLA10360")||(담보코드 == "CLA10361")||(담보코드 == "CLA10362")||(담보코드 == "CLA10363")||(담보코드 == "CLA10364")||(담보코드 == "CLA10365")||(담보코드 == "CLA10366")||(담보코드 == "CLA10367")||(담보코드 == "CLA10368")||(담보코드 == "CLA10369")||(담보코드 == "CLA10370")||(담보코드 == "CLA10414")||(담보코드 == "CLA10372")||(담보코드 == "CLA10373")||(담보코드 == "CLA10374")||(담보코드 == "CLA10375")||(담보코드 == "CLA10376")||(담보코드 == "CLA10377")||(담보코드 == "CLA10378")||(담보코드 == "CLA10379")||(담보코드 == "CLA10380")||(담보코드 == "CLA10381")||(담보코드 == "CLA10382")||(담보코드 == "CLA10383")||(담보코드 == "CLA10384")||(담보코드 == "CLA10385")||(담보코드 == "CLA10386")||(담보코드 == "CLA10387")||(담보코드 == "CLA10388")||(담보코드 == "CLA10389")||(담보코드 == "CLA10390")||(담보코드 == "CLA10391")||(담보코드 == "CLA10392")||(담보코드 == "CLA10393")||(담보코드 == "CLA10660")||(담보코드 == "CLA10808")||(담보코드 == "CLA10809")||(담보코드 == "CLA10810")||(담보코드 == "CLA10811")||(담보코드 == "CLA10812")||(담보코드 == "CLA10813"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:14});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02330001")||(상품코드 == "LA02330002")||(상품코드 == "LA02330003")||(상품코드 == "LA02331001")||(상품코드 == "LA02331002")||(상품코드 == "LA02331003"))
    && ((담보코드 == "CLA05776")||(담보코드 == "CLA01373")||(담보코드 == "CLA01683")||(담보코드 == "CLA05781")||(담보코드 == "CLA05498")||(담보코드 == "CLA05809")||(담보코드 == "CLA05811")||(담보코드 == "CLA05812")||(담보코드 == "CLA05813"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:15});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 80
}

    }
    else if(((상품코드 == "LA02330001")||(상품코드 == "LA02330002")||(상품코드 == "LA02330003")||(상품코드 == "LA02331001")||(상품코드 == "LA02331002")||(상품코드 == "LA02331003"))
    && ((담보코드 == "CLA09558")||(담보코드 == "CLA09575"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:16});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 70
}

    }
    else if(((상품코드 == "LA02330001")||(상품코드 == "LA02331001"))
    && ((담보코드 == "CLA06939")||(담보코드 == "CLA06938")||(담보코드 == "CLA06865")||(담보코드 == "CLA06864"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:17});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02330002")||(상품코드 == "LA02330003")||(상품코드 == "LA02331002")||(상품코드 == "LA02331003"))
    && ((담보코드 == "CLA05302")||(담보코드 == "CLA05303"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:18});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02330001")||(상품코드 == "LA02330002")||(상품코드 == "LA02331001")||(상품코드 == "LA02331002"))
    && ((담보코드 == "CLA09444")||(담보코드 == "CLA09445"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:19});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02330002")||(상품코드 == "LA02331002"))
    && ((담보코드 == "CLA11599")||(담보코드 == "CLA11535")||(담보코드 == "CLA11536"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:20});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02330001")||(상품코드 == "LA02330002")||(상품코드 == "LA02330003")||(상품코드 == "LA02331001")||(상품코드 == "LA02331002")||(상품코드 == "LA02331003"))
    && ((담보코드 == "CLA07132")||(담보코드 == "CLA07133")||(담보코드 == "CLA07216")||(담보코드 == "CLA07217"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:21});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 60
}

    }
    else if(((상품코드 == "LA02327005"))
    && ((담보코드 == "CLA00329")||(담보코드 == "CLA00330")||(담보코드 == "CLA00334")||(담보코드 == "CLA00335")||(담보코드 == "CLA01002")||(담보코드 == "CLA01003")||(담보코드 == "CLA01004")||(담보코드 == "CLA01005")||(담보코드 == "CLA01006")||(담보코드 == "CLA01348")||(담보코드 == "CLA01349")||(담보코드 == "CLA01350")||(담보코드 == "CLA01351")||(담보코드 == "CLA01352")||(담보코드 == "CLA01419")||(담보코드 == "CLA01420")||(담보코드 == "CLA01465")||(담보코드 == "CLA01466")||(담보코드 == "CLA01508")||(담보코드 == "CLA01510")||(담보코드 == "CLA01576")||(담보코드 == "CLA01618")||(담보코드 == "CLA01703")||(담보코드 == "CLA01705")||(담보코드 == "CLA01744")||(담보코드 == "CLA01745")||(담보코드 == "CLA01747")||(담보코드 == "CLA01748")||(담보코드 == "CLA01755")||(담보코드 == "CLA01756")||(담보코드 == "CLA01757")||(담보코드 == "CLA01758")||(담보코드 == "CLA01803")||(담보코드 == "CLA01827")||(담보코드 == "CLA01831")||(담보코드 == "CLA01968")||(담보코드 == "CLA02211")||(담보코드 == "CLA05114")||(담보코드 == "CLA05302")||(담보코드 == "CLA05303")||(담보코드 == "CLA05334")||(담보코드 == "CLA05335")||(담보코드 == "CLA05336")||(담보코드 == "CLA05337")||(담보코드 == "CLA05338")||(담보코드 == "CLA05339")||(담보코드 == "CLA05380")||(담보코드 == "CLA05381")||(담보코드 == "CLA05382")||(담보코드 == "CLA05383")||(담보코드 == "CLA05422")||(담보코드 == "CLA05444")||(담보코드 == "CLA05445")||(담보코드 == "CLA05475")||(담보코드 == "CLA05476")||(담보코드 == "CLA05479")||(담보코드 == "CLA05481")||(담보코드 == "CLA05482")||(담보코드 == "CLA05483")||(담보코드 == "CLA05484")||(담보코드 == "CLA05493")||(담보코드 == "CLA05597")||(담보코드 == "CLA05598")||(담보코드 == "CLA05600")||(담보코드 == "CLA05601")||(담보코드 == "CLA05606")||(담보코드 == "CLA05607")||(담보코드 == "CLA05608")||(담보코드 == "CLA05609")||(담보코드 == "CLA05778")||(담보코드 == "CLA05779")||(담보코드 == "CLA05790")||(담보코드 == "CLA05796")||(담보코드 == "CLA05820")||(담보코드 == "CLA05821")||(담보코드 == "CLA05828")||(담보코드 == "CLA05829")||(담보코드 == "CLA05901")||(담보코드 == "CLA05902"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:22});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02327005"))
    && ((담보코드 == "CLA05919")||(담보코드 == "CLA05920")||(담보코드 == "CLA05921")||(담보코드 == "CLA05922")||(담보코드 == "CLA05923")||(담보코드 == "CLA05924")||(담보코드 == "CLA05925")||(담보코드 == "CLA05926")||(담보코드 == "CLA05927")||(담보코드 == "CLA05928")||(담보코드 == "CLA05929")||(담보코드 == "CLA05930")||(담보코드 == "CLA05931")||(담보코드 == "CLA05932")||(담보코드 == "CLA05988")||(담보코드 == "CLA05989")||(담보코드 == "CLA06079")||(담보코드 == "CLA06081")||(담보코드 == "CLA06083")||(담보코드 == "CLA06085")||(담보코드 == "CLA06087")||(담보코드 == "CLA06095")||(담보코드 == "CLA06178")||(담보코드 == "CLA06179")||(담보코드 == "CLA06180")||(담보코드 == "CLA06181")||(담보코드 == "CLA06186")||(담보코드 == "CLA06188")||(담보코드 == "CLA06189")||(담보코드 == "CLA06190")||(담보코드 == "CLA06191")||(담보코드 == "CLA06192")||(담보코드 == "CLA06193")||(담보코드 == "CLA06219")||(담보코드 == "CLA06221")||(담보코드 == "CLA06222")||(담보코드 == "CLA06225")||(담보코드 == "CLA06226")||(담보코드 == "CLA06227")||(담보코드 == "CLA06228")||(담보코드 == "CLA06229")||(담보코드 == "CLA06230")||(담보코드 == "CLA06231")||(담보코드 == "CLA06232")||(담보코드 == "CLA06335")||(담보코드 == "CLA06336")||(담보코드 == "CLA06345")||(담보코드 == "CLA06346")||(담보코드 == "CLA06855")||(담보코드 == "CLA06856")||(담보코드 == "CLA06944")||(담보코드 == "CLA06986")||(담보코드 == "CLA06992")||(담보코드 == "CLA07134")||(담보코드 == "CLA07137")||(담보코드 == "CLA07140")||(담보코드 == "CLA07143")||(담보코드 == "CLA07322")||(담보코드 == "CLA07323")||(담보코드 == "CLA07324")||(담보코드 == "CLA07325")||(담보코드 == "CLA07326")||(담보코드 == "CLA07327")||(담보코드 == "CLA07511")||(담보코드 == "CLA07512")||(담보코드 == "CLA08090")||(담보코드 == "CLA08091")||(담보코드 == "CLA08202")||(담보코드 == "CLA08203")||(담보코드 == "CLA08204")||(담보코드 == "CLA08205")||(담보코드 == "CLA08221")||(담보코드 == "CLA08222")||(담보코드 == "CLA08251")||(담보코드 == "CLA08349")||(담보코드 == "CLA08350")||(담보코드 == "CLA08351")||(담보코드 == "CLA08352")||(담보코드 == "CLA08353")||(담보코드 == "CLA08369")||(담보코드 == "CLA08380")||(담보코드 == "CLA08385")||(담보코드 == "CLA08386")||(담보코드 == "CLA08388")||(담보코드 == "CLA08389")||(담보코드 == "CLA08402")||(담보코드 == "CLA08407")||(담보코드 == "CLA08408")||(담보코드 == "CLA08411")||(담보코드 == "CLA08412")||(담보코드 == "CLA10812")||(담보코드 == "CLA10813"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:23});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02327005"))
    && ((담보코드 == "CLA08417")||(담보코드 == "CLA08418")||(담보코드 == "CLA08423")||(담보코드 == "CLA08424")||(담보코드 == "CLA08436")||(담보코드 == "CLA08463")||(담보코드 == "CLA08464")||(담보코드 == "CLA08465")||(담보코드 == "CLA08479")||(담보코드 == "CLA08480")||(담보코드 == "CLA08486")||(담보코드 == "CLA08487")||(담보코드 == "CLA08489")||(담보코드 == "CLA08518")||(담보코드 == "CLA08519")||(담보코드 == "CLA08520")||(담보코드 == "CLA08531")||(담보코드 == "CLA08532")||(담보코드 == "CLA08537")||(담보코드 == "CLA08538")||(담보코드 == "CLA08548")||(담보코드 == "CLA08599")||(담보코드 == "CLA08792")||(담보코드 == "CLA08794")||(담보코드 == "CLA08796")||(담보코드 == "CLA08809")||(담보코드 == "CLA08811")||(담보코드 == "CLA08813")||(담보코드 == "CLA08815")||(담보코드 == "CLA08817")||(담보코드 == "CLA08819")||(담보코드 == "CLA08822")||(담보코드 == "CLA08929")||(담보코드 == "CLA08930")||(담보코드 == "CLA08931")||(담보코드 == "CLA08932")||(담보코드 == "CLA08933")||(담보코드 == "CLA08935")||(담보코드 == "CLA08937")||(담보코드 == "CLA08939")||(담보코드 == "CLA08942")||(담보코드 == "CLA08943")||(담보코드 == "CLA08944")||(담보코드 == "CLA08945")||(담보코드 == "CLA09099")||(담보코드 == "CLA09100")||(담보코드 == "CLA09120")||(담보코드 == "CLA09122")||(담보코드 == "CLA09124")||(담보코드 == "CLA09157")||(담보코드 == "CLA09166")||(담보코드 == "CLA09269")||(담보코드 == "CLA09271")||(담보코드 == "CLA09273")||(담보코드 == "CLA09281")||(담보코드 == "CLA09283")||(담보코드 == "CLA09285")||(담보코드 == "CLA09396")||(담보코드 == "CLA09398")||(담보코드 == "CLA09400")||(담보코드 == "CLA09402")||(담보코드 == "CLA09404")||(담보코드 == "CLA09406")||(담보코드 == "CLA09414")||(담보코드 == "CLA09441")||(담보코드 == "CLA09442")||(담보코드 == "CLA09443")||(담보코드 == "CLA09447")||(담보코드 == "CLA09452")||(담보코드 == "CLA09454")||(담보코드 == "CLA09455")||(담보코드 == "CLA09456")||(담보코드 == "CLA09457")||(담보코드 == "CLA10660")||(담보코드 == "CLA11562")||(담보코드 == "CLA11563")||(담보코드 == "CLA11565")||(담보코드 == "CLA11566")||(담보코드 == "CLA11567")||(담보코드 == "CLA11568")||(담보코드 == "CLA11575")||(담보코드 == "CLA11576")||(담보코드 == "CLA11577")||(담보코드 == "CLA11578")||(담보코드 == "CLA11579")||(담보코드 == "CLA11580")||(담보코드 == "CLA11581")||(담보코드 == "CLA11582")||(담보코드 == "CLA11583")||(담보코드 == "CLA11584")||(담보코드 == "CLA11605")||(담보코드 == "CLA11606")||(담보코드 == "CLA11607")||(담보코드 == "CLA11608")||(담보코드 == "CLA11609")||(담보코드 == "CLA11610")||(담보코드 == "CLA11611")||(담보코드 == "CLA11612")||(담보코드 == "CLA11613")||(담보코드 == "CLA11614")||(담보코드 == "CLA11779")||(담보코드 == "CLA11780")||(담보코드 == "CLA11781")||(담보코드 == "CLA11782"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:24});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02327005"))
    && ((담보코드 == "CLA09458")||(담보코드 == "CLA09459")||(담보코드 == "CLA09467")||(담보코드 == "CLA09468")||(담보코드 == "CLA09469")||(담보코드 == "CLA09470")||(담보코드 == "CLA09471")||(담보코드 == "CLA09472")||(담보코드 == "CLA09473")||(담보코드 == "CLA09474")||(담보코드 == "CLA09475")||(담보코드 == "CLA09476")||(담보코드 == "CLA09477")||(담보코드 == "CLA09478")||(담보코드 == "CLA09479")||(담보코드 == "CLA09480")||(담보코드 == "CLA09521")||(담보코드 == "CLA09522")||(담보코드 == "CLA09559")||(담보코드 == "CLA09560")||(담보코드 == "CLA09561")||(담보코드 == "CLA09562")||(담보코드 == "CLA09566")||(담보코드 == "CLA09567")||(담보코드 == "CLA09568")||(담보코드 == "CLA09569")||(담보코드 == "CLA09570")||(담보코드 == "CLA09572")||(담보코드 == "CLA09573")||(담보코드 == "CLA09574")||(담보코드 == "CLA09576")||(담보코드 == "CLA09577")||(담보코드 == "CLA09578")||(담보코드 == "CLA09579")||(담보코드 == "CLA09583")||(담보코드 == "CLA09914")||(담보코드 == "CLA09915")||(담보코드 == "CLA09916")||(담보코드 == "CLA09917")||(담보코드 == "CLA09993")||(담보코드 == "CLA10029")||(담보코드 == "CLA10035")||(담보코드 == "CLA10260")||(담보코드 == "CLA10261")||(담보코드 == "CLA10271")||(담보코드 == "CLA10274")||(담보코드 == "CLA10277")||(담보코드 == "CLA10279")||(담보코드 == "CLA10280")||(담보코드 == "CLA10286")||(담보코드 == "CLA10288")||(담보코드 == "CLA10355")||(담보코드 == "CLA10356")||(담보코드 == "CLA10357")||(담보코드 == "CLA10358")||(담보코드 == "CLA10359")||(담보코드 == "CLA10360")||(담보코드 == "CLA10361")||(담보코드 == "CLA10362")||(담보코드 == "CLA10363")||(담보코드 == "CLA10364")||(담보코드 == "CLA10365")||(담보코드 == "CLA10366")||(담보코드 == "CLA10367")||(담보코드 == "CLA10368")||(담보코드 == "CLA10369")||(담보코드 == "CLA10370")||(담보코드 == "CLA10372")||(담보코드 == "CLA10373")||(담보코드 == "CLA10374")||(담보코드 == "CLA10375")||(담보코드 == "CLA10376")||(담보코드 == "CLA10377")||(담보코드 == "CLA10378")||(담보코드 == "CLA10379")||(담보코드 == "CLA10380")||(담보코드 == "CLA10381")||(담보코드 == "CLA10382")||(담보코드 == "CLA10383")||(담보코드 == "CLA10384")||(담보코드 == "CLA10385")||(담보코드 == "CLA10386")||(담보코드 == "CLA10387")||(담보코드 == "CLA10388")||(담보코드 == "CLA10389")||(담보코드 == "CLA10390")||(담보코드 == "CLA10391")||(담보코드 == "CLA10392")||(담보코드 == "CLA10393")||(담보코드 == "CLA10399")||(담보코드 == "CLA10400")||(담보코드 == "CLA10401")||(담보코드 == "CLA10404")||(담보코드 == "CLA10405")||(담보코드 == "CLA10414")||(담보코드 == "CLA06695")||(담보코드 == "CLA10808")||(담보코드 == "CLA10809")||(담보코드 == "CLA10810")||(담보코드 == "CLA10811"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:25});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02327005"))
    && ((담보코드 == "CLA01373")||(담보코드 == "CLA01683")||(담보코드 == "CLA05498")||(담보코드 == "CLA05781")||(담보코드 == "CLA05809"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:26});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 80
}

    }
    else if(((상품코드 == "LA02327005"))
    && ((담보코드 == "CLA07132")||(담보코드 == "CLA07133")||(담보코드 == "CLA07216")||(담보코드 == "CLA07217"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:27});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 60
}

    }
    else if(((상품코드 == "LA02327001")||(상품코드 == "LA02327002")||(상품코드 == "LA02327003")||(상품코드 == "LA02327004"))
    && ((담보코드 == "CLA01465")||(담보코드 == "CLA01466")||(담보코드 == "CLA01003")||(담보코드 == "CLA00330")||(담보코드 == "CLA01002")||(담보코드 == "CLA00329")||(담보코드 == "CLA05476")||(담보코드 == "CLA05481")||(담보코드 == "CLA05336")||(담보코드 == "CLA05482")||(담보코드 == "CLA05338")||(담보코드 == "CLA05483")||(담보코드 == "CLA05337")||(담보코드 == "CLA05484")||(담보코드 == "CLA05339")||(담보코드 == "CLA05380")||(담보코드 == "CLA05382")||(담보코드 == "CLA05381")||(담보코드 == "CLA05383")||(담보코드 == "CLA01194")||(담보코드 == "CLA01155")||(담보코드 == "CLA01419")||(담보코드 == "CLA01420")||(담보코드 == "CLA05597")||(담보코드 == "CLA05598")||(담보코드 == "CLA05302")||(담보코드 == "CLA05303")||(담보코드 == "CLA06349")||(담보코드 == "CLA08479")||(담보코드 == "CLA08480")||(담보코드 == "CLA06831")||(담보코드 == "CLA05873")||(담보코드 == "CLA09931")||(담보코드 == "CLA06178")||(담보코드 == "CLA06179")||(담보코드 == "CLA06180")||(담보코드 == "CLA06181")||(담보코드 == "CLA06345")||(담보코드 == "CLA06346")||(담보코드 == "CLA08423")||(담보코드 == "CLA08424")||(담보코드 == "CLA08204")||(담보코드 == "CLA08205"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:28});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02327001")||(상품코드 == "LA02327002")||(상품코드 == "LA02327003")||(상품코드 == "LA02327004"))
    && ((담보코드 == "CLA10029")||(담보코드 == "CLA09467")||(담보코드 == "CLA09468")||(담보코드 == "CLA09469")||(담보코드 == "CLA09470")||(담보코드 == "CLA09471")||(담보코드 == "CLA09472")||(담보코드 == "CLA09473")||(담보코드 == "CLA09474")||(담보코드 == "CLA09475")||(담보코드 == "CLA09476")||(담보코드 == "CLA09477")||(담보코드 == "CLA09478")||(담보코드 == "CLA09479")||(담보코드 == "CLA09480")||(담보코드 == "CLA05919")||(담보코드 == "CLA05920")||(담보코드 == "CLA05921")||(담보코드 == "CLA05922")||(담보코드 == "CLA05923")||(담보코드 == "CLA05924")||(담보코드 == "CLA05925")||(담보코드 == "CLA05926")||(담보코드 == "CLA05927")||(담보코드 == "CLA05928")||(담보코드 == "CLA05929")||(담보코드 == "CLA05930")||(담보코드 == "CLA05931")||(담보코드 == "CLA05932")||(담보코드 == "CLA01744")||(담보코드 == "CLA01745")||(담보코드 == "CLA01755")||(담보코드 == "CLA01756")||(담보코드 == "CLA08819")||(담보코드 == "CLA08817")||(담보코드 == "CLA08796")||(담보코드 == "CLA08794")||(담보코드 == "CLA08824")||(담보코드 == "CLA08826")||(담보코드 == "CLA08828")||(담보코드 == "CLA08830")||(담보코드 == "CLA08832"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:29});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02327001")||(상품코드 == "LA02327002")||(상품코드 == "LA02327003")||(상품코드 == "LA02327004"))
    && ((담보코드 == "CLA11562")||(담보코드 == "CLA11563")||(담보코드 == "CLA11564")||(담보코드 == "CLA11565")||(담보코드 == "CLA11566")||(담보코드 == "CLA11567")||(담보코드 == "CLA11568")||(담보코드 == "CLA11575")||(담보코드 == "CLA11576")||(담보코드 == "CLA11577")||(담보코드 == "CLA11578")||(담보코드 == "CLA11579")||(담보코드 == "CLA11580")||(담보코드 == "CLA11581")||(담보코드 == "CLA11582")||(담보코드 == "CLA11583")||(담보코드 == "CLA11584")||(담보코드 == "CLA10286")||(담보코드 == "CLA06335")||(담보코드 == "CLA11587"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:30});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02327001")||(상품코드 == "LA02327002")||(상품코드 == "LA02327003")||(상품코드 == "LA02327004"))
    && ((담보코드 == "CLA01373"))
    && ((담보_기본_만기 < 80))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:31});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02327001")||(상품코드 == "LA02327002")||(상품코드 == "LA02327003")||(상품코드 == "LA02327004"))
    && ((담보코드 == "CLA01373"))
    && ((담보_기본_만기 >= 80))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:32});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 80
}

    }
    else if(((상품코드 == "LA02327001")||(상품코드 == "LA02327002")||(상품코드 == "LA02327003")||(상품코드 == "LA02327004"))
    && ((담보코드 == "CLA07110")||(담보코드 == "CLA07111")||(담보코드 == "CLA07129")||(담보코드 == "CLA07134")||(담보코드 == "CLA07137")||(담보코드 == "CLA07140")||(담보코드 == "CLA07143")||(담보코드 == "CLA07180")||(담보코드 == "CLA07196")||(담보코드 == "CLA07197")||(담보코드 == "CLA07198")||(담보코드 == "CLA07199")||(담보코드 == "CLA07200")||(담보코드 == "CLA07201")||(담보코드 == "CLA07202")||(담보코드 == "CLA07203")||(담보코드 == "CLA07218")||(담보코드 == "CLA07219")||(담보코드 == "CLA07322")||(담보코드 == "CLA07323")||(담보코드 == "CLA07324")||(담보코드 == "CLA07325")||(담보코드 == "CLA07326")||(담보코드 == "CLA07327")||(담보코드 == "CLA07404")||(담보코드 == "CLA07405")||(담보코드 == "CLA07406")||(담보코드 == "CLA07407")||(담보코드 == "CLA07408")||(담보코드 == "CLA07413")||(담보코드 == "CLA07414")||(담보코드 == "CLA07487")||(담보코드 == "CLA07488")||(담보코드 == "CLA07489")||(담보코드 == "CLA07490")||(담보코드 == "CLA07511")||(담보코드 == "CLA07512"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:33});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02327001")||(상품코드 == "LA02327002")||(상품코드 == "LA02327003")||(상품코드 == "LA02327004"))
    && ((담보코드 == "CLA07132")||(담보코드 == "CLA07133")||(담보코드 == "CLA07216")||(담보코드 == "CLA07217"))
    && ((담보_기본_만기 >= 60))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:34});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 60
}

    }
    else if(((상품코드 == "LA02327001")||(상품코드 == "LA02327002")||(상품코드 == "LA02327003")||(상품코드 == "LA02327004"))
    && ((담보코드 == "CLA07132")||(담보코드 == "CLA07133")||(담보코드 == "CLA07216")||(담보코드 == "CLA07217"))
    && ((담보_기본_만기 < 60))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:35});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA07595")||(담보코드 == "CLA07596")||(담보코드 == "CLA07597")||(담보코드 == "CLA07598")||(담보코드 == "CLA07601")||(담보코드 == "CLA07602")||(담보코드 == "CLA07603"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:36});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '{반려동물만기연령}' , '자동갱신연령' : 20
}

    }
    else if(((상품코드 == "LA02328001")||(상품코드 == "LA02328002")||(상품코드 == "LA02328003")||(상품코드 == "LA02328004")||(상품코드 == "LA02329001")||(상품코드 == "LA02329002")||(상품코드 == "LA02329003")||(상품코드 == "LA02329004"))
    && ((담보코드 == "CLA07599")||(담보코드 == "CLA07600")||(담보코드 == "CLA07604")||(담보코드 == "CLA07605"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회003_001' , row:37});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '{반려동물만기연령}' , '자동갱신연령' : 12
}

    }

    if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][OUTPUT] '+JSON.stringify(__hpasRuleResult)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.output && __hpasRuleResult){__hrs_logger_object.output.value = JSON.stringify(__hpasRuleResult);}
return RESULT(__hpasRuleResult);
};