function(기준일자,상위영위업종코드,영위업종코드,상위요율적용코드,요율적용코드,상위물건구분코드,물건구분코드,상위요율적용물건구분코드,요율적용물건구분코드,상품코드 ){var start = new Date().getTime();
var __hrs_logger_content = [];
var __hrs_logger_input = [];
var __hrs_logger_output = {};
var __hrs_logger_object = {executionTime: 0,ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001',ruleName:'장기_영위업종별가입가능담보목록_2005년5월이후상품',ruleType:'SPREAD',content:__hrs_logger_content,input:__hrs_logger_input,output:__hrs_logger_output,};
_GET_GLOBAL('__hrs_logger').push(__hrs_logger_object);
var DEBUG = function(content) {try{if(!__hrs_logger_object || !SERVER_DEBUG){return;}}catch(e){return;};var str = '['+TODAY_FORMAT(new Date().getTime())+'][UserDebug]['+__hrs_logger_object.ruleId+'] ' + content;if(__hrs_logger_object.content){__hrs_logger_object.content.push(str);}if(SERVER_DEBUG){__hrs_logger_object?SERVER_DEBUG(str, __hrs_logger_object.ruleId):SERVER_DEBUG(str);}}
var RESULT = function(result) {try{if(!__hrs_logger_object){return result;}}catch(e){return result;};if(__hrs_logger_object.output){__hrs_logger_object.output.value = JSON.stringify(result);}
if(__hrs_logger_object.ruleType == 'SCRIPT'){
__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][OUTPUT] '+__hrs_logger_object.output.value); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) };}
return result;}


__hrs_logger_object.level = 0;

if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'기준일자:'+JSON.stringify(기준일자)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'기준일자' , 'value':JSON.stringify(기준일자) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'상위영위업종코드:'+JSON.stringify(상위영위업종코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'상위영위업종코드' , 'value':JSON.stringify(상위영위업종코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'영위업종코드:'+JSON.stringify(영위업종코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'영위업종코드' , 'value':JSON.stringify(영위업종코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'상위요율적용코드:'+JSON.stringify(상위요율적용코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'상위요율적용코드' , 'value':JSON.stringify(상위요율적용코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'요율적용코드:'+JSON.stringify(요율적용코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'요율적용코드' , 'value':JSON.stringify(요율적용코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'상위물건구분코드:'+JSON.stringify(상위물건구분코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'상위물건구분코드' , 'value':JSON.stringify(상위물건구분코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'물건구분코드:'+JSON.stringify(물건구분코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'물건구분코드' , 'value':JSON.stringify(물건구분코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'상위요율적용물건구분코드:'+JSON.stringify(상위요율적용물건구분코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'상위요율적용물건구분코드' , 'value':JSON.stringify(상위요율적용물건구분코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'요율적용물건구분코드:'+JSON.stringify(요율적용물건구분코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'요율적용물건구분코드' , 'value':JSON.stringify(요율적용물건구분코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'상품코드:'+JSON.stringify(상품코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'상품코드' , 'value':JSON.stringify(상품코드) } );}

    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = [];


    // Compiler Version 1 , Created : 2023-08-21 13:26:01
    var canSheetNext = true
    if(canSheetNext) {

    if(((상위영위업종코드 == "00001"))
    && ((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:0});
     __hpasRuleResult.push({
'담보코드' : "CLA00022" , '담보명' : "주택임시거주자금" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:1});
     __hpasRuleResult.push({
'담보코드' : "CLA00010" , '담보명' : "구내폭발파열" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:2});
     __hpasRuleResult.push({
'담보코드' : "CLA00010" , '담보명' : "구내폭발파열" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:3});
     __hpasRuleResult.push({
'담보코드' : "CLA05067" , '담보명' : "구내폭발파열" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:4});
     __hpasRuleResult.push({
'담보코드' : "CLA00011" , '담보명' : "점포휴업손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:5});
     __hpasRuleResult.push({
'담보코드' : "CLA06272" , '담보명' : "점포휴업손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:6});
     __hpasRuleResult.push({
'담보코드' : "CLA00013" , '담보명' : "구내냉동.냉장위험" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((상위요율적용코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:7});
     __hpasRuleResult.push({
'담보코드' : "CLA05081" , '담보명' : "구내냉동.냉장위험" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상품코드 == '{한화BigPlus재산종합(,,LA00789001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,LA00846001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,GA(,,LA00902001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:8});
     __hpasRuleResult.push({
'담보코드' : "CLA00014" , '담보명' : "강도손해위로금" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((상위요율적용코드 == "00001"))
    && ((상품코드 == 'LA00789001')||(상품코드 == 'LA00846001')||(상품코드 == 'LA00902001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:9});
     __hpasRuleResult.push({
'담보코드' : "CLA00014" , '담보명' : "강도손해위로금" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && (!(상품코드 == "LA01378001")&&!(상품코드 == "LA01396001")&&!(상품코드 == "LA01376001")&&!(상품코드 == "LA01394001")&&!(상품코드 == "LA01376002")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01377001")&&!(상품코드 == "LA01395001")&&!(상품코드 == "LA01377002")&&!(상품코드 == "LA01395002")&&!(상품코드 == "LA01479001")&&!(상품코드 == "LA01522001")&&!(상품코드 == "LA01575001")&&!(상품코드 == "LA01701001")&&!(상품코드 == "LA01735001")&&!(상품코드 == "LA01758001")&&!(상품코드 == "LA01787001")&&!(상품코드 == "LA01818001")&&!(상품코드 == "LA01960001")&&!(상품코드 == "LA01760001")&&!(상품코드 == "LA01789001")&&!(상품코드 == "LA01820001")&&!(상품코드 == '{성공하는Owner재산종합보험2101(,,LA01925001}')&&!(상품코드 == "LA01479002")&&!(상품코드 == "LA01480001")&&!(상품코드 == "LA01523001")&&!(상품코드 == "LA01576001")&&!(상품코드 == "LA01702001")&&!(상품코드 == "LA01736001")&&!(상품코드 == "LA01759001")&&!(상품코드 == "LA01788001")&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01821001")&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == "LA01480002")&&!(상품코드 == '{하나로재산종합1710(,,LA01481001}')&&!(상품코드 == '{하나로재산종합1804(,,LA01524001}')&&!(상품코드 == '{하나로재산종합1809(,,LA01577001}')&&!(상품코드 == '{하나로재산종합1904(,,LA01703001}')&&!(상품코드 == '{하나로재산종합1907(,,LA01737001}')&&!(상품코드 == "LA02018001")&&!(상품코드 == "LA02069001")&&!(상품코드 == "LA02157001")&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251001}')&&!(상품코드 == "LA02069002")&&!(상품코드 == '{BigPlus재산종합2204(,,LA02157002}')&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251002}')&&!(상품코드 == "LA02019001")&&!(상품코드 == "LA02070001")&&!(상품코드 == "LA02158001")&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252001}')&&!(상품코드 == "LA02070002")&&!(상품코드 == '{BigPlus재산종합2204_TM(,,LA02158002}')&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252002}')&&!(상품코드 == "LA02020001")&&!(상품코드 == "LA02074001")&&!(상품코드 == "LA02159001")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253001}')&&!(상품코드 == "LA02074002")&&!(상품코드 == '{성공하는Owner재산종합보험2204(,,LA02159002}')&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253002}')&&!(상품코드 == "LA02021001")&&!(상품코드 == "LA02075001")&&!(상품코드 == "LA02160001")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254001}')&&!(상품코드 == "LA02075002")&&!(상품코드 == '{성공하는Owner재산종합보험2204_TM(,,LA02160002}')&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254002}')&&!(상품코드 == "LA01990001")&&!(상품코드 == "LA01991001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:10});
     __hpasRuleResult.push({
'담보코드' : "CLA00015" , '담보명' : "항공기.차량손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && (!(상품코드 == "LA02306001")&&!(상품코드 == "LA02306002")&&!(상품코드 == "LA02307001")&&!(상품코드 == "LA02307002")&&!(상품코드 == "LA02308001")&&!(상품코드 == "LA02308002")&&!(상품코드 == "LA02309001")&&!(상품코드 == "LA02309002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:11});
     __hpasRuleResult.push({
'담보코드' : "CLA00015" , '담보명' : "항공기.차량손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상품코드 == "LA01378001")||(상품코드 == "LA01396001")||(상품코드 == "LA01376001")||(상품코드 == "LA01394001")||(상품코드 == "LA01376002")||(상품코드 == "LA01394002")||(상품코드 == "LA01377001")||(상품코드 == "LA01395001")||(상품코드 == "LA01377002")||(상품코드 == "LA01395002")||(상품코드 == "LA01479001")||(상품코드 == "LA01522001")||(상품코드 == "LA01575001")||(상품코드 == "LA01701001")||(상품코드 == "LA01735001")||(상품코드 == "LA01758001")||(상품코드 == 'LA01787001')||(상품코드 == "LA01818001")||(상품코드 == "LA01960001")||(상품코드 == "LA01760001")||(상품코드 == "LA01789001")||(상품코드 == "LA01820001")||(상품코드 == 'LA01925001')||(상품코드 == "LA01479002")||(상품코드 == "LA01480001")||(상품코드 == "LA01523001")||(상품코드 == "LA01576001")||(상품코드 == "LA01702001")||(상품코드 == "LA01736001")||(상품코드 == "LA01759001")||(상품코드 == "LA01788001")||(상품코드 == "LA01819001")||(상품코드 == "LA01961001")||(상품코드 == "LA01761001")||(상품코드 == "LA01790001")||(상품코드 == "LA01821001")||(상품코드 == 'LA01926001')||(상품코드 == "LA01480002")||(상품코드 == 'LA01481001')||(상품코드 == 'LA01524001')||(상품코드 == 'LA01577001')||(상품코드 == 'LA01703001')||(상품코드 == 'LA01737001')||(상품코드 == "LA02018001")||(상품코드 == "LA02069001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == "LA02069002")||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02019001")||(상품코드 == "LA02070001")||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == "LA02070002")||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02020001")||(상품코드 == "LA02074001")||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02074002")||(상품코드 == 'LA02159002')||(상품코드 == 'LA02253002')||(상품코드 == "LA02021001")||(상품코드 == "LA02075001")||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02075002")||(상품코드 == 'LA02160002')||(상품코드 == 'LA02254002')||(상품코드 == 'LA01990001')||(상품코드 == 'LA01991001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:12});
     __hpasRuleResult.push({
'담보코드' : "CLA00015" , '담보명' : "항공기.차량손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:13});
     __hpasRuleResult.push({
'담보코드' : "CLA00015" , '담보명' : "항공기.차량손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:14});
     __hpasRuleResult.push({
'담보코드' : "CLA08230" , '담보명' : "항공기.차량손해(일반/공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && (!(상품코드 == "LA01378001")&&!(상품코드 == "LA01396001")&&!(상품코드 == "LA01376001")&&!(상품코드 == "LA01394001")&&!(상품코드 == "LA01376002")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01377001")&&!(상품코드 == "LA01395001")&&!(상품코드 == "LA01377002")&&!(상품코드 == "LA01395002")&&!(상품코드 == "LA01479001")&&!(상품코드 == "LA01522001")&&!(상품코드 == "LA01575001")&&!(상품코드 == "LA01701001")&&!(상품코드 == "LA01735001")&&!(상품코드 == "LA01758001")&&!(상품코드 == "LA01787001")&&!(상품코드 == "LA01818001")&&!(상품코드 == "LA01960001")&&!(상품코드 == "LA01760001")&&!(상품코드 == "LA01789001")&&!(상품코드 == "LA01820001")&&!(상품코드 == '{성공하는Owner재산종합보험2101(,,LA01925001}')&&!(상품코드 == "LA01479002")&&!(상품코드 == "LA01480001")&&!(상품코드 == "LA01523001")&&!(상품코드 == "LA01576001")&&!(상품코드 == "LA01702001")&&!(상품코드 == "LA01736001")&&!(상품코드 == "LA01759001")&&!(상품코드 == "LA01788001")&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01821001")&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == "LA01480002")&&!(상품코드 == '{하나로재산종합1710(,,LA01481001}')&&!(상품코드 == '{하나로재산종합1804(,,LA01524001}')&&!(상품코드 == '{하나로재산종합1809(,,LA01577001}')&&!(상품코드 == '{하나로재산종합1904(,,LA01703001}')&&!(상품코드 == '{하나로재산종합1907(,,LA01737001}')&&!(상품코드 == "LA02018001")&&!(상품코드 == "LA02069001")&&!(상품코드 == "LA02157001")&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251001}')&&!(상품코드 == "LA02069002")&&!(상품코드 == '{BigPlus재산종합2204(,,LA02157002}')&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251002}')&&!(상품코드 == "LA02019001")&&!(상품코드 == "LA02070001")&&!(상품코드 == "LA02158001")&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252001}')&&!(상품코드 == "LA02070002")&&!(상품코드 == '{BigPlus재산종합2204_TM(,,LA02158002}')&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252002}')&&!(상품코드 == "LA02020001")&&!(상품코드 == "LA02074001")&&!(상품코드 == "LA02159001")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253001}')&&!(상품코드 == "LA02074002")&&!(상품코드 == '{성공하는Owner재산종합보험2204(,,LA02159002}')&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253002}')&&!(상품코드 == "LA02021001")&&!(상품코드 == "LA02075001")&&!(상품코드 == "LA02160001")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254001}')&&!(상품코드 == "LA02075002")&&!(상품코드 == '{성공하는Owner재산종합보험2204_TM(,,LA02160002}')&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254002}')&&!(상품코드 == '{성공하는Owner재산종합보험2103(,,LA01990001}')&&!(상품코드 == '{성공하는Owner재산종합보험2103_TM(,,LA01991001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:15});
     __hpasRuleResult.push({
'담보코드' : "CLA00016" , '담보명' : "유리손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && (!(상품코드 == "LA02306001")&&!(상품코드 == "LA02306002")&&!(상품코드 == "LA02307001")&&!(상품코드 == "LA02307002")&&!(상품코드 == "LA02308001")&&!(상품코드 == "LA02308002")&&!(상품코드 == "LA02309001")&&!(상품코드 == "LA02309002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:16});
     __hpasRuleResult.push({
'담보코드' : "CLA00016" , '담보명' : "유리손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상품코드 == "LA01378001")||(상품코드 == "LA01396001")||(상품코드 == "LA01376001")||(상품코드 == "LA01394001")||(상품코드 == "LA01376002")||(상품코드 == "LA01394002")||(상품코드 == "LA01377001")||(상품코드 == "LA01395001")||(상품코드 == "LA01377002")||(상품코드 == "LA01395002")||(상품코드 == "LA01479001")||(상품코드 == "LA01522001")||(상품코드 == "LA01575001")||(상품코드 == "LA01701001")||(상품코드 == "LA01735001")||(상품코드 == "LA01758001")||(상품코드 == "LA01787001")||(상품코드 == "LA01818001")||(상품코드 == "LA01960001")||(상품코드 == "LA01760001")||(상품코드 == "LA01789001")||(상품코드 == "LA01820001")||(상품코드 == 'LA01925001')||(상품코드 == "LA01479002")||(상품코드 == "LA01480001")||(상품코드 == "LA01523001")||(상품코드 == "LA01576001")||(상품코드 == "LA01702001")||(상품코드 == 'LA01736001')||(상품코드 == 'LA01759001')||(상품코드 == 'LA01788001')||(상품코드 == "LA01819001")||(상품코드 == "LA01961001")||(상품코드 == "LA01761001")||(상품코드 == "LA01790001")||(상품코드 == "LA01821001")||(상품코드 == 'LA01926001')||(상품코드 == "LA01523001")||(상품코드 == "LA01576001")||(상품코드 == "LA01702001")||(상품코드 == 'LA01736001')||(상품코드 == 'LA01759001')||(상품코드 == 'LA01788001')||(상품코드 == "LA01819001")||(상품코드 == "LA01961001")||(상품코드 == "LA01761001")||(상품코드 == "LA01790001")||(상품코드 == "LA01821001")||(상품코드 == 'LA01926001')||(상품코드 == 'LA01480002')||(상품코드 == 'LA01481001')||(상품코드 == 'LA01524001')||(상품코드 == 'LA01577001')||(상품코드 == 'LA01703001')||(상품코드 == 'LA01737001')||(상품코드 == "LA02018001")||(상품코드 == "LA02069001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == "LA02069002")||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02019001")||(상품코드 == "LA02070001")||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == "LA02070002")||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02020001")||(상품코드 == "LA02074001")||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02074002")||(상품코드 == 'LA02159002')||(상품코드 == 'LA02253002')||(상품코드 == "LA02021001")||(상품코드 == "LA02075001")||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02075002")||(상품코드 == 'LA02160002')||(상품코드 == 'LA02254002')||(상품코드 == 'LA01990001')||(상품코드 == 'LA01991001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:17});
     __hpasRuleResult.push({
'담보코드' : "CLA00016" , '담보명' : "유리손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:18});
     __hpasRuleResult.push({
'담보코드' : "CLA00016" , '담보명' : "유리손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:19});
     __hpasRuleResult.push({
'담보코드' : "CLA08229" , '담보명' : "유리손해(일반/공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((요율적용코드 == "B01010")||(요율적용코드 == "B01020")||(요율적용코드 == "B06040")||(요율적용코드 == "B07050")||(요율적용코드 == "B07060")||(요율적용코드 == "B09020")||(요율적용코드 == "B11010")||(요율적용코드 == "B11020")||(요율적용코드 == "B11030")||(요율적용코드 == "B11040")||(요율적용코드 == "B11050")||(요율적용코드 == "B12010"))
    && (!(상품코드 == '{한화BigPlus재산종합(,LA00789001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:20});
     __hpasRuleResult.push({
'담보코드' : "CLA00017" , '담보명' : "풍수재담보(일반/공장,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((요율적용코드 == "B01010")||(요율적용코드 == "B01020")||(요율적용코드 == "B06040")||(요율적용코드 == "B07050")||(요율적용코드 == "B07060")||(요율적용코드 == "B09020")||(요율적용코드 == "B11010")||(요율적용코드 == "B11020")||(요율적용코드 == "B11030")||(요율적용코드 == "B11040")||(요율적용코드 == "B11050")||(요율적용코드 == "B12010")||(요율적용코드 == "B05000"))
    && ((상품코드 == 'LA00789001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:21});
     __hpasRuleResult.push({
'담보코드' : "CLA00017" , '담보명' : "풍수재담보(일반/공장,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상품코드 == '{한화BigPlus재산종합(,,LA00789001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,LA00846001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,GA(,,LA00902001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:22});
     __hpasRuleResult.push({
'담보코드' : "CLA00018" , '담보명' : "풍수재담보(일반/공장,특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((상품코드 == 'LA00789001')||(상품코드 == 'LA00846001')||(상품코드 == 'LA00902001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:23});
     __hpasRuleResult.push({
'담보코드' : "CLA00018" , '담보명' : "풍수재담보(일반/공장,특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상품코드 == '{한화BigPlus재산종합(,,LA00789001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,LA00846001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,GA(,,LA00902001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:24});
     __hpasRuleResult.push({
'담보코드' : "CLA06343" , '담보명' : "풍수재담보(일반/공장,특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상품코드 == '{한화BigPlus재산종합(,,LA00789001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,LA00846001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,GA(,,LA00902001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:25});
     __hpasRuleResult.push({
'담보코드' : "CLA00023" , '담보명' : "붕괴침강사태손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((상품코드 == 'LA00789001')||(상품코드 == 'LA00846001')||(상품코드 == 'LA00902001')||(상품코드 == 'LA00929'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:26});
     __hpasRuleResult.push({
'담보코드' : "CLA00023" , '담보명' : "붕괴침강사태손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((영위업종코드 == " 심사자 삭제요청(,2013.04.08,)"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:27});
     __hpasRuleResult.push({
'담보코드' : "CLA00024" , '담보명' : "지진손해(주택)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:28});
     __hpasRuleResult.push({
'담보코드' : "CLA00024" , '담보명' : "지진손해(주택)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상품코드 == 'LA00871001')||(상품코드 == 'LA00871002')||(상품코드 == 'LA00871003')||(상품코드 == 'LA00871004')||(상품코드 == 'LA00872005')||(상품코드 == 'LA00872006')||(상품코드 == 'LA00872007')||(상품코드 == 'LA00872008')||(상품코드 == 'LA00917001')||(상품코드 == 'LA00917002')||(상품코드 == 'LA00917003')||(상품코드 == 'LA00917004')||(상품코드 == 'LA00967001')||(상품코드 == 'LA00967002')||(상품코드 == 'LA00967003')||(상품코드 == 'LA00967004'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:29});
     __hpasRuleResult.push({
'담보코드' : "CLA00024" , '담보명' : "지진손해(주택)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((영위업종코드 == "미판매업종속성"))
    && ((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:30});
     __hpasRuleResult.push({
'담보코드' : "CLA00025" , '담보명' : "가재도난(주택_단일요율)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:31});
     __hpasRuleResult.push({
'담보코드' : "CLA00026" , '담보명' : "일반가재도난(주택물건)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:32});
     __hpasRuleResult.push({
'담보코드' : "CLA00027" , '담보명' : "명기가재도난(주택물건)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:33});
     __hpasRuleResult.push({
'담보코드' : "CLA00028" , '담보명' : "도난담보(일반물건)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:34});
     __hpasRuleResult.push({
'담보코드' : "CLA06340" , '담보명' : "일반가재도난(주택물건)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:35});
     __hpasRuleResult.push({
'담보코드' : "CLA06341" , '담보명' : "명기가재도난(주택물건)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:36});
     __hpasRuleResult.push({
'담보코드' : "CLA06342" , '담보명' : "도난담보(일반물건)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:37});
     __hpasRuleResult.push({
'담보코드' : "CLA08231" , '담보명' : "도난담보(실손,일반물건)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:38});
     __hpasRuleResult.push({
'담보코드' : "CLA00029" , '담보명' : "일상생활배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:39});
     __hpasRuleResult.push({
'담보코드' : "CLA00007" , '담보명' : "임차자배상책임(화재)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:40});
     __hpasRuleResult.push({
'담보코드' : "CLA06291" , '담보명' : "임차자배상책임(화재)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:41});
     __hpasRuleResult.push({
'담보코드' : "CLA00008" , '담보명' : "임차자배상(화재_폭발_소요노동쟁의)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:42});
     __hpasRuleResult.push({
'담보코드' : "CLA00009" , '담보명' : "전기위험" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:43});
     __hpasRuleResult.push({
'담보코드' : "CLA05082" , '담보명' : "전기위험" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((기준일자 > "20140601"))
    && ((영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:44});
     __hpasRuleResult.push({
'담보코드' : "CLA01531" , '담보명' : "차량정비업자배상책임" , '속성코드' : "CA00323" , '목록속성코드' : "01" , '목록속성명' : "자동차종합정비업"
})
    canSheetNext = false
    }

    if(((기준일자 > "20140601"))
    && ((영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:45});
     __hpasRuleResult.push({
'담보코드' : "CLA01531" , '담보명' : "차량정비업자배상책임" , '속성코드' : "CA00323" , '목록속성코드' : "02" , '목록속성명' : "소형자동차정비업"
})
    canSheetNext = false
    }

    if(((기준일자 > "20140601"))
    && ((영위업종코드 == "B17050")||(영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:46});
     __hpasRuleResult.push({
'담보코드' : "CLA01531" , '담보명' : "차량정비업자배상책임" , '속성코드' : "CA00323" , '목록속성코드' : "03" , '목록속성명' : "원동기전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:47});
     __hpasRuleResult.push({
'담보코드' : "CLA01531" , '담보명' : "차량정비업자배상책임" , '속성코드' : "CA00323" , '목록속성코드' : "04" , '목록속성명' : "자동차전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:48});
     __hpasRuleResult.push({
'담보코드' : "CLA09131" , '담보명' : "차량정비업자배상책임(화재제외)" , '속성코드' : "CA00323" , '목록속성코드' : "01" , '목록속성명' : "자동차종합정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:49});
     __hpasRuleResult.push({
'담보코드' : "CLA09131" , '담보명' : "차량정비업자배상책임(화재제외)" , '속성코드' : "CA00323" , '목록속성코드' : "02" , '목록속성명' : "소형자동차정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050")||(영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:50});
     __hpasRuleResult.push({
'담보코드' : "CLA09131" , '담보명' : "차량정비업자배상책임(화재제외)" , '속성코드' : "CA00323" , '목록속성코드' : "03" , '목록속성명' : "원동기전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:51});
     __hpasRuleResult.push({
'담보코드' : "CLA09131" , '담보명' : "차량정비업자배상책임(화재제외)" , '속성코드' : "CA00323" , '목록속성코드' : "04" , '목록속성명' : "자동차전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "B05000")||(영위업종코드 == "B06010")||(영위업종코드 == "B07010")||(영위업종코드 == "B07030")||(영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B11040")||(영위업종코드 == "B12010")||(영위업종코드 == "B12020")||(영위업종코드 == "B12030")||(영위업종코드 == "B12040")||(영위업종코드 == "B13020")||(영위업종코드 == "B16010")||(영위업종코드 == "B01050")||(영위업종코드 == "B06040")||(영위업종코드 == "B13030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:52});
     __hpasRuleResult.push({
'담보코드' : "CLA01532" , '담보명' : "어린이놀이시설배상책임" , '속성코드' : "CA00324" , '목록속성코드' : "0101" , '목록속성명' : "실외어린이놀이시설(지자체, 학교 등)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "B05000")||(영위업종코드 == "B06010")||(영위업종코드 == "B07010")||(영위업종코드 == "B07030")||(영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B11040")||(영위업종코드 == "B12010")||(영위업종코드 == "B12020")||(영위업종코드 == "B12030")||(영위업종코드 == "B12040")||(영위업종코드 == "B13020")||(영위업종코드 == "B16010")||(영위업종코드 == "B01050")||(영위업종코드 == "B06040")||(영위업종코드 == "B13030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:53});
     __hpasRuleResult.push({
'담보코드' : "CLA01532" , '담보명' : "어린이놀이시설배상책임" , '속성코드' : "CA00324" , '목록속성코드' : "0102" , '목록속성명' : "실외어린이놀이시설(아파트단지내놀이터)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "B05000")||(영위업종코드 == "B06010")||(영위업종코드 == "B07010")||(영위업종코드 == "B07030")||(영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B11040")||(영위업종코드 == "B12010")||(영위업종코드 == "B12020")||(영위업종코드 == "B12030")||(영위업종코드 == "B12040")||(영위업종코드 == "B13020")||(영위업종코드 == "B16010")||(영위업종코드 == "B01050")||(영위업종코드 == "B06040")||(영위업종코드 == "B13030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:54});
     __hpasRuleResult.push({
'담보코드' : "CLA01532" , '담보명' : "어린이놀이시설배상책임" , '속성코드' : "CA00324" , '목록속성코드' : "0201" , '목록속성명' : "실내어린이놀이시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:55});
     __hpasRuleResult.push({
'담보코드' : "CLA01532" , '담보명' : "어린이놀이시설배상책임" , '속성코드' : "CA00324" , '목록속성코드' : "0301" , '목록속성명' : "유치원 등의 어린이놀이시설"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:56});
     __hpasRuleResult.push({
'담보코드' : "CLA01536" , '담보명' : "6대가전제품고장수리비용" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10030")||(영위업종코드 == "A31300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:57});
     __hpasRuleResult.push({
'담보코드' : "CLA00034" , '담보명' : "의약품등배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:58});
     __hpasRuleResult.push({
'담보코드' : "CLA00038" , '담보명' : "체육시설(골프연습장)배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A53080")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:59});
     __hpasRuleResult.push({
'담보코드' : "CLA00040" , '담보명' : "주유소배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B10030")||(영위업종코드 == "B10041")||(영위업종코드 == "B10042")||(영위업종코드 == "B10043")||(영위업종코드 == "B10044")||(영위업종코드 == "B10045")||(영위업종코드 == "B10046")||(영위업종코드 == "B01110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:60});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "도.소매상, 시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10020")||(영위업종코드 == "B10010")||(영위업종코드 == "B10021")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:61});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "백화점, 창고형 할인매장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:62});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:63});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52180"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:64});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:65});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:66});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "07" , '목록속성명' : "일반주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:67});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "08" , '목록속성명' : "전문주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01030")||(영위업종코드 == "A30300")||(영위업종코드 == "A30400"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:68});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "09" , '목록속성명' : "이용원, 미장원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01050")||(영위업종코드 == "A32300")||(영위업종코드 == "B01090"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:69});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "10" , '목록속성명' : "개인병원, 한의원, 조산원, 침술원, 동물병원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B05000")||(영위업종코드 == "A51060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:70});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "11" , '목록속성명' : "종합병원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:71});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "12" , '목록속성명' : "목욕탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:72});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "13" , '목록속성명' : "숙박시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:73});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "14" , '목록속성명' : "예식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:74});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:75});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "16" , '목록속성명' : "수영장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:76});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "롤라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:77});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:78});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:79});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "20" , '목록속성명' : "컴퓨터게임장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:80});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:81});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((기준일자 < "20110601"))
    && ((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:82});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010")||(영위업종코드 == "A54030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:83});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "23" , '목록속성명' : "극장/영화관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:84});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "24" , '목록속성명' : "독서실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "A32500")||(영위업종코드 == "A32600"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:85});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "25" , '목록속성명' : "교회, 성당, 사찰 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030")||(영위업종코드 == "A52240")||(영위업종코드 == "A53110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:86});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "26" , '목록속성명' : "노래방/비디오방/전화방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:87});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "27" , '목록속성명' : "빌딩"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A32300")||(영위업종코드 == "B01050")||(영위업종코드 == "B10030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:88});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "28" , '목록속성명' : "한약방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A53120")||(영위업종코드 == "B11040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:89});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "29" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:90});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "30" , '목록속성명' : "일반운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:91});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "31" , '목록속성명' : "전문운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34600")||(영위업종코드 == "B06060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:92});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:93});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:94});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:95});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A33100")||(영위업종코드 == "B01070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:96});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "36" , '목록속성명' : "사진관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A12631")||(영위업종코드 == "A12632")||(영위업종코드 == "A12633")||(영위업종코드 == "B01041")||(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:97});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "37" , '목록속성명' : "세탁소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:98});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "38" , '목록속성명' : "자동판매기"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34900")||(영위업종코드 == "B17030")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:99});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "39" , '목록속성명' : "자동세차기"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:100});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "40" , '목록속성명' : "엘리베이터(승객용, 10명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:101});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "41" , '목록속성명' : "엘리베이터(승객용, 20명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:102});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "42" , '목록속성명' : "엘리베이터(승객용, 30명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:103});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "43" , '목록속성명' : "엘리베이터(승객용, 40명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:104});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "44" , '목록속성명' : "엘리베이터(화물용, 1톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:105});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "45" , '목록속성명' : "엘리베이터(화물용, 2톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:106});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "46" , '목록속성명' : "엘리베이터(화물용, 3톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:107});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "47" , '목록속성명' : "엘리베이터(화물용, 4톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:108});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "48" , '목록속성명' : "에스컬레이터"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:109});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "49" , '목록속성명' : "대중탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:110});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "50" , '목록속성명' : "온천탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:111});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "51" , '목록속성명' : "사우나탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:112});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "52" , '목록속성명' : "증기탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:113});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "53" , '목록속성명' : "찜질방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:114});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:115});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:116});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "A52060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:117});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09040")||(영위업종코드 == "A51020")||(영위업종코드 == "B03040")||(영위업종코드 == "B03030")||(영위업종코드 == "A33900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:118});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "58" , '목록속성명' : "기숙사, 하숙집, 사제관,수녀원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:119});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "59" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020")||(영위업종코드 == "B11010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:120});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "60" , '목록속성명' : "전문주점(캬바레, 싸롱, 디스코텍, 록카페, 단란주점 등)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:121});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "61" , '목록속성명' : "엘리베이터화물용(5톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:122});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "62" , '목록속성명' : "엘리베이터화물용(6톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:123});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "63" , '목록속성명' : "사무용빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:124});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "64" , '목록속성명' : "일반공원(유료)(1천만원기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:125});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "65" , '목록속성명' : "일반공원(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:126});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "66" , '목록속성명' : "광고판(시가지)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:127});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "67" , '목록속성명' : "광고판(야산)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:128});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "68" , '목록속성명' : "광고판(특수전광판)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:129});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "69" , '목록속성명' : "자동보도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:130});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "70" , '목록속성명' : "케이블카"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:131});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "71" , '목록속성명' : "대여업(자전거,트라이크,어린이자동차)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:132});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "72" , '목록속성명' : "대여업(스쿠터,이륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:133});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "73" , '목록속성명' : "대여업(4륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:134});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "74" , '목록속성명' : "대여업(인라인스케이트)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:135});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B23020")||(영위업종코드 == "A53150"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:136});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "76" , '목록속성명' : "납골당"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:137});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "77" , '목록속성명' : "서바이벌게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:138});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "78" , '목록속성명' : "유로번지트램플린"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:139});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:140});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "80" , '목록속성명' : "손세차장,스팀세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:141});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "81" , '목록속성명' : "셀프세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A32300")||(영위업종코드 == "B05000"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:142});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "83" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:143});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:144});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:145});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:146});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:147});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:148});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:149});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:150});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:151});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:152});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:153});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:154});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:155});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:156});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:157});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:158});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:159});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:160});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:161});
     __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:162});
     __hpasRuleResult.push({
'담보코드' : "CLA00033" , '담보명' : "가스사고배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "다방/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A52040")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B04010")||(영위업종코드 == "B11040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:163});
     __hpasRuleResult.push({
'담보코드' : "CLA00033" , '담보명' : "가스사고배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "음식점/주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "해당업종없음"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:164});
     __hpasRuleResult.push({
'담보코드' : "CLA00033" , '담보명' : "가스사고배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "일반공장"
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:165});
     __hpasRuleResult.push({
'담보코드' : "CLA00033" , '담보명' : "가스사고배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001")||(상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:166});
     __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:167});
     __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00015" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B08010")||(영위업종코드 == "B08020")||(영위업종코드 == "B08030")||(영위업종코드 == "A30100")||(영위업종코드 == "A34700")||(영위업종코드 == "A34800"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:168});
     __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "01" , '목록속성명' : "일반건물(사무실 전용)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "B22011")||(영위업종코드 == "B22012")||(영위업종코드 == "B01050")||(영위업종코드 == "B05000")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220")||(영위업종코드 == "A32300")||(영위업종코드 == "A51060")||(영위업종코드 == "A53030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:169});
     __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "02" , '목록속성명' : "관광숙박업, 숙박업, 병원, 방송사업을 하는 건물"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B17060")||(영위업종코드 == "B06010")||(영위업종코드 == "B06020")||(영위업종코드 == "B06030")||(영위업종코드 == "B06040")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52050")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "A32400")||(영위업종코드 == "A34300")||(영위업종코드 == "A34400")||(영위업종코드 == "A34500")||(영위업종코드 == "A54150")||(영위업종코드 == "A52180"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:170});
     __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "03" , '목록속성명' : "음식점(휴게, 일반), 유흥음식점(단란주점포함), 학교, 학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B12010")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020")||(영위업종코드 == "B13030")||(영위업종코드 == "A53130")||(영위업종코드 == "A51080")||(영위업종코드 == "A51090")||(영위업종코드 == "A54030")||(영위업종코드 == "A54060")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010")||(영위업종코드 == "A57010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:171});
     __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "04" , '목록속성명' : "공연장, 대규모점포, 농수산물도매시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B08010")&&!(영위업종코드 == "B08020")&&!(영위업종코드 == "B08030")&&!(영위업종코드 == "A30100")&&!(영위업종코드 == "A34700")&&!(영위업종코드 == "A34800")&&!(영위업종코드 == "B09010")&&!(영위업종코드 == "B09020")&&!(영위업종코드 == "B09030")&&!(영위업종코드 == "B09040")&&!(영위업종코드 == "B22011")&&!(영위업종코드 == "B22012")&&!(영위업종코드 == "B01050")&&!(영위업종코드 == "B05000")&&!(영위업종코드 == "A52010")&&!(영위업종코드 == "A52020")&&!(영위업종코드 == "A52060")&&!(영위업종코드 == "A52220")&&!(영위업종코드 == "A32300")&&!(영위업종코드 == "A51060")&&!(영위업종코드 == "A53030")&&!(영위업종코드 == "B01010")&&!(영위업종코드 == "B01020")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B06010")&&!(영위업종코드 == "B06020")&&!(영위업종코드 == "B06030")&&!(영위업종코드 == "B06040")&&!(영위업종코드 == "A52040")&&!(영위업종코드 == "A52050")&&!(영위업종코드 == "A54080")&&!(영위업종코드 == "A54090")&&!(영위업종코드 == "A54100")&&!(영위업종코드 == "A54110")&&!(영위업종코드 == "A32400")&&!(영위업종코드 == "A34300")&&!(영위업종코드 == "A34400")&&!(영위업종코드 == "A34500")&&!(영위업종코드 == "A54150")&&!(영위업종코드 == "B10010")&&!(영위업종코드 == "B10020")&&!(영위업종코드 == "B10021")&&!(영위업종코드 == "B12010")&&!(영위업종코드 == "B13010")&&!(영위업종코드 == "B13020")&&!(영위업종코드 == "B13030")&&!(영위업종코드 == "A53130")&&!(영위업종코드 == "A51080")&&!(영위업종코드 == "A51090")&&!(영위업종코드 == "A54030")&&!(영위업종코드 == "A54060")&&!(영위업종코드 == "A55010")&&!(영위업종코드 == "A56010")&&!(영위업종코드 == "A57010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:172});
     __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "05" , '목록속성명' : "상기이외의 일반물건"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:173});
     __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "06" , '목록속성명' : "공장물건"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:174});
     __hpasRuleResult.push({
'담보코드' : "CLA00039" , '담보명' : "음식물배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "다방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040")||(영위업종코드 == "B04010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:175});
     __hpasRuleResult.push({
'담보코드' : "CLA00039" , '담보명' : "음식물배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B16010")||(영위업종코드 == "A52050")||(영위업종코드 == "A52180"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:176});
     __hpasRuleResult.push({
'담보코드' : "CLA00039" , '담보명' : "음식물배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "제과점,휴게실"
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:177});
     __hpasRuleResult.push({
'담보코드' : "CLA00039" , '담보명' : "음식물배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04010")||(영위업종코드 == "A34100"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:178});
     __hpasRuleResult.push({
'담보코드' : "CLA00037" , '담보명' : "학교경영자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "유치원/기타유아교육기관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06010")||(영위업종코드 == "A32400"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:179});
     __hpasRuleResult.push({
'담보코드' : "CLA00037" , '담보명' : "학교경영자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "초등학교"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06010")||(영위업종코드 == "A32400"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:180});
     __hpasRuleResult.push({
'담보코드' : "CLA00037" , '담보명' : "학교경영자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "중학교/고등학교"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06010")||(영위업종코드 == "A32400"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:181});
     __hpasRuleResult.push({
'담보코드' : "CLA00037" , '담보명' : "학교경영자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "대학교/ 대학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10030")||(영위업종코드 == "A31300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:182});
     __hpasRuleResult.push({
'담보코드' : "CLA00035" , '담보명' : "약국시설배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "약국"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:183});
     __hpasRuleResult.push({
'담보코드' : "CLA00520" , '담보명' : "주차장배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:184});
     __hpasRuleResult.push({
'담보코드' : "CLA00882" , '담보명' : "주차장배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:185});
     __hpasRuleResult.push({
'담보코드' : "CLA00883" , '담보명' : "주차장배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:186});
     __hpasRuleResult.push({
'담보코드' : "CLA00884" , '담보명' : "주차장배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:187});
     __hpasRuleResult.push({
'담보코드' : "CLA00885" , '담보명' : "주차장배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:188});
     __hpasRuleResult.push({
'담보코드' : "CLA00886" , '담보명' : "주차장배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:189});
     __hpasRuleResult.push({
'담보코드' : "CLA00842" , '담보명' : "화재(대물)배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:190});
     __hpasRuleResult.push({
'담보코드' : "CLA01053" , '담보명' : "화재(대물)배상책임(1억원공제)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:191});
     __hpasRuleResult.push({
'담보코드' : "CLA01057" , '담보명' : "화재(대물)배상책임(3억원공제)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:192});
     __hpasRuleResult.push({
'담보코드' : "CLA01058" , '담보명' : "화재(대물)배상책임(5억원공제)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:193});
     __hpasRuleResult.push({
'담보코드' : "CLA01059" , '담보명' : "화재(대물)배상책임(10억원공제)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:194});
     __hpasRuleResult.push({
'담보코드' : "CLA00872" , '담보명' : "시설(인테리어)복원지원금" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:195});
     __hpasRuleResult.push({
'담보코드' : "CLA01060" , '담보명' : "화재 및 붕괴 등 손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:196});
     __hpasRuleResult.push({
'담보코드' : "CLA01061" , '담보명' : "화재손해(실손) 임시거주자금" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:197});
     __hpasRuleResult.push({
'담보코드' : "CLA01062" , '담보명' : "붕괴,침강및사태손해(실손) 임시거주자금" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((요율적용코드 == "B20300")||(요율적용코드 == "B01010")||(요율적용코드 == "B01020")||(요율적용코드 == "B06040")||(요율적용코드 == "B07050")||(요율적용코드 == "B07060")||(요율적용코드 == "B09020")||(요율적용코드 == "B11010")||(요율적용코드 == "B11020")||(요율적용코드 == "B11030")||(요율적용코드 == "B11040")||(요율적용코드 == "B11050")||(요율적용코드 == "B12010"))
    && (!(상품코드 == "LA01396001")&&!(상품코드 == "LA01394001")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01395001")&&!(상품코드 == "LA01395002")&&!(상품코드 == "LA01479001")&&!(상품코드 == "LA01522001")&&!(상품코드 == "LA01575001")&&!(상품코드 == "LA01701001")&&!(상품코드 == "LA01735001")&&!(상품코드 == "LA01758001")&&!(상품코드 == "LA01787001")&&!(상품코드 == "LA01818001")&&!(상품코드 == "LA01960001")&&!(상품코드 == "LA01760001")&&!(상품코드 == "LA01789001")&&!(상품코드 == "LA01820001")&&!(상품코드 == '{성공하는Owner재산종합보험2101(,,LA01925001}')&&!(상품코드 == "LA01479002")&&!(상품코드 == "LA01480001")&&!(상품코드 == "LA01523001")&&!(상품코드 == "LA01576001")&&!(상품코드 == "LA01702001")&&!(상품코드 == "LA01736001")&&!(상품코드 == "LA01759001")&&!(상품코드 == '{한화BigPlus재산종합2001_TM(,,LA01788001}')&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01821001")&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == '{한화BigPlus재산종합1910_TM(,,LA01759001}')&&!(상품코드 == '{한화BigPlus재산종합2001_TM(,,LA01788001}')&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01821001")&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == "LA01480002")&&!(상품코드 == "LA01481001")&&!(상품코드 == "LA01524001")&&!(상품코드 == "LA01577001")&&!(상품코드 == "LA01703001")&&!(상품코드 == '{하나로재산종합1907(,,LA01737001}')&&!(상품코드 == "LA01484001")&&!(상품코드 == '{세이프투게더보장1804(,,LA01527001}')&&!(상품코드 == "LA01484002")&&!(상품코드 == "LA01527002")&&!(상품코드 == "LA01485001")&&!(상품코드 == "LA01528001")&&!(상품코드 == "LA01485002")&&!(상품코드 == "LA01528002")&&!(상품코드 == "LA02018001")&&!(상품코드 == "LA02069001")&&!(상품코드 == "LA02157001")&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251001}')&&!(상품코드 == "LA02069002")&&!(상품코드 == '{BigPlus재산종합2204(,,LA02157002}')&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251002}')&&!(상품코드 == "LA02019001")&&!(상품코드 == "LA02070001")&&!(상품코드 == "LA02158001")&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252001}')&&!(상품코드 == "LA02070002")&&!(상품코드 == '{BigPlus재산종합2204_TM(,,LA02158002}')&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252002}')&&!(상품코드 == "LA02020001")&&!(상품코드 == "LA02074001")&&!(상품코드 == "LA02159001")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253001}')&&!(상품코드 == "LA02074002")&&!(상품코드 == '{성공하는Owner재산종합보험2204(,,LA02159002}')&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253002}')&&!(상품코드 == "LA02021001")&&!(상품코드 == "LA02075001")&&!(상품코드 == "LA02160001")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254001}')&&!(상품코드 == "LA02075002")&&!(상품코드 == '{성공하는Owner재산종합보험2204_TM(,,LA02160002}')&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254002}')&&!(상품코드 == '{성공하는Owner재산종합보험2103(,,LA01990001}')&&!(상품코드 == '{성공하는Owner재산종합보험2103_TM(,,LA01991001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:198});
     __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((요율적용코드 == "B20300")||(요율적용코드 == "B01010")||(요율적용코드 == "B01020")||(요율적용코드 == "B06040")||(요율적용코드 == "B07050")||(요율적용코드 == "B07060")||(요율적용코드 == "B09020")||(요율적용코드 == "B11010")||(요율적용코드 == "B11020")||(요율적용코드 == "B11030")||(요율적용코드 == "B11040")||(요율적용코드 == "B11050")||(요율적용코드 == "B12010"))
    && (!(상품코드 == "LA02306001")&&!(상품코드 == "LA02306002")&&!(상품코드 == "LA02307001")&&!(상품코드 == "LA02307002")&&!(상품코드 == "LA02308001")&&!(상품코드 == "LA02308002")&&!(상품코드 == "LA02309001")&&!(상품코드 == "LA02309002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:199});
     __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((요율적용코드 == "B20100")||(요율적용코드 == "B20200")||(요율적용코드 == "B20300")||(요율적용코드 == "B01010")||(요율적용코드 == "B01020")||(요율적용코드 == "B06040")||(요율적용코드 == "B07050")||(요율적용코드 == "B07060")||(요율적용코드 == "B09020")||(요율적용코드 == "B11010")||(요율적용코드 == "B11020")||(요율적용코드 == "B11030")||(요율적용코드 == "B11040")||(요율적용코드 == "B11050")||(요율적용코드 == "B12010"))
    && ((상품코드 == 'LA01484001')||(상품코드 == 'LA01527001')||(상품코드 == 'LA01484002')||(상품코드 == 'LA01527002')||(상품코드 == 'LA01485001')||(상품코드 == 'LA01528001')||(상품코드 == 'LA01485002')||(상품코드 == 'LA01528002'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:200});
     __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((요율적용코드 == "B20300"))
    && ((상품코드 == "LA01396001")||(상품코드 == "LA01394001")||(상품코드 == "LA01394002")||(상품코드 == "LA01395001")||(상품코드 == "LA01395002")||(상품코드 == "LA01479001")||(상품코드 == "LA01522001")||(상품코드 == "LA01575001")||(상품코드 == "LA01701001")||(상품코드 == "LA01735001")||(상품코드 == "LA01758001")||(상품코드 == 'LA01787001')||(상품코드 == "LA01818001")||(상품코드 == "LA01960001")||(상품코드 == "LA01760001")||(상품코드 == "LA01789001")||(상품코드 == "LA01820001")||(상품코드 == 'LA01925001')||(상품코드 == "LA01479002")||(상품코드 == "LA01480001")||(상품코드 == "LA01523001")||(상품코드 == "LA01576001")||(상품코드 == "LA01702001")||(상품코드 == "LA01736001")||(상품코드 == "LA01759001")||(상품코드 == 'LA01788001')||(상품코드 == "LA01819001")||(상품코드 == "LA01961001")||(상품코드 == "LA01761001")||(상품코드 == "LA01790001")||(상품코드 == "LA01821001")||(상품코드 == 'LA01926001')||(상품코드 == 'LA01736001')||(상품코드 == 'LA01759001')||(상품코드 == 'LA01788001')||(상품코드 == "LA01819001")||(상품코드 == "LA01961001")||(상품코드 == "LA01761001")||(상품코드 == "LA01790001")||(상품코드 == "LA01821001")||(상품코드 == 'LA01926001')||(상품코드 == 'LA01480002')||(상품코드 == 'LA01481001')||(상품코드 == 'LA01524001')||(상품코드 == 'LA01577001')||(상품코드 == 'LA01703001')||(상품코드 == 'LA01737001')||(상품코드 == "LA02018001")||(상품코드 == "LA02069001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == "LA02069002")||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02019001")||(상품코드 == "LA02070001")||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == "LA02070002")||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02020001")||(상품코드 == "LA02074001")||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02074002")||(상품코드 == 'LA02159002')||(상품코드 == 'LA02253002')||(상품코드 == "LA02021001")||(상품코드 == "LA02075001")||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02075002")||(상품코드 == 'LA02160002')||(상품코드 == 'LA02254002')||(상품코드 == 'LA01990001')||(상품코드 == 'LA01991001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:201});
     __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((요율적용코드 == "B20300"))
    && ((상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:202});
     __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))
    && ((상품코드 == "LA01396001")||(상품코드 == "LA01394001")||(상품코드 == "LA01394002")||(상품코드 == "LA01395001")||(상품코드 == "LA01395002")||(상품코드 == "LA01479001")||(상품코드 == "LA01522001")||(상품코드 == "LA01575001")||(상품코드 == "LA01701001")||(상품코드 == "LA01735001")||(상품코드 == "LA01758001")||(상품코드 == 'LA01787001')||(상품코드 == "LA01818001")||(상품코드 == "LA01960001")||(상품코드 == "LA01760001")||(상품코드 == "LA01789001")||(상품코드 == "LA01820001")||(상품코드 == 'LA01925001')||(상품코드 == 'LA01479002')||(상품코드 == 'LA01480001')||(상품코드 == 'LA01523001')||(상품코드 == 'LA01576001')||(상품코드 == 'LA01702001')||(상품코드 == 'LA01736001')||(상품코드 == 'LA01759001')||(상품코드 == 'LA01788001')||(상품코드 == "LA01819001")||(상품코드 == "LA01961001")||(상품코드 == "LA01761001")||(상품코드 == "LA01790001")||(상품코드 == "LA01821001")||(상품코드 == 'LA01926001')||(상품코드 == 'LA01480002')||(상품코드 == 'LA01481001')||(상품코드 == 'LA01524001')||(상품코드 == 'LA01577001')||(상품코드 == 'LA01703001')||(상품코드 == 'LA01737001')||(상품코드 == "LA02018001")||(상품코드 == "LA02069001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == "LA02069002")||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02019001")||(상품코드 == "LA02070001")||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == "LA02070002")||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02020001")||(상품코드 == "LA02074001")||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02074002")||(상품코드 == 'LA02159002')||(상품코드 == 'LA02253002')||(상품코드 == "LA02021001")||(상품코드 == "LA02075001")||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02075002")||(상품코드 == 'LA02160002')||(상품코드 == 'LA02254002')||(상품코드 == 'LA01990001')||(상품코드 == 'LA01991001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:203});
     __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))
    && ((상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:204});
     __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))
    && ((상품코드 == "LA01079001")||(상품코드 == 'LA01073001')||(상품코드 == 'LA01073002')||(상품코드 == "LA01110001")||(상품코드 == "LA01151001")||(상품코드 == 'LA01160001')||(상품코드 == 'LA01160002')||(상품코드 == 'LA01253001')||(상품코드 == 'LA01256001')||(상품코드 == 'LA01256002')||(상품코드 == "LA01275001")||(상품코드 == 'LA01273001')||(상품코드 == 'LA01273002')||(상품코드 == 'LA01357001')||(상품코드 == 'LA01357002')||(상품코드 == "LA01323001")||(상품코드 == "LA01377001")||(상품코드 == "LA01395001")||(상품코드 == "LA01377002")||(상품코드 == "LA01395002")||(상품코드 == "LA01480001")||(상품코드 == "LA01523001")||(상품코드 == "LA01576001")||(상품코드 == "LA01702001")||(상품코드 == "LA01736001")||(상품코드 == "LA01759001")||(상품코드 == "LA01788001")||(상품코드 == "LA01819001")||(상품코드 == "LA01961001")||(상품코드 == "LA01761001")||(상품코드 == "LA01790001")||(상품코드 == "LA01821001")||(상품코드 == 'LA01926001')||(상품코드 == 'LA01480002')||(상품코드 == "LA02018001")||(상품코드 == "LA02069001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == "LA02069002")||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02019001")||(상품코드 == "LA02070001")||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == "LA02070002")||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02020001")||(상품코드 == "LA02074001")||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02074002")||(상품코드 == 'LA02159002')||(상품코드 == 'LA02253002')||(상품코드 == "LA02021001")||(상품코드 == "LA02075001")||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02075002")||(상품코드 == 'LA02160002')||(상품코드 == 'LA02254002')||(상품코드 == 'LA01990001')||(상품코드 == 'LA01991001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:205});
     __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))
    && ((상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:206});
     __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))
    && ((요율적용코드 == "B01010")||(요율적용코드 == "B01020")||(요율적용코드 == "B06040")||(요율적용코드 == "B07050")||(요율적용코드 == "B07060")||(요율적용코드 == "B09020")||(요율적용코드 == "B11010")||(요율적용코드 == "B11020")||(요율적용코드 == "B11030")||(요율적용코드 == "B11040")||(요율적용코드 == "B11050")||(요율적용코드 == "B12010"))
    && (!(상품코드 == "LA01396001")&&!(상품코드 == "LA01394001")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01395001")&&!(상품코드 == "LA01395002")&&!(상품코드 == "LA01479001")&&!(상품코드 == "LA01522001")&&!(상품코드 == "LA01575001")&&!(상품코드 == "LA01701001")&&!(상품코드 == "LA01735001")&&!(상품코드 == "LA01758001")&&!(상품코드 == '{한화BigPlus재산종합2001(,,LA01787001}')&&!(상품코드 == "LA01818001")&&!(상품코드 == "LA01960001")&&!(상품코드 == "LA01760001")&&!(상품코드 == "LA01789001")&&!(상품코드 == "LA01820001")&&!(상품코드 == '{성공하는Owner재산종합보험2101(,,LA01925001}')&&!(상품코드 == '{한화BigPlus재산종합1710(,,LA01479002}')&&!(상품코드 == '{한화BigPlus재산종합1710_TM(,,LA01480001}')&&!(상품코드 == '{한화BigPlus재산종합1804_TM(,,LA01523001}')&&!(상품코드 == '{한화BigPlus재산종합1809_TM(,,LA01576001}')&&!(상품코드 == '{한화BigPlus재산종합1904_TM(,,LA01702001}')&&!(상품코드 == '{한화BigPlus재산종합1907_TM(,,LA01736001}')&&!(상품코드 == '{한화BigPlus재산종합1910_TM(,,LA01759001}')&&!(상품코드 == '{한화BigPlus재산종합2001_TM(,,LA01788001}')&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01821001")&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == '{한화BigPlus재산종합1710_TM(,,LA01480002}')&&!(상품코드 == '{하나로재산종합1710(,,LA01481001}')&&!(상품코드 == '{하나로재산종합1804(,,LA01524001}')&&!(상품코드 == '{하나로재산종합1809(,,LA01577001}')&&!(상품코드 == '{하나로재산종합1904(,,LA01703001}')&&!(상품코드 == '{하나로재산종합1907(,,LA01737001}')&&!(상품코드 == "LA02018001")&&!(상품코드 == "LA02069001")&&!(상품코드 == "LA02157001")&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251001}')&&!(상품코드 == "LA02069002")&&!(상품코드 == '{BigPlus재산종합2204(,,LA02157002}')&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251002}')&&!(상품코드 == "LA02019001")&&!(상품코드 == "LA02070001")&&!(상품코드 == "LA02158001")&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252001}')&&!(상품코드 == "LA02070002")&&!(상품코드 == '{BigPlus재산종합2204_TM(,,LA02158002}')&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252002}')&&!(상품코드 == "LA02020001")&&!(상품코드 == "LA02074001")&&!(상품코드 == "LA02159001")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253001}')&&!(상품코드 == "LA02074002")&&!(상품코드 == '{성공하는Owner재산종합보험2204(,,LA02159002}')&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253002}')&&!(상품코드 == "LA02021001")&&!(상품코드 == "LA02075001")&&!(상품코드 == "LA02160001")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254001}')&&!(상품코드 == "LA02075002")&&!(상품코드 == '{성공하는Owner재산종합보험2204_TM(,,LA02160002}')&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254002}')&&!(상품코드 == '{성공하는Owner재산종합보험2103(,,LA01990001}')&&!(상품코드 == '{성공하는Owner재산종합보험2103_TM(,,LA01991001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:207});
     __hpasRuleResult.push({
'담보코드' : "CLA05084" , '담보명' : "풍수재손해(실손비례)(일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))
    && ((요율적용코드 == "B01010")||(요율적용코드 == "B01020")||(요율적용코드 == "B06040")||(요율적용코드 == "B07050")||(요율적용코드 == "B07060")||(요율적용코드 == "B09020")||(요율적용코드 == "B11010")||(요율적용코드 == "B11020")||(요율적용코드 == "B11030")||(요율적용코드 == "B11040")||(요율적용코드 == "B11050")||(요율적용코드 == "B12010"))
    && (!(상품코드 == "LA02306001")&&!(상품코드 == "LA02306002")&&!(상품코드 == "LA02307001")&&!(상품코드 == "LA02307002")&&!(상품코드 == "LA02308001")&&!(상품코드 == "LA02308002")&&!(상품코드 == "LA02309001")&&!(상품코드 == "LA02309002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:208});
     __hpasRuleResult.push({
'담보코드' : "CLA05084" , '담보명' : "풍수재손해(실손비례)(일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))
    && ((상품코드 == "LA01396001")||(상품코드 == "LA01394001")||(상품코드 == "LA01394002")||(상품코드 == "LA01395001")||(상품코드 == "LA01395002")||(상품코드 == "LA01479001")||(상품코드 == "LA01522001")||(상품코드 == "LA01575001")||(상품코드 == "LA01701001")||(상품코드 == "LA01735001")||(상품코드 == "LA01758001")||(상품코드 == "LA01787001")||(상품코드 == "LA01818001")||(상품코드 == "LA01960001")||(상품코드 == "LA01760001")||(상품코드 == "LA01789001")||(상품코드 == "LA01820001")||(상품코드 == 'LA01925001')||(상품코드 == 'LA01479002')||(상품코드 == 'LA01480001')||(상품코드 == 'LA01523001')||(상품코드 == 'LA01576001')||(상품코드 == "LA01702001")||(상품코드 == "LA01736001")||(상품코드 == "LA01759001")||(상품코드 == "LA01788001")||(상품코드 == "LA01819001")||(상품코드 == "LA01961001")||(상품코드 == "LA01761001")||(상품코드 == "LA01790001")||(상품코드 == "LA01821001")||(상품코드 == 'LA01926001')||(상품코드 == 'LA01523001')||(상품코드 == 'LA01576001')||(상품코드 == 'LA01702001')||(상품코드 == 'LA01736001')||(상품코드 == 'LA01759001')||(상품코드 == 'LA01788001')||(상품코드 == "LA01819001")||(상품코드 == "LA01961001")||(상품코드 == "LA01761001")||(상품코드 == "LA01790001")||(상품코드 == "LA01821001")||(상품코드 == 'LA01926001')||(상품코드 == 'LA01480002')||(상품코드 == 'LA01481001')||(상품코드 == 'LA01524001')||(상품코드 == 'LA01577001')||(상품코드 == 'LA01703001')||(상품코드 == 'LA01737001')||(상품코드 == "LA02018001")||(상품코드 == "LA02069001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == "LA02069002")||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02019001")||(상품코드 == "LA02070001")||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == "LA02070002")||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02020001")||(상품코드 == "LA02074001")||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02074002")||(상품코드 == 'LA02159002')||(상품코드 == 'LA02253002')||(상품코드 == "LA02021001")||(상품코드 == "LA02075001")||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02075002")||(상품코드 == 'LA02160002')||(상품코드 == 'LA02254002')||(상품코드 == 'LA01990001')||(상품코드 == 'LA01991001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:209});
     __hpasRuleResult.push({
'담보코드' : "CLA05084" , '담보명' : "풍수재손해(실손비례)(일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))
    && ((상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:210});
     __hpasRuleResult.push({
'담보코드' : "CLA05084" , '담보명' : "풍수재손해(실손비례)(일반,비특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:211});
     __hpasRuleResult.push({
'담보코드' : "CLA01069" , '담보명' : "화재벌금" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:212});
     __hpasRuleResult.push({
'담보코드' : "CLA01071" , '담보명' : "잠금장치교체비용(갱신형)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:213});
     __hpasRuleResult.push({
'담보코드' : "CLA01072" , '담보명' : "상수도누수손해위로금(갱신형)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:214});
     __hpasRuleResult.push({
'담보코드' : "CLA01073" , '담보명' : "풍수재손해(실손)(주택,특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:215});
     __hpasRuleResult.push({
'담보코드' : "CLA05051" , '담보명' : "풍수재손해(실손전부보상)(특수건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))
    && (!(상품코드 == '{한화BigPlus재산종합(,,LA00789001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,LA00846001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,GA(,,LA00902001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:216});
     __hpasRuleResult.push({
'담보코드' : "CLA01214" , '담보명' : "붕괴침강및사태 손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:217});
     __hpasRuleResult.push({
'담보코드' : "CLA05050" , '담보명' : "붕괴침강및사태 손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))
    && ((상품코드 == 'LA00789001')||(상품코드 == 'LA00846001')||(상품코드 == 'LA00902001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:218});
     __hpasRuleResult.push({
'담보코드' : "CLA01214" , '담보명' : "붕괴침강및사태 손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:219});
     __hpasRuleResult.push({
'담보코드' : "CLA01215" , '담보명' : "화재손해(실손)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:220});
     __hpasRuleResult.push({
'담보코드' : "CLA05049" , '담보명' : "화재손해(실손)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:221});
     __hpasRuleResult.push({
'담보코드' : "CLA06271" , '담보명' : "화재손해(실손)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && (!(상품코드 == "LA00871001")&&!(상품코드 == "LA00871002")&&!(상품코드 == "LA00871003")&&!(상품코드 == "LA00871004")&&!(상품코드 == "LA00872005")&&!(상품코드 == "LA00872006")&&!(상품코드 == "LA00872007")&&!(상품코드 == "LA00872008")&&!(상품코드 == "LA00917001")&&!(상품코드 == "LA00917002")&&!(상품코드 == "LA00917003")&&!(상품코드 == "LA00917004")&&!(상품코드 == "LA00967001")&&!(상품코드 == "LA00967002")&&!(상품코드 == "LA00967003")&&!(상품코드 == "LA00967004")&&!(상품코드 == "LA00929001")&&!(상품코드 == "LA01055001")&&!(상품코드 == "LA01105001")&&!(상품코드 == "LA01146001")&&!(상품코드 == "LA01251001")&&!(상품코드 == "LA01276001")&&!(상품코드 == "LA01274001")&&!(상품코드 == "LA01275001")&&!(상품코드 == "LA01322001")&&!(상품코드 == "LA01322001")&&!(상품코드 == "LA01323001")&&!(상품코드 == "LA01324001")&&!(상품코드 == "LA01378001")&&!(상품코드 == "LA01396001")&&!(상품코드 == "LA01376001")&&!(상품코드 == "LA01394001")&&!(상품코드 == "LA01376002")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01377001")&&!(상품코드 == "LA01395001")&&!(상품코드 == "LA01377002")&&!(상품코드 == "LA01395002")&&!(상품코드 == "LA01479001")&&!(상품코드 == "LA01522001")&&!(상품코드 == "LA01575001")&&!(상품코드 == "LA01701001")&&!(상품코드 == "LA01735001")&&!(상품코드 == "LA01758001")&&!(상품코드 == '{한화BigPlus재산종합2001(,,LA01787001}')&&!(상품코드 == "LA01818001")&&!(상품코드 == "LA01960001")&&!(상품코드 == "LA01760001")&&!(상품코드 == "LA01789001")&&!(상품코드 == "LA01820001")&&!(상품코드 == '{성공하는Owner재산종합보험2101(,,LA01925001}')&&!(상품코드 == '{한화BigPlus재산종합1710(,,LA01479002}')&&!(상품코드 == '{한화BigPlus재산종합1710_TM(,,LA01480001}')&&!(상품코드 == '{한화BigPlus재산종합1804_TM(,,LA01523001}')&&!(상품코드 == '{한화BigPlus재산종합1809_TM(,,LA01576001}')&&!(상품코드 == '{한화BigPlus재산종합1904_TM(,,LA01702001}')&&!(상품코드 == '{한화BigPlus재산종합1907_TM(,,LA01736001}')&&!(상품코드 == '{한화BigPlus재산종합1910_TM(,,LA01759001}')&&!(상품코드 == '{한화BigPlus재산종합2001_TM(,,LA01788001}')&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01821001")&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == '{한화BigPlus재산종합1804_TM(,,LA01523001}')&&!(상품코드 == '{한화BigPlus재산종합1809_TM(,,LA01576001}')&&!(상품코드 == '{한화BigPlus재산종합1904_TM(,,LA01702001}')&&!(상품코드 == '{한화BigPlus재산종합1907_TM(,,LA01736001}')&&!(상품코드 == '{한화BigPlus재산종합1910_TM(,,LA01759001}')&&!(상품코드 == '{한화BigPlus재산종합2001_TM(,,LA01788001}')&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01821001")&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == '{한화BigPlus재산종합1710_TM(,,LA01480002}')&&!(상품코드 == "LA01481001")&&!(상품코드 == "LA01524001")&&!(상품코드 == "LA01577001")&&!(상품코드 == "LA01703001")&&!(상품코드 == "LA01737001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:222});
     __hpasRuleResult.push({
'담보코드' : "CLA01216" , '담보명' : "지진손해(일반/공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && (!(상품코드 == "LA00871001")&&!(상품코드 == "LA00871002")&&!(상품코드 == "LA00871003")&&!(상품코드 == "LA00871004")&&!(상품코드 == "LA00872005")&&!(상품코드 == "LA00872006")&&!(상품코드 == "LA00872007")&&!(상품코드 == "LA00872008")&&!(상품코드 == "LA00917001")&&!(상품코드 == "LA00917002")&&!(상품코드 == "LA00917003")&&!(상품코드 == "LA00917004")&&!(상품코드 == "LA00967001")&&!(상품코드 == "LA00967002")&&!(상품코드 == "LA00967003")&&!(상품코드 == "LA00967004")&&!(상품코드 == "LA00929001")&&!(상품코드 == "LA01055001")&&!(상품코드 == "LA01105001")&&!(상품코드 == "LA01146001")&&!(상품코드 == "LA01251001")&&!(상품코드 == "LA01276001")&&!(상품코드 == "LA01274001")&&!(상품코드 == "LA01275001")&&!(상품코드 == "LA01322001")&&!(상품코드 == "LA01322001")&&!(상품코드 == "LA01323001")&&!(상품코드 == "LA01324001")&&!(상품코드 == "LA01376001")&&!(상품코드 == "LA01394001")&&!(상품코드 == "LA01376002")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01378001")&&!(상품코드 == "LA01396001")&&!(상품코드 == "LA01376001")&&!(상품코드 == "LA01394001")&&!(상품코드 == "LA01376002")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01377001")&&!(상품코드 == "LA01395001")&&!(상품코드 == "LA01377002")&&!(상품코드 == "LA01395002")&&!(상품코드 == "LA01479001")&&!(상품코드 == "LA01522001")&&!(상품코드 == "LA01575001")&&!(상품코드 == "LA01701001")&&!(상품코드 == "LA01735001")&&!(상품코드 == "LA01758001")&&!(상품코드 == '{한화BigPlus재산종합2001(,,LA01787001}')&&!(상품코드 == "LA01818001")&&!(상품코드 == "LA01960001")&&!(상품코드 == "LA01760001")&&!(상품코드 == "LA01789001")&&!(상품코드 == "LA01820001")&&!(상품코드 == '{성공하는Owner재산종합보험2101(,,LA01925001}')&&!(상품코드 == '{한화BigPlus재산종합1710(,,LA01479002}')&&!(상품코드 == '{한화BigPlus재산종합1710_TM(,,LA01480001}')&&!(상품코드 == '{한화BigPlus재산종합1804_TM(,,LA01523001}')&&!(상품코드 == '{한화BigPlus재산종합1809_TM(,,LA01576001}')&&!(상품코드 == '{한화BigPlus재산종합1904_TM(,,LA01702001}')&&!(상품코드 == '{한화BigPlus재산종합1907_TM(,,LA01736001}')&&!(상품코드 == '{한화BigPlus재산종합1910_TM(,,LA01759001}')&&!(상품코드 == '{한화BigPlus재산종합2001_TM(,,LA01788001}')&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01821001")&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == "LA01523001")&&!(상품코드 == "LA01576001")&&!(상품코드 == "LA01702001")&&!(상품코드 == "LA01736001")&&!(상품코드 == "LA01759001")&&!(상품코드 == "LA01788001")&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01821001")&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == '{한화BigPlus재산종합1710_TM(,,LA01480002}')&&!(상품코드 == '{하나로재산종합1710(,,LA01481001}')&&!(상품코드 == '{하나로재산종합1804(,,LA01524001}')&&!(상품코드 == '{하나로재산종합1809(,,LA01577001}')&&!(상품코드 == '{하나로재산종합1904(,,LA01703001}')&&!(상품코드 == '{하나로재산종합1907(,,LA01737001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:223});
     __hpasRuleResult.push({
'담보코드' : "CLA01216" , '담보명' : "지진손해(일반/공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상품코드 == 'LA00929001')||(상품코드 == "LA01055001")||(상품코드 == "LA01105001")||(상품코드 == "LA01146001")||(상품코드 == "LA01251001")||(상품코드 == "LA01276001")||(상품코드 == "LA01274001")||(상품코드 == "LA01275001")||(상품코드 == "LA01322001")||(상품코드 == "LA01322001")||(상품코드 == "LA01323001")||(상품코드 == "LA01324001")||(상품코드 == "LA01378001")||(상품코드 == "LA01396001")||(상품코드 == "LA01376001")||(상품코드 == 'LA01394001')||(상품코드 == "LA01376002")||(상품코드 == 'LA01394002')||(상품코드 == "LA01377001")||(상품코드 == "LA01395001")||(상품코드 == "LA01377002")||(상품코드 == "LA01395002")||(상품코드 == "LA01479001")||(상품코드 == "LA01522001")||(상품코드 == "LA01575001")||(상품코드 == "LA01701001")||(상품코드 == "LA01735001")||(상품코드 == "LA01758001")||(상품코드 == 'LA01787001')||(상품코드 == "LA01818001")||(상품코드 == "LA01960001")||(상품코드 == "LA01760001")||(상품코드 == "LA01789001")||(상품코드 == "LA01820001")||(상품코드 == 'LA01925001')||(상품코드 == 'LA01479002')||(상품코드 == 'LA01480001')||(상품코드 == 'LA01523001')||(상품코드 == 'LA01576001')||(상품코드 == 'LA01702001')||(상품코드 == 'LA01736001')||(상품코드 == 'LA01759001')||(상품코드 == 'LA01788001')||(상품코드 == "LA01819001")||(상품코드 == "LA01961001")||(상품코드 == "LA01761001")||(상품코드 == "LA01790001")||(상품코드 == "LA01821001")||(상품코드 == 'LA01926001')||(상품코드 == 'LA01523001')||(상품코드 == 'LA01576001')||(상품코드 == 'LA01702001')||(상품코드 == 'LA01736001')||(상품코드 == 'LA01759001')||(상품코드 == 'LA01788001')||(상품코드 == "LA01819001")||(상품코드 == "LA01961001")||(상품코드 == "LA01761001")||(상품코드 == "LA01790001")||(상품코드 == "LA01821001")||(상품코드 == 'LA01926001')||(상품코드 == 'LA01480002')||(상품코드 == 'LA01481001')||(상품코드 == 'LA01524001')||(상품코드 == 'LA01577001')||(상품코드 == 'LA01703001')||(상품코드 == 'LA01737001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:224});
     __hpasRuleResult.push({
'담보코드' : "CLA01216" , '담보명' : "지진손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:225});
     __hpasRuleResult.push({
'담보코드' : "CLA05082" , '담보명' : "전기설비손해(실손전부보상)(일반/공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:226});
     __hpasRuleResult.push({
'담보코드' : "CLA00526" , '담보명' : "화재손해부담보" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:227});
     __hpasRuleResult.push({
'담보코드' : "CLA00527" , '담보명' : "화재배상책임부담보" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:228});
     __hpasRuleResult.push({
'담보코드' : "CLA00543" , '담보명' : "화재배상책임부담보" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B06040")||(영위업종코드 == "B07050")||(영위업종코드 == "B07060")||(영위업종코드 == "B09020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B11030")||(영위업종코드 == "B11040")||(영위업종코드 == "B11050")||(영위업종코드 == "B12010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:229});
     __hpasRuleResult.push({
'담보코드' : "CLA00542" , '담보명' : "화재배상책임부담보(무과실포함)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:230});
     __hpasRuleResult.push({
'담보코드' : "CLA02270" , '담보명' : "화재손해위로금" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:231});
     __hpasRuleResult.push({
'담보코드' : "CLA02271" , '담보명' : "폐기물처리비용" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:232});
     __hpasRuleResult.push({
'담보코드' : "CLA02408" , '담보명' : "화재손해(Co-in 50%)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:233});
     __hpasRuleResult.push({
'담보코드' : "CLA02409" , '담보명' : "화재손해위로금(Co-in 50%)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((상위요율적용코드 == "00001"))
    && ((상품코드 == 'LA00789001')||(상품코드 == 'LA00846001')||(상품코드 == 'LA00902001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:234});
     __hpasRuleResult.push({
'담보코드' : "CLA01215" , '담보명' : "화재손해(실손)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && (!(상위요율적용코드 == "00001"))
    && ((상품코드 == 'LA00789001')||(상품코드 == 'LA00846001')||(상품코드 == 'LA00902001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:235});
     __hpasRuleResult.push({
'담보코드' : "CLA00001" , '담보명' : "화재손해(일반/공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상위영위업종코드 == "00001"))
    && ((상위요율적용코드 == "00001"))
    && ((상품코드 == 'LA00789001')||(상품코드 == 'LA00846001')||(상품코드 == 'LA00902001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:236});
     __hpasRuleResult.push({
'담보코드' : "CLA00001" , '담보명' : "화재손해(일반/공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상위영위업종코드 == "00001"))
    && (!(상위요율적용코드 == "00001"))
    && ((상품코드 == 'LA00789001')||(상품코드 == 'LA00846001')||(상품코드 == 'LA00902001'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:237});
     __hpasRuleResult.push({
'담보코드' : "CLA00001" , '담보명' : "화재손해(일반/공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상품코드 == '{한화BigPlus재산종합(,,LA00789001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,LA00846001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,GA(,,LA00902001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:238});
     __hpasRuleResult.push({
'담보코드' : "CLA00001" , '담보명' : "화재손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상품코드 == '{한화BigPlus재산종합(,,LA00789001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,LA00846001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,GA(,,LA00902001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:239});
     __hpasRuleResult.push({
'담보코드' : "CLA06339" , '담보명' : "화재손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상품코드 == '{한화BigPlus재산종합(,,LA00789001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,LA00846001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,GA(,,LA00902001}'))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:240});
     __hpasRuleResult.push({
'담보코드' : "CLA01215" , '담보명' : "화재손해(실손)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:241});
     __hpasRuleResult.push({
'담보코드' : "CLA01293" , '담보명' : "가스사고배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "다방/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A52040")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B04010")||(영위업종코드 == "B11040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:242});
     __hpasRuleResult.push({
'담보코드' : "CLA01293" , '담보명' : "가스사고배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "음식점/주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "해당업종없음"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:243});
     __hpasRuleResult.push({
'담보코드' : "CLA01293" , '담보명' : "가스사고배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "일반공장"
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:244});
     __hpasRuleResult.push({
'담보코드' : "CLA01293" , '담보명' : "가스사고배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001")||(상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:245});
     __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '속성코드' : null , '목록속성코드' : null , '목록속성명' : null
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:246});
     __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00015" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B08010")||(영위업종코드 == "B08020")||(영위업종코드 == "B08030")||(영위업종코드 == "A30100")||(영위업종코드 == "A34700")||(영위업종코드 == "A34800"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:247});
     __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "01" , '목록속성명' : "일반건물(사무실 전용)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "B22011")||(영위업종코드 == "B22012")||(영위업종코드 == "B01050")||(영위업종코드 == "B05000")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220")||(영위업종코드 == "A32300")||(영위업종코드 == "A51060")||(영위업종코드 == "A53030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:248});
     __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "02" , '목록속성명' : "관광숙박업, 숙박업, 병원, 방송사업을 하는 건물"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B17060")||(영위업종코드 == "B06010")||(영위업종코드 == "B06020")||(영위업종코드 == "B06030")||(영위업종코드 == "B06040")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52050")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "A32400")||(영위업종코드 == "A34300")||(영위업종코드 == "A34400")||(영위업종코드 == "A34500")||(영위업종코드 == "A54150")||(영위업종코드 == "A52180"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:249});
     __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "03" , '목록속성명' : "음식점(휴게, 일반), 유흥음식점(단란주점포함), 학교, 학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B12010")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020")||(영위업종코드 == "B13030")||(영위업종코드 == "A53130")||(영위업종코드 == "A51080")||(영위업종코드 == "A51090")||(영위업종코드 == "A54030")||(영위업종코드 == "A54060")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010")||(영위업종코드 == "A57010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:250});
     __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "04" , '목록속성명' : "공연장, 대규모점포, 농수산물도매시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B08010")&&!(영위업종코드 == "B08020")&&!(영위업종코드 == "B08030")&&!(영위업종코드 == "A30100")&&!(영위업종코드 == "A34700")&&!(영위업종코드 == "A34800")&&!(영위업종코드 == "B09010")&&!(영위업종코드 == "B09020")&&!(영위업종코드 == "B09030")&&!(영위업종코드 == "B09040")&&!(영위업종코드 == "B22011")&&!(영위업종코드 == "B22012")&&!(영위업종코드 == "B01050")&&!(영위업종코드 == "B05000")&&!(영위업종코드 == "A52010")&&!(영위업종코드 == "A52020")&&!(영위업종코드 == "A52060")&&!(영위업종코드 == "A52220")&&!(영위업종코드 == "A32300")&&!(영위업종코드 == "A51060")&&!(영위업종코드 == "A53030")&&!(영위업종코드 == "B01010")&&!(영위업종코드 == "B01020")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B06010")&&!(영위업종코드 == "B06020")&&!(영위업종코드 == "B06030")&&!(영위업종코드 == "B06040")&&!(영위업종코드 == "A52040")&&!(영위업종코드 == "A52050")&&!(영위업종코드 == "A54080")&&!(영위업종코드 == "A54090")&&!(영위업종코드 == "A54100")&&!(영위업종코드 == "A54110")&&!(영위업종코드 == "A32400")&&!(영위업종코드 == "A34300")&&!(영위업종코드 == "A34400")&&!(영위업종코드 == "A34500")&&!(영위업종코드 == "A54150")&&!(영위업종코드 == "B10010")&&!(영위업종코드 == "B10020")&&!(영위업종코드 == "B10021")&&!(영위업종코드 == "B12010")&&!(영위업종코드 == "B13010")&&!(영위업종코드 == "B13020")&&!(영위업종코드 == "B13030")&&!(영위업종코드 == "A53130")&&!(영위업종코드 == "A51080")&&!(영위업종코드 == "A51090")&&!(영위업종코드 == "A54030")&&!(영위업종코드 == "A54060")&&!(영위업종코드 == "A55010")&&!(영위업종코드 == "A56010")&&!(영위업종코드 == "A57010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:251});
     __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "05" , '목록속성명' : "상기이외의 일반물건"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:252});
     __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "06" , '목록속성명' : "공장물건"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:253});
     __hpasRuleResult.push({
'담보코드' : "CLA01294" , '담보명' : "음식물배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "다방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040")||(영위업종코드 == "B04010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:254});
     __hpasRuleResult.push({
'담보코드' : "CLA01294" , '담보명' : "음식물배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B16010")||(영위업종코드 == "A52050")||(영위업종코드 == "A52180"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:255});
     __hpasRuleResult.push({
'담보코드' : "CLA01294" , '담보명' : "음식물배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "제과점,휴게실"
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:256});
     __hpasRuleResult.push({
'담보코드' : "CLA01294" , '담보명' : "음식물배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10030")||(영위업종코드 == "A31300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:257});
     __hpasRuleResult.push({
'담보코드' : "CLA01295" , '담보명' : "약국시설배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "약국"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B10030")||(영위업종코드 == "B10041")||(영위업종코드 == "B10042")||(영위업종코드 == "B10043")||(영위업종코드 == "B10044")||(영위업종코드 == "B10045")||(영위업종코드 == "B10046")||(영위업종코드 == "B01110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:258});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "도.소매상, 시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10020")||(영위업종코드 == "B10010")||(영위업종코드 == "B10021")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:259});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "백화점, 창고형 할인매장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:260});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:261});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52180"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:262});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:263});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:264});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "07" , '목록속성명' : "일반주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:265});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "08" , '목록속성명' : "전문주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01030")||(영위업종코드 == "A30300")||(영위업종코드 == "A30400"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:266});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "09" , '목록속성명' : "이용원, 미장원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01050")||(영위업종코드 == "A32300")||(영위업종코드 == "B01090"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:267});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "10" , '목록속성명' : "개인병원, 한의원, 조산원, 침술원, 동물병원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B05000")||(영위업종코드 == "A51060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:268});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "11" , '목록속성명' : "종합병원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:269});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "12" , '목록속성명' : "목욕탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:270});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "13" , '목록속성명' : "숙박시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:271});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "14" , '목록속성명' : "예식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:272});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:273});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "16" , '목록속성명' : "수영장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:274});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "롤라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:275});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:276});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:277});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "20" , '목록속성명' : "컴퓨터게임장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:278});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:279});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((기준일자 < "20110601"))
    && ((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:280});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010")||(영위업종코드 == "A54030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:281});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "23" , '목록속성명' : "극장/영화관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:282});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "24" , '목록속성명' : "독서실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "A32500")||(영위업종코드 == "A32600"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:283});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "25" , '목록속성명' : "교회, 성당, 사찰 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030")||(영위업종코드 == "A52240")||(영위업종코드 == "A53110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:284});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "26" , '목록속성명' : "노래방/비디오방/전화방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:285});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "27" , '목록속성명' : "빌딩"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A32300")||(영위업종코드 == "B01050")||(영위업종코드 == "B10030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:286});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "28" , '목록속성명' : "한약방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A53120")||(영위업종코드 == "B11040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:287});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "29" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:288});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "30" , '목록속성명' : "일반운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:289});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "31" , '목록속성명' : "전문운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34600")||(영위업종코드 == "B06060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:290});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:291});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:292});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:293});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A33100")||(영위업종코드 == "B01070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:294});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "36" , '목록속성명' : "사진관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A12631")||(영위업종코드 == "A12632")||(영위업종코드 == "A12633")||(영위업종코드 == "B01041")||(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:295});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "37" , '목록속성명' : "세탁소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:296});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "38" , '목록속성명' : "자동판매기"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34900")||(영위업종코드 == "B17030")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:297});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "39" , '목록속성명' : "자동세차기"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:298});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "40" , '목록속성명' : "엘리베이터(승객용, 10명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:299});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "41" , '목록속성명' : "엘리베이터(승객용, 20명미만)"
})
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:300});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "42" , '목록속성명' : "엘리베이터(승객용, 30명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:301});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "43" , '목록속성명' : "엘리베이터(승객용, 40명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:302});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "44" , '목록속성명' : "엘리베이터(화물용, 1톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:303});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "45" , '목록속성명' : "엘리베이터(화물용, 2톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:304});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "46" , '목록속성명' : "엘리베이터(화물용, 3톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:305});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "47" , '목록속성명' : "엘리베이터(화물용, 4톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:306});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "48" , '목록속성명' : "에스컬레이터"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:307});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "49" , '목록속성명' : "대중탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:308});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "50" , '목록속성명' : "온천탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:309});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "51" , '목록속성명' : "사우나탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:310});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "52" , '목록속성명' : "증기탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:311});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "53" , '목록속성명' : "찜질방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:312});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:313});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:314});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "A52060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:315});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09040")||(영위업종코드 == "A51020")||(영위업종코드 == "B03040")||(영위업종코드 == "B03030")||(영위업종코드 == "A33900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:316});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "58" , '목록속성명' : "기숙사, 하숙집, 사제관,수녀원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:317});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "59" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020")||(영위업종코드 == "B11010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:318});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "60" , '목록속성명' : "전문주점(캬바레, 싸롱, 디스코텍, 록카페, 단란주점 등)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:319});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "61" , '목록속성명' : "엘리베이터화물용(5톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:320});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "62" , '목록속성명' : "엘리베이터화물용(6톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:321});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "63" , '목록속성명' : "사무용빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:322});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "64" , '목록속성명' : "일반공원(유료)(1천만원기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:323});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "65" , '목록속성명' : "일반공원(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:324});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "66" , '목록속성명' : "광고판(시가지)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:325});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "67" , '목록속성명' : "광고판(야산)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:326});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "68" , '목록속성명' : "광고판(특수전광판)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:327});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "69" , '목록속성명' : "자동보도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:328});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "70" , '목록속성명' : "케이블카"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:329});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "71" , '목록속성명' : "대여업(자전거,트라이크,어린이자동차)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:330});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "72" , '목록속성명' : "대여업(스쿠터,이륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:331});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "73" , '목록속성명' : "대여업(4륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:332});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "74" , '목록속성명' : "대여업(인라인스케이트)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:333});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B23020")||(영위업종코드 == "A53150"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:334});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "76" , '목록속성명' : "납골당"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:335});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "77" , '목록속성명' : "서바이벌게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:336});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "78" , '목록속성명' : "유로번지트램플린"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:337});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:338});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "80" , '목록속성명' : "손세차장,스팀세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:339});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "81" , '목록속성명' : "셀프세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A32300")||(영위업종코드 == "B05000"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:340});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "83" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:341});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:342});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:343});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:344});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:345});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:346});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:347});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:348});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:349});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:350});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:351});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:352});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:353});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:354});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:355});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:356});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:357});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:358});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:359});
     __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:360});
     __hpasRuleResult.push({
'담보코드' : "CLA01370" , '담보명' : "위조지폐손해(일반)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:361});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:362});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "001" , '목록속성명' : "휴게음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:363});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "011" , '목록속성명' : "제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:364});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "002" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:365});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "009" , '목록속성명' : "학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:366});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "021" , '목록속성명' : "스크린골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:367});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "020" , '목록속성명' : "(실내)권총사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:368});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "015" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:369});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "016" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:370});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "018" , '목록속성명' : "수면방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:371});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "004" , '목록속성명' : "유흥주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:372});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "019" , '목록속성명' : "콜라텍"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:373});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "003" , '목록속성명' : "단란주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:374});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "007" , '목록속성명' : "노래연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:375});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "012" , '목록속성명' : "비디오감상실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:376});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "017" , '목록속성명' : "전화방(화상대화방)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:377});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "010" , '목록속성명' : "목욕장(찜질방)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:378});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "022" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:379});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "005" , '목록속성명' : "게임제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:380});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "006" , '목록속성명' : "인터넷컴퓨터게임시설제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:381});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "014" , '목록속성명' : "복합유통게임제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:382});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "008" , '목록속성명' : "영화상영관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:383});
     __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "013" , '목록속성명' : "비디오물소극장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B06040")||(영위업종코드 == "B07050")||(영위업종코드 == "B07060")||(영위업종코드 == "B09020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B11030")||(영위업종코드 == "B11040")||(영위업종코드 == "B11050")||(영위업종코드 == "B12010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:384});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:385});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "001" , '목록속성명' : "휴게음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:386});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "011" , '목록속성명' : "제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:387});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "025" , '목록속성명' : "키즈카페"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:388});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "026" , '목록속성명' : "만화카페"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:389});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "002" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:390});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "009" , '목록속성명' : "학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:391});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "021" , '목록속성명' : "스크린골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:392});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "020" , '목록속성명' : "(실내)권총사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:393});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "015" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:394});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "016" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:395});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "018" , '목록속성명' : "수면방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:396});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "004" , '목록속성명' : "유흥주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:397});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "019" , '목록속성명' : "콜라텍"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:398});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "003" , '목록속성명' : "단란주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:399});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "007" , '목록속성명' : "노래연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:400});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "012" , '목록속성명' : "비디오감상실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:401});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "017" , '목록속성명' : "전화방(화상대화방)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:402});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "010" , '목록속성명' : "목욕장(찜질방)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:403});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "022" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:404});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "005" , '목록속성명' : "게임제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:405});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "006" , '목록속성명' : "인터넷컴퓨터게임시설제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:406});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "014" , '목록속성명' : "복합유통게임제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:407});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "024" , '목록속성명' : "방탈출카페"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:408});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "008" , '목록속성명' : "영화상영관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:409});
     __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임" , '속성코드' : "CA00313" , '목록속성코드' : "013" , '목록속성명' : "비디오물소극장"
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:410});
     __hpasRuleResult.push({
'담보코드' : "CLA00012" , '담보명' : "전세금손해(화재)(주택/일반)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:411});
     __hpasRuleResult.push({
'담보코드' : "CLA01611" , '담보명' : "임대인배상책임(주택)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:412});
     __hpasRuleResult.push({
'담보코드' : "CLA01612" , '담보명' : "임대인배상책임(주택,화재배상제외)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:413});
     __hpasRuleResult.push({
'담보코드' : "CLA01613" , '담보명' : "건물복구비용지원(화재)(주택/일반)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:414});
     __hpasRuleResult.push({
'담보코드' : "CLA01614" , '담보명' : "시설수리지원비용(화재)(주택/일반)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:415});
     __hpasRuleResult.push({
'담보코드' : "CLA01646" , '담보명' : "건물복구비용지원(화재/일반,공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:416});
     __hpasRuleResult.push({
'담보코드' : "CLA06273" , '담보명' : "건물복구비용지원(화재/일반,공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:417});
     __hpasRuleResult.push({
'담보코드' : "CLA01647" , '담보명' : "시설수리지원비용(화재/일반,공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:418});
     __hpasRuleResult.push({
'담보코드' : "CLA06275" , '담보명' : "시설수리지원비용(화재/일반,공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:419});
     __hpasRuleResult.push({
'담보코드' : "CLA05077" , '담보명' : "건물복구비용지원(화재)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:420});
     __hpasRuleResult.push({
'담보코드' : "CLA06274" , '담보명' : "건물복구비용지원(화재)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:421});
     __hpasRuleResult.push({
'담보코드' : "CLA05078" , '담보명' : "시설수리지원비용(화재/일반,공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:422});
     __hpasRuleResult.push({
'담보코드' : "CLA06276" , '담보명' : "시설수리지원비용(화재/일반,공장)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:423});
     __hpasRuleResult.push({
'담보코드' : "CLA01725" , '담보명' : "주택화재임시거주비(4일이상)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:424});
     __hpasRuleResult.push({
'담보코드' : "CLA05835" , '담보명' : "주택임시거주비(화재/붕괴/침강/사태,1일이상,실손)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:425});
     __hpasRuleResult.push({
'담보코드' : "CLA01769" , '담보명' : "임대인의임대료손실(화재)(주택)(실손)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:426});
     __hpasRuleResult.push({
'담보코드' : "CLA09696" , '담보명' : "임대인의임대료손실(화재)(주택)(실손)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B04260")&&!(영위업종코드 == "B04271")&&!(영위업종코드 == "B04272")&&!(영위업종코드 == "B04273")&&!(영위업종코드 == "A04260")&&!(영위업종코드 == "A04270")&&!(영위업종코드 == "B10045")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B11030")&&!(영위업종코드 == "B11040")&&!(영위업종코드 == "B11050")&&!(영위업종코드 == "B11060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:427});
     __hpasRuleResult.push({
'담보코드' : "CLA05072" , '담보명' : "점포휴업일당(1일이상)(일반)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B04260")&&!(영위업종코드 == "B04271")&&!(영위업종코드 == "B04272")&&!(영위업종코드 == "B04273")&&!(영위업종코드 == "A04260")&&!(영위업종코드 == "A04270")&&!(영위업종코드 == "B10045")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B11030")&&!(영위업종코드 == "B11040")&&!(영위업종코드 == "B11050")&&!(영위업종코드 == "B11060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:428});
     __hpasRuleResult.push({
'담보코드' : "CLA09255" , '담보명' : "점포휴업(화재/풍수재/붕괴/폭발/차량및항공기)일당(1일이상)(일반)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:429});
     __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '속성코드' : "CA00323" , '목록속성코드' : "01" , '목록속성명' : "자동차종합정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:430});
     __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '속성코드' : "CA00323" , '목록속성코드' : "02" , '목록속성명' : "소형자동차정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050")||(영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:431});
     __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '속성코드' : "CA00323" , '목록속성코드' : "03" , '목록속성명' : "원동기전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:432});
     __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '속성코드' : "CA00323" , '목록속성코드' : "04" , '목록속성명' : "자동차전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:433});
     __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '속성코드' : "CA00004" , '목록속성코드' : "02" , '목록속성명' : "1사고당 50만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:434});
     __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '속성코드' : "CA00004" , '목록속성코드' : "01" , '목록속성명' : "1사고당 30만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:435});
     __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '속성코드' : "CA00004" , '목록속성코드' : "02" , '목록속성명' : "1사고당 50만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:436});
     __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '속성코드' : "CA00004" , '목록속성코드' : "03" , '목록속성명' : "1사고당 100만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:437});
     __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '속성코드' : "CA00323" , '목록속성코드' : "01" , '목록속성명' : "자동차종합정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:438});
     __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '속성코드' : "CA00323" , '목록속성코드' : "02" , '목록속성명' : "소형자동차정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050")||(영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:439});
     __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '속성코드' : "CA00323" , '목록속성코드' : "03" , '목록속성명' : "원동기전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:440});
     __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '속성코드' : "CA00323" , '목록속성코드' : "04" , '목록속성명' : "자동차전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:441});
     __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '속성코드' : "CA00004" , '목록속성코드' : "02" , '목록속성명' : "1사고당 50만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:442});
     __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '속성코드' : "CA00004" , '목록속성코드' : "01" , '목록속성명' : "1사고당 30만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:443});
     __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '속성코드' : "CA00004" , '목록속성코드' : "02" , '목록속성명' : "1사고당 50만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:444});
     __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '속성코드' : "CA00004" , '목록속성코드' : "03" , '목록속성명' : "1사고당 100만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:445});
     __hpasRuleResult.push({
'담보코드' : "CLA05074" , '담보명' : "이미용사(시설소유(관리)위험 포함)배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "09" , '목록속성명' : "이용원, 미장원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:446});
     __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '속성코드' : "CA00347" , '목록속성코드' : "01" , '목록속성명' : "양로원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:447});
     __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '속성코드' : "CA00347" , '목록속성코드' : "02" , '목록속성명' : "노인요양시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:448});
     __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '속성코드' : "CA00347" , '목록속성코드' : "03" , '목록속성명' : "보육원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:449});
     __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '속성코드' : "CA00347" , '목록속성코드' : "04" , '목록속성명' : "모자원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:450});
     __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '속성코드' : "CA00347" , '목록속성코드' : "05" , '목록속성명' : "노숙인시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:451});
     __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '속성코드' : "CA00347" , '목록속성코드' : "06" , '목록속성명' : "장애인 거주시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:452});
     __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '속성코드' : "CA00347" , '목록속성코드' : "07" , '목록속성명' : "장애인 재활시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:453});
     __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '속성코드' : "CA00347" , '목록속성코드' : "08" , '목록속성명' : "정신보건시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:454});
     __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '속성코드' : "CA00347" , '목록속성코드' : "09" , '목록속성명' : "성폭력피해보호시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:455});
     __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '속성코드' : "CA00347" , '목록속성코드' : "10" , '목록속성명' : "가정폭력보호시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:456});
     __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '속성코드' : "CA00347" , '목록속성코드' : "11" , '목록속성명' : "사회복지관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B10030")||(영위업종코드 == "B10041")||(영위업종코드 == "B10042")||(영위업종코드 == "B10043")||(영위업종코드 == "B10044")||(영위업종코드 == "B10045")||(영위업종코드 == "B10046")||(영위업종코드 == "B01110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:457});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "도.소매상, 시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B10020")||(영위업종코드 == "B10010")||(영위업종코드 == "B10021")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:458});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "백화점, 창고형 할인매장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:459});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:460});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040")||(영위업종코드 == "A52180"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:461});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:462});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:463});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "07" , '목록속성명' : "일반주점"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:464});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "08" , '목록속성명' : "전문주점"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01030")||(영위업종코드 == "A30300")||(영위업종코드 == "A30400"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:465});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "09" , '목록속성명' : "이용원, 미장원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01050")||(영위업종코드 == "A32300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:466});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "10" , '목록속성명' : "개인병원, 한의원, 조산원, 침술원, 동물병원 등"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B05000")||(영위업종코드 == "A51060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:467});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "11" , '목록속성명' : "종합병원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:468});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "12" , '목록속성명' : "목욕탕"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:469});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "13" , '목록속성명' : "숙박시설"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:470});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "14" , '목록속성명' : "예식장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:471});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:472});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "16" , '목록속성명' : "수영장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:473});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "롤라스케이트장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:474});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:475});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:476});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "20" , '목록속성명' : "컴퓨터게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:477});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:478});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B12010")||(영위업종코드 == "A54030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:479});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "23" , '목록속성명' : "극장/영화관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:480});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "24" , '목록속성명' : "독서실"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "A32500")||(영위업종코드 == "A32600"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:481});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "25" , '목록속성명' : "교회, 성당, 사찰 등"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11030")||(영위업종코드 == "A52240")||(영위업종코드 == "A53110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:482});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "26" , '목록속성명' : "노래방/비디오방/전화방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:483});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "27" , '목록속성명' : "빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A32300")||(영위업종코드 == "B01050")||(영위업종코드 == "B10030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:484});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "28" , '목록속성명' : "한약방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A53120")||(영위업종코드 == "B11040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:485});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "29" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:486});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "30" , '목록속성명' : "일반운전학원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:487});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "31" , '목록속성명' : "전문운전학원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A34600")||(영위업종코드 == "B06060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:488});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A51080")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:489});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:490});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:491});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A33100")||(영위업종코드 == "B01070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:492});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "36" , '목록속성명' : "사진관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A12631")||(영위업종코드 == "A12632")||(영위업종코드 == "A12633")||(영위업종코드 == "B01041")||(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:493});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "37" , '목록속성명' : "세탁소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A34900")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:494});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "39" , '목록속성명' : "자동세차기"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:495});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "40" , '목록속성명' : "엘리베이터(승객용, 10명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:496});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "41" , '목록속성명' : "엘리베이터(승객용, 20명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:497});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "42" , '목록속성명' : "엘리베이터(승객용, 30명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:498});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "43" , '목록속성명' : "엘리베이터(승객용, 40명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:499});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "44" , '목록속성명' : "엘리베이터(화물용, 1톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:500});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "45" , '목록속성명' : "엘리베이터(화물용, 2톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:501});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "46" , '목록속성명' : "엘리베이터(화물용, 3톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:502});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "47" , '목록속성명' : "엘리베이터(화물용, 4톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:503});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "48" , '목록속성명' : "에스컬레이터"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:504});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "49" , '목록속성명' : "대중탕"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:505});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "50" , '목록속성명' : "온천탕"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:506});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "51" , '목록속성명' : "사우나탕"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:507});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "52" , '목록속성명' : "증기탕"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:508});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "53" , '목록속성명' : "찜질방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:509});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:510});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:511});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "A52060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:512});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09040")||(영위업종코드 == "A51020")||(영위업종코드 == "B03040")||(영위업종코드 == "B03030")||(영위업종코드 == "A33900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:513});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "58" , '목록속성명' : "기숙사, 하숙집, 사제관,수녀원 등"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:514});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "59" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11020")||(영위업종코드 == "B11010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:515});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "60" , '목록속성명' : "전문주점(캬바레, 싸롱, 디스코텍, 록카페, 단란주점 등)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:516});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "61" , '목록속성명' : "엘리베이터화물용(5톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:517});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "62" , '목록속성명' : "엘리베이터화물용(6톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:518});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "63" , '목록속성명' : "사무용빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:519});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "64" , '목록속성명' : "일반공원(유료)(1천만원기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:520});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "65" , '목록속성명' : "일반공원(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:521});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "66" , '목록속성명' : "광고판(시가지)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:522});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "67" , '목록속성명' : "광고판(야산)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:523});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "68" , '목록속성명' : "광고판(특수전광판)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:524});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "69" , '목록속성명' : "자동보도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:525});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "70" , '목록속성명' : "케이블카"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:526});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "71" , '목록속성명' : "대여업(자전거,트라이크,어린이자동차)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:527});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "72" , '목록속성명' : "대여업(스쿠터,이륜오토바이)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:528});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "73" , '목록속성명' : "대여업(4륜오토바이)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:529});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "74" , '목록속성명' : "대여업(인라인스케이트)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:530});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B23020")||(영위업종코드 == "A53150"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:531});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "76" , '목록속성명' : "납골당"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:532});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "77" , '목록속성명' : "서바이벌게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:533});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "78" , '목록속성명' : "유로번지트램플린"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:534});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:535});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "80" , '목록속성명' : "손세차장,스팀세차장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:536});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "81" , '목록속성명' : "셀프세차장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09020")||(영위업종코드 == "A32300")||(영위업종코드 == "B05000"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:537});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "83" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:538});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:539});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:540});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:541});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:542});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:543});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:544});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:545});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:546});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:547});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:548});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:549});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:550});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:551});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:552});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:553});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:554});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:555});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:556});
     __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:557});
     __hpasRuleResult.push({
'담보코드' : "CLA05129" , '담보명' : "급배수시설누출위험보상" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:558});
     __hpasRuleResult.push({
'담보코드' : "CLA05836" , '담보명' : "급배수시설누출손해보상Ⅰ(500만원한도,100만원초과10%공제)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:559});
     __hpasRuleResult.push({
'담보코드' : "CLA05837" , '담보명' : "급배수시설누출손해보상Ⅱ(실손비례보상,임대인용)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:560});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:561});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00354" , '목록속성코드' : "01" , '목록속성명' : "건물 및 가재"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:562});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00354" , '목록속성코드' : "02" , '목록속성명' : "가재"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:563});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0201" , '목록속성명' : "200만원한도, 100만원초과 10%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:564});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0203" , '목록속성명' : "200만원한도, 100만원초과 30%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:565});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0205" , '목록속성명' : "200만원한도, 100만원초과 50%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:566});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0301" , '목록속성명' : "300만원한도, 100만원초과 10%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:567});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0303" , '목록속성명' : "300만원한도, 100만원초과 30%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:568});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0305" , '목록속성명' : "300만원한도, 100만원초과 50%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:569});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0401" , '목록속성명' : "400만원한도, 100만원초과 10%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:570});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0403" , '목록속성명' : "400만원한도, 100만원초과 30%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:571});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0405" , '목록속성명' : "400만원한도, 100만원초과 50%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:572});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0501" , '목록속성명' : "500만원한도, 100만원초과 10%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:573});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0503" , '목록속성명' : "500만원한도, 100만원초과 30%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:574});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00378" , '목록속성코드' : "0505" , '목록속성명' : "500만원한도, 100만원초과 50%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:575});
     __hpasRuleResult.push({
'담보코드' : "CLA05992" , '담보명' : "급배수시설누출손해보상(임대물건, 건물)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:576});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:577});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "로라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:578});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:579});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:580});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:581});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:582});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:583});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:584});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:585});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:586});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:587});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:588});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:589});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:590});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:591});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:592});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:593});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:594});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:595});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:596});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:597});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:598});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:599});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:600});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:601});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:602});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:603});
     __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '속성코드' : "CA00001" , '목록속성코드' : "201" , '목록속성명' : "스크린야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:604});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:605});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "로라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:606});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:607});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:608});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:609});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:610});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:611});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:612});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:613});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:614});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:615});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:616});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:617});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:618});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:619});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:620});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:621});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:622});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:623});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:624});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:625});
     __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "201" , '목록속성명' : "스크린야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:626});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:627});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "로라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:628});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:629});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:630});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:631});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:632});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:633});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:634});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:635});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:636});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:637});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:638});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:639});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:640});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:641});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:642});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:643});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:644});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:645});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:646});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:647});
     __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '속성코드' : "CA00001" , '목록속성코드' : "201" , '목록속성명' : "스크린야구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001")||(상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:648});
     __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:649});
     __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '속성코드' : "CA00015" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B08010")||(영위업종코드 == "B08020")||(영위업종코드 == "B08030")||(영위업종코드 == "A30100")||(영위업종코드 == "A34700")||(영위업종코드 == "A34800"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:650});
     __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "01" , '목록속성명' : "일반건물(사무실 전용)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "B22011")||(영위업종코드 == "B22012")||(영위업종코드 == "B01050")||(영위업종코드 == "B05000")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220")||(영위업종코드 == "A32300")||(영위업종코드 == "A51060")||(영위업종코드 == "A53030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:651});
     __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "02" , '목록속성명' : "관광숙박업, 숙박업, 병원, 방송사업을 하는 건물"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B17060")||(영위업종코드 == "B06010")||(영위업종코드 == "B06020")||(영위업종코드 == "B06030")||(영위업종코드 == "B06040")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52050")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "A32400")||(영위업종코드 == "A34300")||(영위업종코드 == "A34400")||(영위업종코드 == "A34500")||(영위업종코드 == "A54150")||(영위업종코드 == "A52180"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:652});
     __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "03" , '목록속성명' : "음식점(휴게, 일반), 유흥음식점(단란주점포함), 학교, 학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B12010")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020")||(영위업종코드 == "B13030")||(영위업종코드 == "A53130")||(영위업종코드 == "A51080")||(영위업종코드 == "A51090")||(영위업종코드 == "A54030")||(영위업종코드 == "A54060")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010")||(영위업종코드 == "A57010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:653});
     __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "04" , '목록속성명' : "공연장, 대규모점포, 농수산물도매시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B08010")&&!(영위업종코드 == "B08020")&&!(영위업종코드 == "B08030")&&!(영위업종코드 == "A30100")&&!(영위업종코드 == "A34700")&&!(영위업종코드 == "A34800")&&!(영위업종코드 == "B09010")&&!(영위업종코드 == "B09020")&&!(영위업종코드 == "B09030")&&!(영위업종코드 == "B09040")&&!(영위업종코드 == "B22011")&&!(영위업종코드 == "B22012")&&!(영위업종코드 == "B01050")&&!(영위업종코드 == "B05000")&&!(영위업종코드 == "A52010")&&!(영위업종코드 == "A52020")&&!(영위업종코드 == "A52060")&&!(영위업종코드 == "A52220")&&!(영위업종코드 == "A32300")&&!(영위업종코드 == "A51060")&&!(영위업종코드 == "A53030")&&!(영위업종코드 == "B01010")&&!(영위업종코드 == "B01020")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B06010")&&!(영위업종코드 == "B06020")&&!(영위업종코드 == "B06030")&&!(영위업종코드 == "B06040")&&!(영위업종코드 == "A52040")&&!(영위업종코드 == "A52050")&&!(영위업종코드 == "A54080")&&!(영위업종코드 == "A54090")&&!(영위업종코드 == "A54100")&&!(영위업종코드 == "A54110")&&!(영위업종코드 == "A32400")&&!(영위업종코드 == "A34300")&&!(영위업종코드 == "A34400")&&!(영위업종코드 == "A34500")&&!(영위업종코드 == "A54150")&&!(영위업종코드 == "B10010")&&!(영위업종코드 == "B10020")&&!(영위업종코드 == "B10021")&&!(영위업종코드 == "B12010")&&!(영위업종코드 == "B13010")&&!(영위업종코드 == "B13020")&&!(영위업종코드 == "B13030")&&!(영위업종코드 == "A53130")&&!(영위업종코드 == "A51080")&&!(영위업종코드 == "A51090")&&!(영위업종코드 == "A54030")&&!(영위업종코드 == "A54060")&&!(영위업종코드 == "A55010")&&!(영위업종코드 == "A56010")&&!(영위업종코드 == "A57010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:654});
     __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "05" , '목록속성명' : "상기이외의 일반물건"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:655});
     __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "06" , '목록속성명' : "공장물건"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001")||(상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:656});
     __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '속성코드' : null , '목록속성코드' : null , '목록속성명' : null
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:657});
     __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '속성코드' : "CA00015" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B08010")||(영위업종코드 == "B08020")||(영위업종코드 == "B08030")||(영위업종코드 == "A30100")||(영위업종코드 == "A34700")||(영위업종코드 == "A34800"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:658});
     __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "01" , '목록속성명' : "일반건물(사무실 전용)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "B22011")||(영위업종코드 == "B22012")||(영위업종코드 == "B01050")||(영위업종코드 == "B05000")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220")||(영위업종코드 == "A32300")||(영위업종코드 == "A51060")||(영위업종코드 == "A53030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:659});
     __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "02" , '목록속성명' : "관광숙박업, 숙박업, 병원, 방송사업을 하는 건물"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B17060")||(영위업종코드 == "B06010")||(영위업종코드 == "B06020")||(영위업종코드 == "B06030")||(영위업종코드 == "B06040")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52050")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "A32400")||(영위업종코드 == "A34300")||(영위업종코드 == "A34400")||(영위업종코드 == "A34500")||(영위업종코드 == "A54150")||(영위업종코드 == "A52180"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:660});
     __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "03" , '목록속성명' : "음식점(휴게, 일반), 유흥음식점(단란주점포함), 학교, 학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B12010")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020")||(영위업종코드 == "B13030")||(영위업종코드 == "A53130")||(영위업종코드 == "A51080")||(영위업종코드 == "A51090")||(영위업종코드 == "A54030")||(영위업종코드 == "A54060")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010")||(영위업종코드 == "A57010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:661});
     __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "04" , '목록속성명' : "공연장, 대규모점포, 농수산물도매시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B08010")&&!(영위업종코드 == "B08020")&&!(영위업종코드 == "B08030")&&!(영위업종코드 == "A30100")&&!(영위업종코드 == "A34700")&&!(영위업종코드 == "A34800")&&!(영위업종코드 == "B09010")&&!(영위업종코드 == "B09020")&&!(영위업종코드 == "B09030")&&!(영위업종코드 == "B09040")&&!(영위업종코드 == "B22011")&&!(영위업종코드 == "B22012")&&!(영위업종코드 == "B01050")&&!(영위업종코드 == "B05000")&&!(영위업종코드 == "A52010")&&!(영위업종코드 == "A52020")&&!(영위업종코드 == "A52060")&&!(영위업종코드 == "A52220")&&!(영위업종코드 == "A32300")&&!(영위업종코드 == "A51060")&&!(영위업종코드 == "A53030")&&!(영위업종코드 == "B01010")&&!(영위업종코드 == "B01020")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B06010")&&!(영위업종코드 == "B06020")&&!(영위업종코드 == "B06030")&&!(영위업종코드 == "B06040")&&!(영위업종코드 == "A52040")&&!(영위업종코드 == "A52050")&&!(영위업종코드 == "A54080")&&!(영위업종코드 == "A54090")&&!(영위업종코드 == "A54100")&&!(영위업종코드 == "A54110")&&!(영위업종코드 == "A32400")&&!(영위업종코드 == "A34300")&&!(영위업종코드 == "A34400")&&!(영위업종코드 == "A34500")&&!(영위업종코드 == "A54150")&&!(영위업종코드 == "B10010")&&!(영위업종코드 == "B10020")&&!(영위업종코드 == "B10021")&&!(영위업종코드 == "B12010")&&!(영위업종코드 == "B13010")&&!(영위업종코드 == "B13020")&&!(영위업종코드 == "B13030")&&!(영위업종코드 == "A53130")&&!(영위업종코드 == "A51080")&&!(영위업종코드 == "A51090")&&!(영위업종코드 == "A54030")&&!(영위업종코드 == "A54060")&&!(영위업종코드 == "A55010")&&!(영위업종코드 == "A56010")&&!(영위업종코드 == "A57010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:662});
     __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "05" , '목록속성명' : "상기이외의 일반물건"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00003"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:663});
     __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '속성코드' : "CA00209" , '목록속성코드' : "06" , '목록속성명' : "공장물건"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "B09020")||(영위업종코드 == "B13020")||(영위업종코드 == "B13020")||(영위업종코드 == "B13020")||(영위업종코드 == "B06060")||(영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B12030")||(영위업종코드 == "B12040")||(영위업종코드 == "B12040")||(영위업종코드 == "B12040")||(영위업종코드 == "B12040")||(영위업종코드 == "B12040")||(영위업종코드 == "B12040")||(영위업종코드 == "B12020")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012")||(영위업종코드 == "B16010")||(영위업종코드 == "B13010")||(영위업종코드 == "B20300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:664});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:665});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "01" , '목록속성명' : "숙박시설(호텔)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:666});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "02" , '목록속성명' : "숙박시설(여관,여인숙,유스호스텔 등)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:667});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "03" , '목록속성명' : "숙박시설(휴양콘도미니엄)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:668});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "04" , '목록속성명' : "과학관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:669});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "05" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:670});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "06" , '목록속성명' : "미술관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:671});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "07" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:672});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "08" , '목록속성명' : "휴게음식점(1층,100㎡이상)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:673});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "09" , '목록속성명' : "일반음식점(1층,100㎡이상)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:674});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "10" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:675});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "11" , '목록속성명' : "경륜장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:676});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "12" , '목록속성명' : "장외시설(경륜장)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:677});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "13" , '목록속성명' : "경정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:678});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "14" , '목록속성명' : "장외시설(경정장)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:679});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "15" , '목록속성명' : "경마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:680});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "16" , '목록속성명' : "장외발매소(경마장)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:681});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "17" , '목록속성명' : "국제회의시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B15011"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:682});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "18" , '목록속성명' : "주유소(지하저유탱크가있는시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B15012"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:683});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "19" , '목록속성명' : "주유소(지하저유탱크가없는시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B16010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:684});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "20" , '목록속성명' : "여객자동차터미널"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:685});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "21" , '목록속성명' : "전시시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:686});
     __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '속성코드' : "CA00372" , '목록속성코드' : "22" , '목록속성명' : "아파트(15층이하) 및 부속건물"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B10030")||(영위업종코드 == "B10041")||(영위업종코드 == "B10042")||(영위업종코드 == "B10043")||(영위업종코드 == "B10044")||(영위업종코드 == "B10045")||(영위업종코드 == "B10046")||(영위업종코드 == "B01110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:687});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "도.소매상, 시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10020")||(영위업종코드 == "B10010")||(영위업종코드 == "B10021")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:688});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "백화점, 창고형 할인매장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:689});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:690});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52180"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:691});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:692});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:693});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "07" , '목록속성명' : "일반주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:694});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "08" , '목록속성명' : "전문주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01030")||(영위업종코드 == "A30300")||(영위업종코드 == "A30400"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:695});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "09" , '목록속성명' : "이용원, 미장원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01050")||(영위업종코드 == "A32300")||(영위업종코드 == "B01090"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:696});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "10" , '목록속성명' : "개인병원, 한의원, 조산원, 침술원, 동물병원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B05000")||(영위업종코드 == "A51060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:697});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "11" , '목록속성명' : "종합병원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:698});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "12" , '목록속성명' : "목욕탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:699});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "13" , '목록속성명' : "숙박시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:700});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "14" , '목록속성명' : "예식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:701});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:702});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "16" , '목록속성명' : "수영장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:703});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "롤라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:704});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:705});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:706});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "20" , '목록속성명' : "컴퓨터게임장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:707});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:708});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((기준일자 < "20110601"))
    && ((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:709});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010")||(영위업종코드 == "A54030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:710});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "23" , '목록속성명' : "극장/영화관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:711});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "24" , '목록속성명' : "독서실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "A32500")||(영위업종코드 == "A32600"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:712});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "25" , '목록속성명' : "교회, 성당, 사찰 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030")||(영위업종코드 == "A52240")||(영위업종코드 == "A53110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:713});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "26" , '목록속성명' : "노래방/비디오방/전화방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:714});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "27" , '목록속성명' : "빌딩"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A32300")||(영위업종코드 == "B01050")||(영위업종코드 == "B10030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:715});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "28" , '목록속성명' : "한약방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A53120")||(영위업종코드 == "B11040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:716});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "29" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:717});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "30" , '목록속성명' : "일반운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:718});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "31" , '목록속성명' : "전문운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34600")||(영위업종코드 == "B06060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:719});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:720});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:721});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:722});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A33100")||(영위업종코드 == "B01070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:723});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "36" , '목록속성명' : "사진관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A12631")||(영위업종코드 == "A12632")||(영위업종코드 == "A12633")||(영위업종코드 == "B01041")||(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:724});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "37" , '목록속성명' : "세탁소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:725});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "38" , '목록속성명' : "자동판매기"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34900")||(영위업종코드 == "B17030")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:726});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "39" , '목록속성명' : "자동세차기"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:727});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "40" , '목록속성명' : "엘리베이터(승객용, 10명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:728});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "41" , '목록속성명' : "엘리베이터(승객용, 20명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:729});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "42" , '목록속성명' : "엘리베이터(승객용, 30명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:730});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "43" , '목록속성명' : "엘리베이터(승객용, 40명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:731});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "44" , '목록속성명' : "엘리베이터(화물용, 1톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:732});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "45" , '목록속성명' : "엘리베이터(화물용, 2톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:733});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "46" , '목록속성명' : "엘리베이터(화물용, 3톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:734});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "47" , '목록속성명' : "엘리베이터(화물용, 4톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:735});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "48" , '목록속성명' : "에스컬레이터"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:736});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "49" , '목록속성명' : "대중탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:737});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "50" , '목록속성명' : "온천탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:738});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "51" , '목록속성명' : "사우나탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:739});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "52" , '목록속성명' : "증기탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:740});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "53" , '목록속성명' : "찜질방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:741});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:742});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:743});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "A52060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:744});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09040")||(영위업종코드 == "A51020")||(영위업종코드 == "B03040")||(영위업종코드 == "B03030")||(영위업종코드 == "A33900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:745});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "58" , '목록속성명' : "기숙사, 하숙집, 사제관,수녀원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:746});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "59" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020")||(영위업종코드 == "B11010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:747});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "60" , '목록속성명' : "전문주점(캬바레, 싸롱, 디스코텍, 록카페, 단란주점 등)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:748});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "61" , '목록속성명' : "엘리베이터화물용(5톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:749});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "62" , '목록속성명' : "엘리베이터화물용(6톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:750});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "63" , '목록속성명' : "사무용빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:751});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "64" , '목록속성명' : "일반공원(유료)(1천만원기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:752});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "65" , '목록속성명' : "일반공원(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:753});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "66" , '목록속성명' : "광고판(시가지)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:754});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "67" , '목록속성명' : "광고판(야산)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:755});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "68" , '목록속성명' : "광고판(특수전광판)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:756});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "69" , '목록속성명' : "자동보도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:757});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "70" , '목록속성명' : "케이블카"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:758});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "71" , '목록속성명' : "대여업(자전거,트라이크,어린이자동차)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:759});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "72" , '목록속성명' : "대여업(스쿠터,이륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:760});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "73" , '목록속성명' : "대여업(4륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:761});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "74" , '목록속성명' : "대여업(인라인스케이트)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:762});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B23020")||(영위업종코드 == "A53150"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:763});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "76" , '목록속성명' : "납골당"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:764});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "77" , '목록속성명' : "서바이벌게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:765});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "78" , '목록속성명' : "유로번지트램플린"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:766});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:767});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "80" , '목록속성명' : "손세차장,스팀세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:768});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "81" , '목록속성명' : "셀프세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A32300")||(영위업종코드 == "B05000"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:769});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "83" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:770});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:771});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:772});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:773});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:774});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:775});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:776});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:777});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:778});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:779});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:780});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:781});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:782});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:783});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:784});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:785});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:786});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:787});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:788});
     __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B10030")||(영위업종코드 == "B10041")||(영위업종코드 == "B10042")||(영위업종코드 == "B10043")||(영위업종코드 == "B10044")||(영위업종코드 == "B10045")||(영위업종코드 == "B10046")||(영위업종코드 == "B01110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:789});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "도.소매상, 시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10020")||(영위업종코드 == "B10010")||(영위업종코드 == "B10021")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:790});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "백화점, 창고형 할인매장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:791});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:792});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52180"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:793});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:794});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:795});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "07" , '목록속성명' : "일반주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:796});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "08" , '목록속성명' : "전문주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01030")||(영위업종코드 == "A30300")||(영위업종코드 == "A30400"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:797});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "09" , '목록속성명' : "이용원, 미장원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01050")||(영위업종코드 == "A32300")||(영위업종코드 == "B01090"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:798});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "10" , '목록속성명' : "개인병원, 한의원, 조산원, 침술원, 동물병원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B05000")||(영위업종코드 == "A51060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:799});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "11" , '목록속성명' : "종합병원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:800});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "12" , '목록속성명' : "목욕탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:801});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "13" , '목록속성명' : "숙박시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:802});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "14" , '목록속성명' : "예식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:803});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:804});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "16" , '목록속성명' : "수영장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:805});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "롤라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:806});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:807});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:808});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "20" , '목록속성명' : "컴퓨터게임장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:809});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:810});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((기준일자 < "20110601"))
    && ((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:811});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010")||(영위업종코드 == "A54030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:812});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "23" , '목록속성명' : "극장/영화관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:813});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "24" , '목록속성명' : "독서실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "A32500")||(영위업종코드 == "A32600"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:814});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "25" , '목록속성명' : "교회, 성당, 사찰 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030")||(영위업종코드 == "A52240")||(영위업종코드 == "A53110"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:815});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "26" , '목록속성명' : "노래방/비디오방/전화방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:816});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "27" , '목록속성명' : "빌딩"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A32300")||(영위업종코드 == "B01050")||(영위업종코드 == "B10030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:817});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "28" , '목록속성명' : "한약방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A53120")||(영위업종코드 == "B11040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:818});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "29" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:819});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "30" , '목록속성명' : "일반운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:820});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "31" , '목록속성명' : "전문운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34600")||(영위업종코드 == "B06060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:821});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:822});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:823});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:824});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A33100")||(영위업종코드 == "B01070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:825});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "36" , '목록속성명' : "사진관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A12631")||(영위업종코드 == "A12632")||(영위업종코드 == "A12633")||(영위업종코드 == "B01041")||(영위업종코드 == "B01042"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:826});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "37" , '목록속성명' : "세탁소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:827});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "38" , '목록속성명' : "자동판매기"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34900")||(영위업종코드 == "B17030")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:828});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "39" , '목록속성명' : "자동세차기"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:829});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "40" , '목록속성명' : "엘리베이터(승객용, 10명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:830});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "41" , '목록속성명' : "엘리베이터(승객용, 20명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:831});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "42" , '목록속성명' : "엘리베이터(승객용, 30명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:832});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "43" , '목록속성명' : "엘리베이터(승객용, 40명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:833});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "44" , '목록속성명' : "엘리베이터(화물용, 1톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:834});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "45" , '목록속성명' : "엘리베이터(화물용, 2톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:835});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "46" , '목록속성명' : "엘리베이터(화물용, 3톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:836});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "47" , '목록속성명' : "엘리베이터(화물용, 4톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:837});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "48" , '목록속성명' : "에스컬레이터"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:838});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "49" , '목록속성명' : "대중탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:839});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "50" , '목록속성명' : "온천탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:840});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "51" , '목록속성명' : "사우나탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:841});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "52" , '목록속성명' : "증기탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:842});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "53" , '목록속성명' : "찜질방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:843});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:844});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:845});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "A52060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:846});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09040")||(영위업종코드 == "A51020")||(영위업종코드 == "B03040")||(영위업종코드 == "B03030")||(영위업종코드 == "A33900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:847});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "58" , '목록속성명' : "기숙사, 하숙집, 사제관,수녀원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:848});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "59" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020")||(영위업종코드 == "B11010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:849});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "60" , '목록속성명' : "전문주점(캬바레, 싸롱, 디스코텍, 록카페, 단란주점 등)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:850});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "61" , '목록속성명' : "엘리베이터화물용(5톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:851});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "62" , '목록속성명' : "엘리베이터화물용(6톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:852});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "63" , '목록속성명' : "사무용빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:853});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "64" , '목록속성명' : "일반공원(유료)(1천만원기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:854});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "65" , '목록속성명' : "일반공원(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:855});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "66" , '목록속성명' : "광고판(시가지)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:856});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "67" , '목록속성명' : "광고판(야산)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:857});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "68" , '목록속성명' : "광고판(특수전광판)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:858});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "69" , '목록속성명' : "자동보도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:859});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "70" , '목록속성명' : "케이블카"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:860});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "71" , '목록속성명' : "대여업(자전거,트라이크,어린이자동차)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:861});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "72" , '목록속성명' : "대여업(스쿠터,이륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:862});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "73" , '목록속성명' : "대여업(4륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:863});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "74" , '목록속성명' : "대여업(인라인스케이트)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:864});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B23020")||(영위업종코드 == "A53150"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:865});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "76" , '목록속성명' : "납골당"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:866});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "77" , '목록속성명' : "서바이벌게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:867});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "78" , '목록속성명' : "유로번지트램플린"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:868});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:869});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "80" , '목록속성명' : "손세차장,스팀세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:870});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "81" , '목록속성명' : "셀프세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A32300")||(영위업종코드 == "B05000"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:871});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "83" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:872});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:873});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:874});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:875});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:876});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:877});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:878});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:879});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:880});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:881});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:882});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:883});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:884});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:885});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:886});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:887});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:888});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:889});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:890});
     __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:891});
     __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:892});
     __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:893});
     __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:894});
     __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06060"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:895});
     __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:896});
     __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:897});
     __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13010"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:898});
     __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:899});
     __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:900});
     __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:901});
     __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유관리자배상책임" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:902});
     __hpasRuleResult.push({
'담보코드' : "CLA05129" , '담보명' : "급배수시설누출손해보상" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:903});
     __hpasRuleResult.push({
'담보코드' : "CLA05129" , '담보명' : "급배수시설누출손해보상" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:904});
     __hpasRuleResult.push({
'담보코드' : "CLA05129" , '담보명' : "급배수시설누출손해보상" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:905});
     __hpasRuleResult.push({
'담보코드' : "CLA05836" , '담보명' : "급배수시설누출손해보상Ⅰ(500만원한도,100만원초과10%공제)" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:906});
     __hpasRuleResult.push({
'담보코드' : "CLA05836" , '담보명' : "급배수시설누출손해보상Ⅰ(500만원한도,100만원초과10%공제)" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:907});
     __hpasRuleResult.push({
'담보코드' : "CLA05836" , '담보명' : "급배수시설누출손해보상Ⅰ(500만원한도,100만원초과10%공제)" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:908});
     __hpasRuleResult.push({
'담보코드' : "CLA05837" , '담보명' : "급배수시설누출손해보상Ⅱ(실손비례보상,임대인용)" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:909});
     __hpasRuleResult.push({
'담보코드' : "CLA05837" , '담보명' : "급배수시설누출손해보상Ⅱ(실손비례보상,임대인용)" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:910});
     __hpasRuleResult.push({
'담보코드' : "CLA05837" , '담보명' : "급배수시설누출손해보상Ⅱ(실손비례보상,임대인용)" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:911});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:912});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:913});
     __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:914});
     __hpasRuleResult.push({
'담보코드' : "CLA05992" , '담보명' : "급배수시설누출손해보상(임대물건, 건물)" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:915});
     __hpasRuleResult.push({
'담보코드' : "CLA05992" , '담보명' : "급배수시설누출손해보상(임대물건, 건물)" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:916});
     __hpasRuleResult.push({
'담보코드' : "CLA05992" , '담보명' : "급배수시설누출손해보상(임대물건, 건물)" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:917});
     __hpasRuleResult.push({
'담보코드' : "CLA06750" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:918});
     __hpasRuleResult.push({
'담보코드' : "CLA06750" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:919});
     __hpasRuleResult.push({
'담보코드' : "CLA06750" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:920});
     __hpasRuleResult.push({
'담보코드' : "CLA06697" , '담보명' : "급배수시설누출손해보상(90일면책, 임대물건, 건물)" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:921});
     __hpasRuleResult.push({
'담보코드' : "CLA06697" , '담보명' : "급배수시설누출손해보상(90일면책, 임대물건, 건물)" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:922});
     __hpasRuleResult.push({
'담보코드' : "CLA06697" , '담보명' : "급배수시설누출손해보상(90일면책, 임대물건, 건물)" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:923});
     __hpasRuleResult.push({
'담보코드' : "CLA12631" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:924});
     __hpasRuleResult.push({
'담보코드' : "CLA12631" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:925});
     __hpasRuleResult.push({
'담보코드' : "CLA12631" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(true){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_영위업종별가입가능담보목록_2005년5월이후상품_001' , row:926});
     __hpasRuleResult.push({
'담보코드' : "CLA09254" , '담보명' : "소요노동쟁의손해" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }
    }

    //


    if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][OUTPUT] '+JSON.stringify(__hpasRuleResult)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.output && __hpasRuleResult){__hrs_logger_object.output.value = JSON.stringify(__hpasRuleResult);}
return RESULT(__hpasRuleResult);
};