var 장기_영위업종별가입가능담보목록_GRD_001 = function(상위물건구분코드,물건구분코드,상위요율적용물건구분코드,요율적용물건구분코드,기준일자,상위영위업종코드,영위업종코드,상위요율적용코드,요율적용코드,목적물실손보상구분코드,상품코드 ){
    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = [];


    // Compiler Version 1 , Created : 2023-08-21 13:28:19
    var canSheetNext = true
    if(canSheetNext) {

    if(((상위영위업종코드 == "00001"))
    && ((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00022" , '담보명' : "주택임시거주자금" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00011" , '담보명' : "점포휴업손해" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06272" , '담보명' : "점포휴업손해" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(상품코드 == "LA01378001")&&!(상품코드 == "LA01376001")&&!(상품코드 == "LA01376002")&&!(상품코드 == "LA01377001")&&!(상품코드 == "LA01394001")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01395001")&&!(상품코드 == "LA01396001")&&!(상품코드 == "LA01818001")&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA02018001")&&!(상품코드 == "LA02019001")&&!(상품코드 == "LA02020001")&&!(상품코드 == "LA02021001")&&!(상품코드 == "LA02069001")&&!(상품코드 == "LA02069002")&&!(상품코드 == "LA02070001")&&!(상품코드 == "LA02070002")&&!(상품코드 == "LA02074001")&&!(상품코드 == "LA02074002")&&!(상품코드 == "LA02075001")&&!(상품코드 == "LA02075002")&&!(상품코드 == "LA01960001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01760001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01789001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01820001")&&!(상품코드 == "LA01821001")&&!(상품코드 == "LA01925001")&&!(상품코드 == "LA01926001")&&!(상품코드 == "LA01990001")&&!(상품코드 == "LA01991001")&&!(상품코드 == "LA01481001")&&!(상품코드 == "LA01524001")&&!(상품코드 == "LA01577001")&&!(상품코드 == "LA01703001")&&!(상품코드 == "A01737001")&&!(상품코드 == "LA01377002")&&!(상품코드 == "LA01395002")&&!(상품코드 == "LA01479001")&&!(상품코드 == "LA01479002")&&!(상품코드 == "LA01480001")&&!(상품코드 == "LA01480002")&&!(상품코드 == "LA01522001")&&!(상품코드 == "LA01523001")&&!(상품코드 == "LA01575001")&&!(상품코드 == "LA01576001")&&!(상품코드 == "LA01701001")&&!(상품코드 == "LA01702001")&&!(상품코드 == "LA01735001")&&!(상품코드 == "LA01736001")&&!(상품코드 == "LA01758001")&&!(상품코드 == "LA01759001")&&!(상품코드 == "LA01787001")&&!(상품코드 == "LA01788001")&&!(상품코드 == "LA02157001")&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251001}')&&!(상품코드 == '{BigPlus재산종합2204(,,LA02157002}')&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251002}')&&!(상품코드 == "LA02158001")&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252001}')&&!(상품코드 == '{BigPlus재산종합2204_TM(,,LA02158002}')&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252002}')&&!(상품코드 == "LA02159001")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253001}')&&!(상품코드 == "LA02159002")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253002}')&&!(상품코드 == "LA02160001")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254001}')&&!(상품코드 == "LA02160002")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254002}')&&!(상품코드 == "LA02306001")&&!(상품코드 == "LA02306002")&&!(상품코드 == "LA02307001")&&!(상품코드 == "LA02307002")&&!(상품코드 == "LA02308001")&&!(상품코드 == "LA02308002")&&!(상품코드 == "LA02309001")&&!(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00013" , '담보명' : "구내냉동.냉장위험" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05081" , '담보명' : "구내냉동.냉장위험" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && ((상품코드 == "LA01376001")||(상품코드 == "LA01376002")||(상품코드 == "LA01377001")||(상품코드 == "LA01394001")||(상품코드 == "LA01394002")||(상품코드 == "LA01818001")||(상품코드 == "LA01819001")||(상품코드 == "LA02018001")||(상품코드 == "LA02019001")||(상품코드 == "LA02020001")||(상품코드 == "LA02021001")||(상품코드 == "LA02069001")||(상품코드 == "LA02069002")||(상품코드 == "LA02070001")||(상품코드 == "LA02070002")||(상품코드 == "LA02074001")||(상품코드 == "LA02074002")||(상품코드 == "LA02075001")||(상품코드 == "LA02075002")||(상품코드 == "LA01960001")||(상품코드 == "LA01961001")||(상품코드 == "LA01760001")||(상품코드 == "LA01761001")||(상품코드 == "LA01789001")||(상품코드 == "LA01790001")||(상품코드 == "LA01820001")||(상품코드 == "LA01821001")||(상품코드 == "LA01925001")||(상품코드 == "LA01926001")||(상품코드 == "LA01990001")||(상품코드 == "LA01991001")||(상품코드 == "LA01378001")||(상품코드 == "LA01396001")||(상품코드 == "LA01481001")||(상품코드 == "LA01524001")||(상품코드 == "LA01577001")||(상품코드 == "LA01703001")||(상품코드 == "LA01737001")||(상품코드 == "LA01377002")||(상품코드 == "LA01395001")||(상품코드 == "LA01395002")||(상품코드 == "LA01479001")||(상품코드 == "LA01479002")||(상품코드 == "LA01480001")||(상품코드 == "LA01480002")||(상품코드 == "LA01522001")||(상품코드 == "LA01523001")||(상품코드 == "LA01575001")||(상품코드 == "LA01576001")||(상품코드 == "LA01701001")||(상품코드 == "LA01702001")||(상품코드 == "LA01735001")||(상품코드 == "LA01736001")||(상품코드 == "LA01758001")||(상품코드 == "LA01759001")||(상품코드 == "LA01787001")||(상품코드 == "LA01788001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02159002")||(상품코드 == 'LA02253002')||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02160002")||(상품코드 == 'LA02254002')||(상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00013" , '담보명' : "구내냉동.냉장위험" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((상위요율적용코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00014" , '담보명' : "강도손해위로금" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && ((상품코드 == 'LA01925001')||(상품코드 == 'LA01990001')||(상품코드 == "LA02020001")||(상품코드 == "LA02074001")||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02074002")||(상품코드 == "LA02159002")||(상품코드 == 'LA02253002')||(상품코드 == 'LA01926001')||(상품코드 == 'LA01991001')||(상품코드 == "LA02021001")||(상품코드 == "LA02075001")||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02075002")||(상품코드 == "LA02160002")||(상품코드 == 'LA02254002')||(상품코드 == "LA02018001")||(상품코드 == "LA02069001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == "LA02069002")||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02019001")||(상품코드 == "LA02070001")||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == "LA02070002")||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00015" , '담보명' : "항공기.차량손해" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((상품코드 == 'LA01925001')||(상품코드 == 'LA01990001')||(상품코드 == "LA02020001")||(상품코드 == "LA02074001")||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02074002")||(상품코드 == "LA02159002")||(상품코드 == 'LA02253002')||(상품코드 == 'LA01926001')||(상품코드 == 'LA01991001')||(상품코드 == "LA02021001")||(상품코드 == "LA02075001")||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02075002")||(상품코드 == "LA02160002")||(상품코드 == 'LA02254002')||(상품코드 == "LA02018001")||(상품코드 == "LA02069001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == "LA02069002")||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02019001")||(상품코드 == "LA02070001")||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == "LA02070002")||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00015" , '담보명' : "항공기.차량손해" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상품코드 == '{성공하는Owner재산종합보험2101(,,LA01925001}')&&!(상품코드 == '{성공하는Owner재산종합보험2103(,,LA01990001}')&&!(상품코드 == "LA02020001")&&!(상품코드 == "LA02074001")&&!(상품코드 == "LA02159001")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253001}')&&!(상품코드 == "LA02074002")&&!(상품코드 == "LA02159002")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253002}')&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == '{성공하는Owner재산종합보험2103_TM(,,LA01991001}')&&!(상품코드 == "LA02021001")&&!(상품코드 == "LA02075001")&&!(상품코드 == "LA02160001")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254001}')&&!(상품코드 == "LA02075002")&&!(상품코드 == "LA02160002")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254002}')&&!(상품코드 == "LA02018001")&&!(상품코드 == "LA02069001")&&!(상품코드 == "LA02157001")&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251001}')&&!(상품코드 == "LA02069002")&&!(상품코드 == '{BigPlus재산종합2204(,,LA02157002}')&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251002}')&&!(상품코드 == "LA02019001")&&!(상품코드 == "LA02070001")&&!(상품코드 == "LA02158001")&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252001}')&&!(상품코드 == "LA02070002")&&!(상품코드 == '{BigPlus재산종합2204_TM(,,LA02158002}')&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252002}')&&!(상품코드 == "LA02306001")&&!(상품코드 == "LA02306002")&&!(상품코드 == "LA02307001")&&!(상품코드 == "LA02307002")&&!(상품코드 == "LA02308001")&&!(상품코드 == "LA02308002")&&!(상품코드 == "LA02309001")&&!(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00015" , '담보명' : "항공기.차량손해" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08230" , '담보명' : "항공기.차량손해(실손전부보상,일반/공장)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && ((상품코드 == 'LA01925001')||(상품코드 == 'LA01990001')||(상품코드 == "LA02020001")||(상품코드 == "LA02074001")||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02074002")||(상품코드 == "LA02159002")||(상품코드 == 'LA02253002')||(상품코드 == 'LA01926001')||(상품코드 == 'LA01991001')||(상품코드 == "LA02021001")||(상품코드 == "LA02075001")||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02075002")||(상품코드 == "LA02160002")||(상품코드 == 'LA02254002')||(상품코드 == "LA02018001")||(상품코드 == "LA02069001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == "LA02069002")||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02019001")||(상품코드 == "LA02070001")||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == "LA02070002")||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00016" , '담보명' : "유리손해" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((상품코드 == 'LA01925001')||(상품코드 == 'LA01990001')||(상품코드 == "LA02020001")||(상품코드 == "LA02074001")||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02074002")||(상품코드 == "LA02159002")||(상품코드 == 'LA02253002')||(상품코드 == 'LA01926001')||(상품코드 == 'LA01991001')||(상품코드 == "LA02021001")||(상품코드 == "LA02075001")||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02075002")||(상품코드 == "LA02160002")||(상품코드 == 'LA02254002')||(상품코드 == "LA02018001")||(상품코드 == "LA02069001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == "LA02069002")||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02019001")||(상품코드 == "LA02070001")||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == "LA02070002")||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00016" , '담보명' : "유리손해" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if((!(상품코드 == '{성공하는Owner재산종합보험2101(,,LA01925001}')&&!(상품코드 == '{성공하는Owner재산종합보험2103(,,LA01990001}')&&!(상품코드 == "LA02020001")&&!(상품코드 == "LA02074001")&&!(상품코드 == "LA02159001")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253001}')&&!(상품코드 == "LA02074002")&&!(상품코드 == "LA02159002")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253002}')&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == '{성공하는Owner재산종합보험2103_TM(,,LA01991001}')&&!(상품코드 == "LA02021001")&&!(상품코드 == "LA02075001")&&!(상품코드 == "LA02160001")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254001}')&&!(상품코드 == "LA02075002")&&!(상품코드 == "LA02160002")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254002}')&&!(상품코드 == "LA02018001")&&!(상품코드 == "LA02069001")&&!(상품코드 == "LA02157001")&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251001}')&&!(상품코드 == "LA02069002")&&!(상품코드 == '{BigPlus재산종합2204(,,LA02157002}')&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251002}')&&!(상품코드 == "LA02019001")&&!(상품코드 == "LA02070001")&&!(상품코드 == "LA02158001")&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252001}')&&!(상품코드 == "LA02070002")&&!(상품코드 == '{BigPlus재산종합2204_TM(,,LA02158002}')&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252002}')&&!(상품코드 == "LA02306001")&&!(상품코드 == "LA02306002")&&!(상품코드 == "LA02307001")&&!(상품코드 == "LA02307002")&&!(상품코드 == "LA02308001")&&!(상품코드 == "LA02308002")&&!(상품코드 == "LA02309001")&&!(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00016" , '담보명' : "유리손해" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08229" , '담보명' : "유리손해(실손전부보상,일반/공장)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((영위업종코드 == " 심사자 삭제요청(,2013.04.08,)"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00024" , '담보명' : "지진손해(주택)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00024" , '담보명' : "지진손해(주택)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상품코드 == 'LA00871001')||(상품코드 == "LA00871002")||(상품코드 == "LA00871003")||(상품코드 == "LA00871004")||(상품코드 == "LA00872005")||(상품코드 == "LA00872006")||(상품코드 == "LA00872007")||(상품코드 == "LA00872008")||(상품코드 == 'LA00917001')||(상품코드 == 'LA00917002')||(상품코드 == 'LA00917003')||(상품코드 == 'LA00917004')||(상품코드 == 'LA00967001')||(상품코드 == 'LA00967002')||(상품코드 == 'LA00967003')||(상품코드 == 'LA00967004'))){
        __hpasRuleResult.push({
'담보코드' : "CLA00024" , '담보명' : "지진손해(주택)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((영위업종코드 == "미판매업종속성"))
    && ((상위요율적용코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00025" , '담보명' : "가재도난(주택_단일요율)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00026" , '담보명' : "일반가재도난(주택물건)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00027" , '담보명' : "명기가재도난(주택물건)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00028" , '담보명' : "도난담보(일반물건)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06340" , '담보명' : "일반가재도난(주택물건)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06341" , '담보명' : "명기가재도난(주택물건)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06342" , '담보명' : "도난담보(일반물건)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA00029" , '담보명' : "일상생활배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA00007" , '담보명' : "임차자배상책임(화재)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA06291" , '담보명' : "임차자배상책임(화재)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA00008" , '담보명' : "임차자배상(화재_폭발_소요노동쟁의)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && (!(상품코드 == "LA01376001")&&!(상품코드 == "LA01376002")&&!(상품코드 == "LA01377001")&&!(상품코드 == "LA01394001")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01818001")&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA02018001")&&!(상품코드 == "LA02019001")&&!(상품코드 == "LA02020001")&&!(상품코드 == "LA02021001")&&!(상품코드 == "LA02069001")&&!(상품코드 == "LA02069002")&&!(상품코드 == "LA02070001")&&!(상품코드 == "LA02070002")&&!(상품코드 == "LA02074001")&&!(상품코드 == "LA02074002")&&!(상품코드 == "LA02075001")&&!(상품코드 == "LA02075002")&&!(상품코드 == "LA01960001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01760001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01789001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01820001")&&!(상품코드 == "LA01821001")&&!(상품코드 == "LA01925001")&&!(상품코드 == "LA01926001")&&!(상품코드 == "LA01990001")&&!(상품코드 == "LA01991001")&&!(상품코드 == "LA01396001")&&!(상품코드 == "LA01481001")&&!(상품코드 == "LA01524001")&&!(상품코드 == "LA01577001")&&!(상품코드 == "LA01703001")&&!(상품코드 == "A01737001")&&!(상품코드 == "LA01377002")&&!(상품코드 == "LA01395001")&&!(상품코드 == "LA01395002")&&!(상품코드 == "LA01479001")&&!(상품코드 == "LA01479002")&&!(상품코드 == "LA01480001")&&!(상품코드 == "LA01480002")&&!(상품코드 == "LA01522001")&&!(상품코드 == "LA01523001")&&!(상품코드 == "LA01575001")&&!(상품코드 == "LA01576001")&&!(상품코드 == "LA01701001")&&!(상품코드 == "LA01702001")&&!(상품코드 == "LA01735001")&&!(상품코드 == "LA01736001")&&!(상품코드 == "LA01758001")&&!(상품코드 == "LA01759001")&&!(상품코드 == "LA01787001")&&!(상품코드 == "LA01788001")&&!(상품코드 == "LA01378001")&&!(상품코드 == "LA02157001")&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251001}')&&!(상품코드 == '{BigPlus재산종합2204(,,LA02157002}')&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251002}')&&!(상품코드 == "LA02158001")&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252001}')&&!(상품코드 == '{BigPlus재산종합2204_TM(,,LA02158002}')&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252002}')&&!(상품코드 == "LA02159001")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253001}')&&!(상품코드 == "LA02159002")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253002}')&&!(상품코드 == "LA02160001")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254001}')&&!(상품코드 == "LA02160002")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254002}')&&!(상품코드 == "LA02306001")&&!(상품코드 == "LA02306002")&&!(상품코드 == "LA02307001")&&!(상품코드 == "LA02307002")&&!(상품코드 == "LA02308001")&&!(상품코드 == "LA02308002")&&!(상품코드 == "LA02309001")&&!(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00009" , '담보명' : "전기위험" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05082" , '담보명' : "전기설비손해(실손전부보상)(일반/공장)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && ((상품코드 == "LA01376001")||(상품코드 == "LA01376002")||(상품코드 == "LA01377001")||(상품코드 == "LA01394001")||(상품코드 == "LA01394002")||(상품코드 == "LA01818001")||(상품코드 == "LA01819001")||(상품코드 == "LA02018001")||(상품코드 == "LA02019001")||(상품코드 == "LA02020001")||(상품코드 == "LA02021001")||(상품코드 == "LA02069001")||(상품코드 == "LA02069002")||(상품코드 == "LA02070001")||(상품코드 == "LA02070002")||(상품코드 == "LA02074001")||(상품코드 == "LA02074002")||(상품코드 == "LA02075001")||(상품코드 == "LA02075002")||(상품코드 == "LA01960001")||(상품코드 == "LA01961001")||(상품코드 == "LA01760001")||(상품코드 == "LA01761001")||(상품코드 == "LA01789001")||(상품코드 == "LA01790001")||(상품코드 == "LA01820001")||(상품코드 == "LA01821001")||(상품코드 == "LA01925001")||(상품코드 == "LA01926001")||(상품코드 == "LA01990001")||(상품코드 == "LA01991001")||(상품코드 == "LA01378001")||(상품코드 == "LA01396001")||(상품코드 == "LA01481001")||(상품코드 == "LA01524001")||(상품코드 == "LA01577001")||(상품코드 == "LA01703001")||(상품코드 == "LA01737001")||(상품코드 == "LA01377002")||(상품코드 == "LA01395001")||(상품코드 == "LA01395002")||(상품코드 == "LA01479001")||(상품코드 == "LA01479002")||(상품코드 == "LA01480001")||(상품코드 == "LA01480002")||(상품코드 == "LA01522001")||(상품코드 == "LA01523001")||(상품코드 == "LA01575001")||(상품코드 == "LA01576001")||(상품코드 == "LA01701001")||(상품코드 == "LA01702001")||(상품코드 == "LA01735001")||(상품코드 == "LA01736001")||(상품코드 == "LA01758001")||(상품코드 == "LA01759001")||(상품코드 == "LA01787001")||(상품코드 == "LA01788001")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02159002")||(상품코드 == 'LA02253002')||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02160002")||(상품코드 == 'LA02254002')||(상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00009" , '담보명' : "전기위험" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((기준일자 > "20140601"))
    && ((영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01531" , '담보명' : "차량정비업자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "01" , '목록속성명' : "자동차종합정비업"
})
    canSheetNext = false
    }

    if(((기준일자 > "20140601"))
    && ((영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01531" , '담보명' : "차량정비업자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "02" , '목록속성명' : "소형자동차정비업"
})
    canSheetNext = false
    }

    if(((기준일자 > "20140601"))
    && ((영위업종코드 == "B17050")||(영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01531" , '담보명' : "차량정비업자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "03" , '목록속성명' : "원동기전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01531" , '담보명' : "차량정비업자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "04" , '목록속성명' : "자동차전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09131" , '담보명' : "차량정비업자배상책임(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "01" , '목록속성명' : "자동차종합정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09131" , '담보명' : "차량정비업자배상책임(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "02" , '목록속성명' : "소형자동차정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050")||(영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09131" , '담보명' : "차량정비업자배상책임(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "03" , '목록속성명' : "원동기전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09131" , '담보명' : "차량정비업자배상책임(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "04" , '목록속성명' : "자동차전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "B05000")||(영위업종코드 == "B06010")||(영위업종코드 == "B07010")||(영위업종코드 == "B07030")||(영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B11040")||(영위업종코드 == "B12010")||(영위업종코드 == "B12020")||(영위업종코드 == "B12030")||(영위업종코드 == "B12040")||(영위업종코드 == "B13020")||(영위업종코드 == "B16010")||(영위업종코드 == "B01050")||(영위업종코드 == "B06040")||(영위업종코드 == "B13030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01532" , '담보명' : "어린이놀이시설배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00324" , '목록속성코드' : "0101" , '목록속성명' : "실외어린이놀이시설(지자체, 학교 등)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "B05000")||(영위업종코드 == "B06010")||(영위업종코드 == "B07010")||(영위업종코드 == "B07030")||(영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B11040")||(영위업종코드 == "B12010")||(영위업종코드 == "B12020")||(영위업종코드 == "B12030")||(영위업종코드 == "B12040")||(영위업종코드 == "B13020")||(영위업종코드 == "B16010")||(영위업종코드 == "B01050")||(영위업종코드 == "B06040")||(영위업종코드 == "B13030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01532" , '담보명' : "어린이놀이시설배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00324" , '목록속성코드' : "0102" , '목록속성명' : "실외어린이놀이시설(아파트단지내놀이터)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "B05000")||(영위업종코드 == "B06010")||(영위업종코드 == "B07010")||(영위업종코드 == "B07030")||(영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B11040")||(영위업종코드 == "B12010")||(영위업종코드 == "B12020")||(영위업종코드 == "B12030")||(영위업종코드 == "B12040")||(영위업종코드 == "B13020")||(영위업종코드 == "B16010")||(영위업종코드 == "B01050")||(영위업종코드 == "B06040")||(영위업종코드 == "B13030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01532" , '담보명' : "어린이놀이시설배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00324" , '목록속성코드' : "0201" , '목록속성명' : "실내어린이놀이시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01532" , '담보명' : "어린이놀이시설배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00324" , '목록속성코드' : "0301" , '목록속성명' : "유치원 등의 어린이놀이시설"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01536" , '담보명' : "6대가전제품고장수리비용" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B10030")||(영위업종코드 == "B10041")||(영위업종코드 == "B10042")||(영위업종코드 == "B10043")||(영위업종코드 == "B10044")||(영위업종코드 == "B10045")||(영위업종코드 == "B10046")||(영위업종코드 == "B01110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "도.소매상, 시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10020")||(영위업종코드 == "B10010")||(영위업종코드 == "B10021")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "백화점, 창고형 할인매장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52180"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "07" , '목록속성명' : "일반주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "08" , '목록속성명' : "전문주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01030")||(영위업종코드 == "A30300")||(영위업종코드 == "A30400"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "09" , '목록속성명' : "이용원, 미장원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01050")||(영위업종코드 == "A32300")||(영위업종코드 == "B01090"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "10" , '목록속성명' : "개인병원, 한의원, 조산원, 침술원, 동물병원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B05000")||(영위업종코드 == "A51060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "11" , '목록속성명' : "종합병원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "12" , '목록속성명' : "목욕탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "13" , '목록속성명' : "숙박시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "14" , '목록속성명' : "예식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "16" , '목록속성명' : "수영장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "롤라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "20" , '목록속성명' : "컴퓨터게임장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((기준일자 < "20110601"))
    && ((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010")||(영위업종코드 == "A54030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "23" , '목록속성명' : "극장/영화관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "24" , '목록속성명' : "독서실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "A32500")||(영위업종코드 == "A32600"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "25" , '목록속성명' : "교회, 성당, 사찰 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030")||(영위업종코드 == "A52240")||(영위업종코드 == "A53110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "26" , '목록속성명' : "노래방/비디오방/전화방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "27" , '목록속성명' : "빌딩"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A32300")||(영위업종코드 == "B01050")||(영위업종코드 == "B10030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "28" , '목록속성명' : "한약방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A53120")||(영위업종코드 == "B11040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "29" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "30" , '목록속성명' : "일반운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "31" , '목록속성명' : "전문운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34600")||(영위업종코드 == "B06060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A33100")||(영위업종코드 == "B01070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "36" , '목록속성명' : "사진관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A12631")||(영위업종코드 == "A12632")||(영위업종코드 == "A12633")||(영위업종코드 == "B01041")||(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "37" , '목록속성명' : "세탁소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "38" , '목록속성명' : "자동판매기"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34900")||(영위업종코드 == "B17030")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "39" , '목록속성명' : "자동세차기"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "40" , '목록속성명' : "엘리베이터(승객용, 10명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "41" , '목록속성명' : "엘리베이터(승객용, 20명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "42" , '목록속성명' : "엘리베이터(승객용, 30명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "43" , '목록속성명' : "엘리베이터(승객용, 40명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "44" , '목록속성명' : "엘리베이터(화물용, 1톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "45" , '목록속성명' : "엘리베이터(화물용, 2톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "46" , '목록속성명' : "엘리베이터(화물용, 3톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "47" , '목록속성명' : "엘리베이터(화물용, 4톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "48" , '목록속성명' : "에스컬레이터"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "49" , '목록속성명' : "대중탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "50" , '목록속성명' : "온천탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "51" , '목록속성명' : "사우나탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "52" , '목록속성명' : "증기탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "53" , '목록속성명' : "찜질방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "A52060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09040")||(영위업종코드 == "A51020")||(영위업종코드 == "B03040")||(영위업종코드 == "B03030")||(영위업종코드 == "A33900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "58" , '목록속성명' : "기숙사, 하숙집, 사제관,수녀원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "59" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020")||(영위업종코드 == "B11010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "60" , '목록속성명' : "전문주점(캬바레, 싸롱, 디스코텍, 록카페, 단란주점 등)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "61" , '목록속성명' : "엘리베이터화물용(5톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "62" , '목록속성명' : "엘리베이터화물용(6톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "63" , '목록속성명' : "사무용빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "64" , '목록속성명' : "일반공원(유료)(1천만원기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "65" , '목록속성명' : "일반공원(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "66" , '목록속성명' : "광고판(시가지)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "67" , '목록속성명' : "광고판(야산)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "68" , '목록속성명' : "광고판(특수전광판)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "69" , '목록속성명' : "자동보도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "70" , '목록속성명' : "케이블카"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "71" , '목록속성명' : "대여업(자전거,트라이크,어린이자동차)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "72" , '목록속성명' : "대여업(스쿠터,이륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "73" , '목록속성명' : "대여업(4륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "74" , '목록속성명' : "대여업(인라인스케이트)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B23020")||(영위업종코드 == "A53150"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "76" , '목록속성명' : "납골당"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "77" , '목록속성명' : "서바이벌게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "78" , '목록속성명' : "유로번지트램플린"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "80" , '목록속성명' : "손세차장,스팀세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "81" , '목록속성명' : "셀프세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A32300")||(영위업종코드 == "B05000"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "83" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00032" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10030")||(영위업종코드 == "A31300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00034" , '담보명' : "의약품등배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00038" , '담보명' : "체육시설(골프연습장)배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A53080")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00040" , '담보명' : "주유소배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00033" , '담보명' : "가스사고배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "다방/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A52040")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B04010")||(영위업종코드 == "B11040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00033" , '담보명' : "가스사고배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "음식점/주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "해당업종없음"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00033" , '담보명' : "가스사고배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "일반공장"
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00033" , '담보명' : "가스사고배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001")||(상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00015" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B08010")||(영위업종코드 == "B08020")||(영위업종코드 == "B08030")||(영위업종코드 == "A30100")||(영위업종코드 == "A34700")||(영위업종코드 == "A34800"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "01" , '목록속성명' : "일반건물(사무실 전용)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "B22011")||(영위업종코드 == "B22012")||(영위업종코드 == "B01050")||(영위업종코드 == "B05000")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220")||(영위업종코드 == "A32300")||(영위업종코드 == "A51060")||(영위업종코드 == "A53030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "02" , '목록속성명' : "관광숙박업, 숙박업, 병원, 방송사업을 하는 건물"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B17060")||(영위업종코드 == "B06010")||(영위업종코드 == "B06020")||(영위업종코드 == "B06030")||(영위업종코드 == "B06040")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52050")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "A32400")||(영위업종코드 == "A34300")||(영위업종코드 == "A34400")||(영위업종코드 == "A34500")||(영위업종코드 == "A54150")||(영위업종코드 == "A52180"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "03" , '목록속성명' : "음식점(휴게, 일반), 유흥음식점(단란주점포함), 학교, 학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B12010")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020")||(영위업종코드 == "B13030")||(영위업종코드 == "A53130")||(영위업종코드 == "A51080")||(영위업종코드 == "A51090")||(영위업종코드 == "A54030")||(영위업종코드 == "A54060")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010")||(영위업종코드 == "A57010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "04" , '목록속성명' : "공연장, 대규모점포, 농수산물도매시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B08010")&&!(영위업종코드 == "B08020")&&!(영위업종코드 == "B08030")&&!(영위업종코드 == "A30100")&&!(영위업종코드 == "A34700")&&!(영위업종코드 == "A34800")&&!(영위업종코드 == "B09010")&&!(영위업종코드 == "B09020")&&!(영위업종코드 == "B09030")&&!(영위업종코드 == "B09040")&&!(영위업종코드 == "B22011")&&!(영위업종코드 == "B22012")&&!(영위업종코드 == "B01050")&&!(영위업종코드 == "B05000")&&!(영위업종코드 == "A52010")&&!(영위업종코드 == "A52020")&&!(영위업종코드 == "A52060")&&!(영위업종코드 == "A52220")&&!(영위업종코드 == "A32300")&&!(영위업종코드 == "A51060")&&!(영위업종코드 == "A53030")&&!(영위업종코드 == "B01010")&&!(영위업종코드 == "B01020")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B06010")&&!(영위업종코드 == "B06020")&&!(영위업종코드 == "B06030")&&!(영위업종코드 == "B06040")&&!(영위업종코드 == "A52040")&&!(영위업종코드 == "A52050")&&!(영위업종코드 == "A54080")&&!(영위업종코드 == "A54090")&&!(영위업종코드 == "A54100")&&!(영위업종코드 == "A54110")&&!(영위업종코드 == "A32400")&&!(영위업종코드 == "A34300")&&!(영위업종코드 == "A34400")&&!(영위업종코드 == "A34500")&&!(영위업종코드 == "A54150")&&!(영위업종코드 == "B10010")&&!(영위업종코드 == "B10020")&&!(영위업종코드 == "B10021")&&!(영위업종코드 == "B12010")&&!(영위업종코드 == "B13010")&&!(영위업종코드 == "B13020")&&!(영위업종코드 == "B13030")&&!(영위업종코드 == "A53130")&&!(영위업종코드 == "A51080")&&!(영위업종코드 == "A51090")&&!(영위업종코드 == "A54030")&&!(영위업종코드 == "A54060")&&!(영위업종코드 == "A55010")&&!(영위업종코드 == "A56010")&&!(영위업종코드 == "A57010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "05" , '목록속성명' : "상기이외의 일반물건"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00031" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "06" , '목록속성명' : "공장물건"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00039" , '담보명' : "음식물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "다방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040")||(영위업종코드 == "B04010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00039" , '담보명' : "음식물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B16010")||(영위업종코드 == "A52050")||(영위업종코드 == "A52180"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00039" , '담보명' : "음식물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "제과점,휴게실"
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00039" , '담보명' : "음식물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04010")||(영위업종코드 == "A34100"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00037" , '담보명' : "학교경영자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "유치원/기타유아교육기관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06010")||(영위업종코드 == "A32400"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00037" , '담보명' : "학교경영자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "초등학교"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06010")||(영위업종코드 == "A32400"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00037" , '담보명' : "학교경영자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "중학교/고등학교"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06010")||(영위업종코드 == "A32400"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00037" , '담보명' : "학교경영자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "대학교/ 대학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10030")||(영위업종코드 == "A31300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00035" , '담보명' : "약국시설배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "약국"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00520" , '담보명' : "주차장배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00882" , '담보명' : "주차장배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00883" , '담보명' : "주차장배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00884" , '담보명' : "주차장배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00885" , '담보명' : "주차장배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00886" , '담보명' : "주차장배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA00842" , '담보명' : "화재(대물)배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01057" , '담보명' : "화재(대물)배상책임(3억원공제)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01058" , '담보명' : "화재(대물)배상책임(5억원공제)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01059" , '담보명' : "화재(대물)배상책임(10억원공제)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00872" , '담보명' : "시설(인테리어)복원지원금" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA01060" , '담보명' : "화재 및 붕괴 등 손해" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))
    && ((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01061" , '담보명' : "화재손해(실손) 임시거주자금" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))
    && ((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01062" , '담보명' : "붕괴,침강및사태손해(실손) 임시거주자금" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((요율적용코드 == "B20300")||(요율적용코드 == "B01010")||(요율적용코드 == "B01020")||(요율적용코드 == "B06040")||(요율적용코드 == "B07050")||(요율적용코드 == "B07060")||(요율적용코드 == "B09020")||(요율적용코드 == "B11010")||(요율적용코드 == "B11020")||(요율적용코드 == "B11030")||(요율적용코드 == "B11040")||(요율적용코드 == "B11050")||(요율적용코드 == "B12010"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))
    && (!(상품코드 == "LA01394001")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01395001")&&!(상품코드 == "LA01395002")&&!(상품코드 == "LA01479001")&&!(상품코드 == "LA01522001")&&!(상품코드 == "LA01818001")&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA02018001")&&!(상품코드 == "LA02019001")&&!(상품코드 == "LA02020001")&&!(상품코드 == "LA02021001")&&!(상품코드 == "LA02069001")&&!(상품코드 == "LA02069002")&&!(상품코드 == "LA02070001")&&!(상품코드 == "LA02070002")&&!(상품코드 == "LA02074001")&&!(상품코드 == "LA02074002")&&!(상품코드 == "LA02075001")&&!(상품코드 == "LA02075002")&&!(상품코드 == "LA01960001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01760001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01789001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01820001")&&!(상품코드 == "LA01821001")&&!(상품코드 == "LA01925001")&&!(상품코드 == "LA01926001")&&!(상품코드 == "LA01990001")&&!(상품코드 == "LA01991001")&&!(상품코드 == "LA01484001")&&!(상품코드 == "LA01484002")&&!(상품코드 == "LA01485001")&&!(상품코드 == "LA01527001")&&!(상품코드 == "LA01527002")&&!(상품코드 == "LA01481001")&&!(상품코드 == "LA01524001")&&!(상품코드 == "LA01577001")&&!(상품코드 == "LA01703001")&&!(상품코드 == "LA01737001")&&!(상품코드 == "LA01479002")&&!(상품코드 == "LA01480001")&&!(상품코드 == "LA01480002")&&!(상품코드 == "LA01523001")&&!(상품코드 == "LA01575001")&&!(상품코드 == "LA01576001")&&!(상품코드 == "LA01701001")&&!(상품코드 == "LA01702001")&&!(상품코드 == "LA01735001")&&!(상품코드 == "LA01736001")&&!(상품코드 == "LA01758001")&&!(상품코드 == "LA01759001")&&!(상품코드 == "LA01787001")&&!(상품코드 == "LA01788001")&&!(상품코드 == "LA01396001")&&!(상품코드 == "LA02157001")&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251001}')&&!(상품코드 == '{BigPlus재산종합2204(,,LA02157002}')&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251002}')&&!(상품코드 == "LA02158001")&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252001}')&&!(상품코드 == '{BigPlus재산종합2204_TM(,,LA02158002}')&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252002}')&&!(상품코드 == "LA02159001")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253001}')&&!(상품코드 == "LA02159002")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253002}')&&!(상품코드 == "LA02160001")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254001}')&&!(상품코드 == "LA02160002")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254002}')&&!(상품코드 == "LA02306001")&&!(상품코드 == "LA02306002")&&!(상품코드 == "LA02307001")&&!(상품코드 == "LA02307002")&&!(상품코드 == "LA02308001")&&!(상품코드 == "LA02308002")&&!(상품코드 == "LA02309001")&&!(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((요율적용코드 == "B20100")||(요율적용코드 == "B20200")||(요율적용코드 == "B20300")||(요율적용코드 == "B01010")||(요율적용코드 == "B01020")||(요율적용코드 == "B06040")||(요율적용코드 == "B07050")||(요율적용코드 == "B07060")||(요율적용코드 == "B09020")||(요율적용코드 == "B11010")||(요율적용코드 == "B11020")||(요율적용코드 == "B11030")||(요율적용코드 == "B11040")||(요율적용코드 == "B11050")||(요율적용코드 == "B12010"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))
    && ((상품코드 == 'LA01484001')||(상품코드 == 'LA01527001')||(상품코드 == 'LA01484002')||(상품코드 == 'LA01527002')||(상품코드 == 'LA01485001')||(상품코드 == 'LA01528001')||(상품코드 == 'LA01485002')||(상품코드 == 'LA01528002'))){
        __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((요율적용코드 == "B20300"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))
    && ((상품코드 == "LA01394001")||(상품코드 == "LA01394002")||(상품코드 == "LA01395001")||(상품코드 == "LA01395002")||(상품코드 == "LA01396001")||(상품코드 == "LA01479001")||(상품코드 == "LA01479002")||(상품코드 == "LA01480001")||(상품코드 == "LA01480002")||(상품코드 == "LA01481001")||(상품코드 == "LA01522001")||(상품코드 == "LA01523001")||(상품코드 == "LA01524001")||(상품코드 == "LA01575001")||(상품코드 == "LA01576001")||(상품코드 == "LA01577001")||(상품코드 == "LA01701001")||(상품코드 == "LA01702001")||(상품코드 == "LA01703001")||(상품코드 == "LA01735001")||(상품코드 == "LA01736001")||(상품코드 == "LA01737001")||(상품코드 == "LA01758001")||(상품코드 == "LA01759001")||(상품코드 == "LA01760001")||(상품코드 == "LA01761001")||(상품코드 == "LA01787001")||(상품코드 == "LA01788001")||(상품코드 == "LA01789001")||(상품코드 == "LA01790001")||(상품코드 == "LA01818001")||(상품코드 == "LA01819001")||(상품코드 == "LA01820001")||(상품코드 == "LA01821001")||(상품코드 == "LA01925001")||(상품코드 == "LA01926001")||(상품코드 == "LA01960001")||(상품코드 == "LA01961001")||(상품코드 == "LA01990001")||(상품코드 == "LA01991001")||(상품코드 == "LA02018001")||(상품코드 == "LA02019001")||(상품코드 == "LA02020001")||(상품코드 == "LA02021001")||(상품코드 == "LA02069001")||(상품코드 == "LA02069002")||(상품코드 == "LA02070001")||(상품코드 == "LA02070002")||(상품코드 == "LA02074001")||(상품코드 == "LA02074002")||(상품코드 == "LA02075001")||(상품코드 == "LA02075002")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02159002")||(상품코드 == 'LA02253002')||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02160002")||(상품코드 == 'LA02254002')||(상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))
    && ((상품코드 == "LA01394001")||(상품코드 == "LA01394002")||(상품코드 == "LA01395001")||(상품코드 == "LA01395002")||(상품코드 == "LA01396001")||(상품코드 == "LA01479001")||(상품코드 == "LA01479002")||(상품코드 == "LA01480001")||(상품코드 == "LA01480002")||(상품코드 == "LA01481001")||(상품코드 == "LA01522001")||(상품코드 == "LA01523001")||(상품코드 == "LA01524001")||(상품코드 == "LA01575001")||(상품코드 == "LA01576001")||(상품코드 == "LA01577001")||(상품코드 == "LA01701001")||(상품코드 == "LA01702001")||(상품코드 == "LA01703001")||(상품코드 == "LA01735001")||(상품코드 == "LA01736001")||(상품코드 == "LA01737001")||(상품코드 == "LA01758001")||(상품코드 == "LA01759001")||(상품코드 == "LA01760001")||(상품코드 == "LA01761001")||(상품코드 == "LA01787001")||(상품코드 == "LA01788001")||(상품코드 == "LA01789001")||(상품코드 == "LA01790001")||(상품코드 == "LA01818001")||(상품코드 == "LA01819001")||(상품코드 == "LA01820001")||(상품코드 == "LA01821001")||(상품코드 == "LA01925001")||(상품코드 == "LA01926001")||(상품코드 == "LA01960001")||(상품코드 == "LA01961001")||(상품코드 == "LA01990001")||(상품코드 == "LA01991001")||(상품코드 == "LA02018001")||(상품코드 == "LA02019001")||(상품코드 == "LA02020001")||(상품코드 == "LA02021001")||(상품코드 == "LA02069001")||(상품코드 == "LA02069002")||(상품코드 == "LA02070001")||(상품코드 == "LA02070002")||(상품코드 == "LA02074001")||(상품코드 == "LA02074002")||(상품코드 == "LA02075001")||(상품코드 == "LA02075002")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02159002")||(상품코드 == 'LA02253002')||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02160002")||(상품코드 == 'LA02254002')||(상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))
    && ((상품코드 == "LA01073001")||(상품코드 == "LA01073002")||(상품코드 == "LA01079001")||(상품코드 == "LA01110001")||(상품코드 == "LA01151001")||(상품코드 == "LA01160001")||(상품코드 == "LA01160002")||(상품코드 == "LA01273001")||(상품코드 == "LA01273002")||(상품코드 == "LA01275001")||(상품코드 == "LA01323001")||(상품코드 == "LA01323001")||(상품코드 == "LA01357001")||(상품코드 == "LA01357002")||(상품코드 == "LA01377001")||(상품코드 == "LA01377002")||(상품코드 == "LA01395001")||(상품코드 == "LA01395002")||(상품코드 == "LA01480001")||(상품코드 == "LA01480002")||(상품코드 == "LA01523001")||(상품코드 == "LA01576001")||(상품코드 == "LA01702001")||(상품코드 == "LA01736001")||(상품코드 == "LA01759001")||(상품코드 == "LA01761001")||(상품코드 == "LA01788001")||(상품코드 == "LA01790001")||(상품코드 == "LA01819001")||(상품코드 == "LA01821001")||(상품코드 == "LA01926001")||(상품코드 == "LA01961001")||(상품코드 == "LA01991001")||(상품코드 == "LA02019001")||(상품코드 == "LA02021001")||(상품코드 == "LA02070001")||(상품코드 == "LA02070002")||(상품코드 == "LA02075001")||(상품코드 == "LA02075002")||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02160002")||(상품코드 == 'LA02254002')||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01063" , '담보명' : "풍수재손해(실손)(주택/일반,비특수건물)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA01069" , '담보명' : "화재벌금" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA01071" , '담보명' : "잠금장치교체비용(갱신형)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA01072" , '담보명' : "상수도누수손해위로금(갱신형)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && (!(상품코드 == "LA00871001")&&!(상품코드 == "LA00871002")&&!(상품코드 == "LA00871003")&&!(상품코드 == "LA00871004")&&!(상품코드 == "LA00872005")&&!(상품코드 == "LA00872006")&&!(상품코드 == "LA00872007")&&!(상품코드 == "LA00872008")&&!(상품코드 == "LA00917001")&&!(상품코드 == "LA00917002")&&!(상품코드 == "LA00917003")&&!(상품코드 == "LA00917004")&&!(상품코드 == "LA00967001")&&!(상품코드 == "LA00967002")&&!(상품코드 == "LA00967003")&&!(상품코드 == "LA00967004")&&!(상품코드 == '{하나로재산종합(,,LA00929001}')&&!(상품코드 == "LA01055001")&&!(상품코드 == "LA01105001")&&!(상품코드 == "LA01146001")&&!(상품코드 == "LA01251001")&&!(상품코드 == "LA01274001")&&!(상품코드 == "LA01275001")&&!(상품코드 == '{하나로재산종합1601(,,LA01276001}')&&!(상품코드 == '{한화BigPlus재산종합1605(,,LA01322001}')&&!(상품코드 == "LA01323001")&&!(상품코드 == "LA01324001")&&!(상품코드 == "LA01378001")&&!(상품코드 == "LA01396001")&&!(상품코드 == '{한화BigPlus재산종합1610(,,LA01376001}')&&!(상품코드 == "LA01394001")&&!(상품코드 == "LA01376002")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01377001")&&!(상품코드 == "LA01395001")&&!(상품코드 == "LA01377002")&&!(상품코드 == "LA01395002")&&!(상품코드 == "LA01479001")&&!(상품코드 == "LA01522001")&&!(상품코드 == "LA01575001")&&!(상품코드 == "LA01701001")&&!(상품코드 == "LA01735001")&&!(상품코드 == "LA01758001")&&!(상품코드 == '{한화BigPlus재산종합2001(,,LA01787001}')&&!(상품코드 == "LA01818001")&&!(상품코드 == '{BigPlus재산종합2101(,,LA01960001}')&&!(상품코드 == '{Easy사업성공재물(,,LA01760001}')&&!(상품코드 == '{Easy사업성공재물2001(,,LA01789001}')&&!(상품코드 == '{Easy사업성공재물2004(,,LA01820001}')&&!(상품코드 == '{성공하는Owner재산종합보험2101(,,LA01925001}')&&!(상품코드 == '{성공하는Owner재산종합보험2103(,,LA01990001}')&&!(상품코드 == '{한화BigPlus재산종합1710(,,LA01479002}')&&!(상품코드 == '{한화BigPlus재산종합1710_TM(,,LA01480001}')&&!(상품코드 == '{한화BigPlus재산종합1804_TM(,,LA01523001}')&&!(상품코드 == '{한화BigPlus재산종합1809_TM(,,LA01576001}')&&!(상품코드 == '{한화BigPlus재산종합1904_TM(,,LA01702001}')&&!(상품코드 == '{한화BigPlus재산종합1907_TM(,,LA01736001}')&&!(상품코드 == '{한화BigPlus재산종합1910_TM(,,LA01759001}')&&!(상품코드 == '{한화BigPlus재산종합2001_TM(,,LA01788001}')&&!(상품코드 == "LA01819001")&&!(상품코드 == '{BigPlus재산종합2101_TM(,,LA01961001}')&&!(상품코드 == '{Easy사업성공재물_TM(,,LA01761001}')&&!(상품코드 == '{Easy사업성공재물2001_TM(,,LA01790001}')&&!(상품코드 == '{Easy사업성공재물2004_TM(,,LA01821001}')&&!(상품코드 == '{성공하는Owner재산종합보험2101_TM(,,LA01926001}')&&!(상품코드 == '{성공하는Owner재산종합보험2103_TM(,,LA01991001}')&&!(상품코드 == '{한화BigPlus재산종합1710_TM(,,LA01480002}')&&!(상품코드 == '{하나로재산종합1710(,,LA01481001}')&&!(상품코드 == '{하나로재산종합1804(,,LA01524001}')&&!(상품코드 == '{하나로재산종합1809(,,LA01577001}')&&!(상품코드 == '{하나로재산종합1904(,,LA01703001}')&&!(상품코드 == '{하나로재산종합1907(,,LA01737001}'))){
        __hpasRuleResult.push({
'담보코드' : "CLA01216" , '담보명' : "지진손해(일반/공장)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상품코드 == "LA00929001")||(상품코드 == "LA01055001")||(상품코드 == "LA01105001")||(상품코드 == "LA01146001")||(상품코드 == 'LA01251001')||(상품코드 == 'LA01274001')||(상품코드 == 'LA01275001')||(상품코드 == 'LA01276001')||(상품코드 == 'LA01322001')||(상품코드 == 'LA01324001')||(상품코드 == 'LA01323001')||(상품코드 == 'LA01378001')||(상품코드 == 'LA01396001')||(상품코드 == 'LA01376001')||(상품코드 == 'LA01394001')||(상품코드 == 'LA01376002')||(상품코드 == 'LA01394002')||(상품코드 == 'LA01377001')||(상품코드 == 'LA01395001')||(상품코드 == 'LA01377002')||(상품코드 == 'LA01395002')||(상품코드 == 'LA01479001')||(상품코드 == 'LA01522001')||(상품코드 == 'LA01575001')||(상품코드 == 'LA01701001')||(상품코드 == 'LA01735001')||(상품코드 == 'LA01758001')||(상품코드 == 'LA01787001')||(상품코드 == "LA01818001")||(상품코드 == 'LA01960001')||(상품코드 == 'LA01760001')||(상품코드 == 'LA01789001')||(상품코드 == 'LA01820001')||(상품코드 == 'LA01925001')||(상품코드 == 'LA01990001')||(상품코드 == "LA01479002")||(상품코드 == "LA01480001")||(상품코드 == "LA01523001")||(상품코드 == 'LA01576001')||(상품코드 == 'LA01702001')||(상품코드 == 'LA01736001')||(상품코드 == 'LA01759001')||(상품코드 == 'LA01788001')||(상품코드 == "LA01819001")||(상품코드 == 'LA01961001')||(상품코드 == 'LA01761001')||(상품코드 == 'LA01790001')||(상품코드 == 'LA01821001')||(상품코드 == 'LA01926001')||(상품코드 == "LA01991001")||(상품코드 == "LA01480002")||(상품코드 == "LA01481001")||(상품코드 == "LA01524001")||(상품코드 == "LA01577001")||(상품코드 == 'LA01703001')||(상품코드 == 'LA01737001'))){
        __hpasRuleResult.push({
'담보코드' : "CLA01216" , '담보명' : "지진손해" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA02270" , '담보명' : "화재손해위로금" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA02271" , '담보명' : "폐기물처리비용" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA02408" , '담보명' : "화재손해(Co-in 50%)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA02409" , '담보명' : "화재손해위로금(Co-in 50%)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01293" , '담보명' : "가스사고배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "다방/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A52040")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B04010")||(영위업종코드 == "B11040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01293" , '담보명' : "가스사고배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "음식점/주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "해당업종없음"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01293" , '담보명' : "가스사고배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "일반공장"
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01293" , '담보명' : "가스사고배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001")||(상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00015" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B08010")||(영위업종코드 == "B08020")||(영위업종코드 == "B08030")||(영위업종코드 == "A30100")||(영위업종코드 == "A34700")||(영위업종코드 == "A34800"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "01" , '목록속성명' : "일반건물(사무실 전용)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "B22011")||(영위업종코드 == "B22012")||(영위업종코드 == "B01050")||(영위업종코드 == "B05000")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220")||(영위업종코드 == "A32300")||(영위업종코드 == "A51060")||(영위업종코드 == "A53030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "02" , '목록속성명' : "관광숙박업, 숙박업, 병원, 방송사업을 하는 건물"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B17060")||(영위업종코드 == "B06010")||(영위업종코드 == "B06020")||(영위업종코드 == "B06030")||(영위업종코드 == "B06040")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52050")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "A32400")||(영위업종코드 == "A34300")||(영위업종코드 == "A34400")||(영위업종코드 == "A34500")||(영위업종코드 == "A54150")||(영위업종코드 == "A52180"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "03" , '목록속성명' : "음식점(휴게, 일반), 유흥음식점(단란주점포함), 학교, 학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B12010")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020")||(영위업종코드 == "B13030")||(영위업종코드 == "A53130")||(영위업종코드 == "A51080")||(영위업종코드 == "A51090")||(영위업종코드 == "A54030")||(영위업종코드 == "A54060")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010")||(영위업종코드 == "A57010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "04" , '목록속성명' : "공연장, 대규모점포, 농수산물도매시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B08010")&&!(영위업종코드 == "B08020")&&!(영위업종코드 == "B08030")&&!(영위업종코드 == "A30100")&&!(영위업종코드 == "A34700")&&!(영위업종코드 == "A34800")&&!(영위업종코드 == "B09010")&&!(영위업종코드 == "B09020")&&!(영위업종코드 == "B09030")&&!(영위업종코드 == "B09040")&&!(영위업종코드 == "B22011")&&!(영위업종코드 == "B22012")&&!(영위업종코드 == "B01050")&&!(영위업종코드 == "B05000")&&!(영위업종코드 == "A52010")&&!(영위업종코드 == "A52020")&&!(영위업종코드 == "A52060")&&!(영위업종코드 == "A52220")&&!(영위업종코드 == "A32300")&&!(영위업종코드 == "A51060")&&!(영위업종코드 == "A53030")&&!(영위업종코드 == "B01010")&&!(영위업종코드 == "B01020")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B06010")&&!(영위업종코드 == "B06020")&&!(영위업종코드 == "B06030")&&!(영위업종코드 == "B06040")&&!(영위업종코드 == "A52040")&&!(영위업종코드 == "A52050")&&!(영위업종코드 == "A54080")&&!(영위업종코드 == "A54090")&&!(영위업종코드 == "A54100")&&!(영위업종코드 == "A54110")&&!(영위업종코드 == "A32400")&&!(영위업종코드 == "A34300")&&!(영위업종코드 == "A34400")&&!(영위업종코드 == "A34500")&&!(영위업종코드 == "A54150")&&!(영위업종코드 == "B10010")&&!(영위업종코드 == "B10020")&&!(영위업종코드 == "B10021")&&!(영위업종코드 == "B12010")&&!(영위업종코드 == "B13010")&&!(영위업종코드 == "B13020")&&!(영위업종코드 == "B13030")&&!(영위업종코드 == "A53130")&&!(영위업종코드 == "A51080")&&!(영위업종코드 == "A51090")&&!(영위업종코드 == "A54030")&&!(영위업종코드 == "A54060")&&!(영위업종코드 == "A55010")&&!(영위업종코드 == "A56010")&&!(영위업종코드 == "A57010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "05" , '목록속성명' : "상기이외의 일반물건"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01292" , '담보명' : "신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "06" , '목록속성명' : "공장물건"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01294" , '담보명' : "음식물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "다방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040")||(영위업종코드 == "B04010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01294" , '담보명' : "음식물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B16010")||(영위업종코드 == "A52050")||(영위업종코드 == "A52180"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01294" , '담보명' : "음식물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "제과점,휴게실"
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01294" , '담보명' : "음식물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10030")||(영위업종코드 == "A31300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01295" , '담보명' : "약국시설배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "약국"
})
    canSheetNext = false
    }

    if(true){
        __hpasRuleResult.push({
'담보코드' : "CLA00526" , '담보명' : "화재손해부담보" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
        __hpasRuleResult.push({
'담보코드' : "CLA00527" , '담보명' : "화재배상책임부담보" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
        __hpasRuleResult.push({
'담보코드' : "CLA00543" , '담보명' : "화재배상책임부담보" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B06040")||(영위업종코드 == "B07050")||(영위업종코드 == "B07060")||(영위업종코드 == "B09020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B11030")||(영위업종코드 == "B11040")||(영위업종코드 == "B11050")||(영위업종코드 == "B12010")||(영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00542" , '담보명' : "화재배상책임부담보(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01215" , '담보명' : "화재손해(실손)" , '담보실손보상구분코드' : "01" , '속성코드' : null , '목록속성코드' : null , '목록속성명' : null
})
    canSheetNext = false
    }

    if(((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05049" , '담보명' : "화재손해(실손)" , '담보실손보상구분코드' : "01" , '속성코드' : null , '목록속성코드' : null , '목록속성명' : null
})
    canSheetNext = false
    }

    if(((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06271" , '담보명' : "화재손해(실손)" , '담보실손보상구분코드' : "01" , '속성코드' : null , '목록속성코드' : null , '목록속성명' : null
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01366" , '담보명' : "구내폭발파열손해(실손)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05067" , '담보명' : "구내폭발파열손해(실손)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01073" , '담보명' : "풍수재손해(실손,특수건물)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05051" , '담보명' : "풍수재손해(실손,특수건물)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))
    && (!(상품코드 == '{한화BigPlus재산종합(,,LA00789001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,LA00846001}')&&!(상품코드 == '{한화BigPlus재산종합1204(,,GA(,,LA00902001}'))){
        __hpasRuleResult.push({
'담보코드' : "CLA01214" , '담보명' : "붕괴침강및사태 손해(실손)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05050" , '담보명' : "붕괴침강및사태 손해(실손)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))
    && ((상품코드 == 'LA00789001')||(상품코드 == 'LA00846001')||(상품코드 == 'LA00902001'))){
        __hpasRuleResult.push({
'담보코드' : "CLA01214" , '담보명' : "붕괴침강및사태 손해(실손)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && (!(상품코드 == '{한화화재배상책임(,,LA00934001}')&&!(상품코드 == '{한화화재배상책임_TM(,,LA00935001}'))){
        __hpasRuleResult.push({
'담보코드' : "CLA00001" , '담보명' : "화재손해" , '담보실손보상구분코드' : "02" , '속성코드' : null , '목록속성코드' : null , '목록속성명' : null
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && (!(상품코드 == '{한화화재배상책임(,,LA00934001}')&&!(상품코드 == '{한화화재배상책임_TM(,,LA00935001}'))){
        __hpasRuleResult.push({
'담보코드' : "CLA06339" , '담보명' : "화재손해" , '담보실손보상구분코드' : "02" , '속성코드' : null , '목록속성코드' : null , '목록속성명' : null
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && (!(상품코드 == '{한화화재배상책임(,,LA00934001}')&&!(상품코드 == '{한화화재배상책임_TM(,,LA00935001}'))){
        __hpasRuleResult.push({
'담보코드' : "CLA06270" , '담보명' : "화재손해" , '담보실손보상구분코드' : "02" , '속성코드' : null , '목록속성코드' : null , '목록속성명' : null
})
    canSheetNext = false
    }

    if(((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && ((상품코드 == 'LA00934001')||(상품코드 == 'LA00935001'))){
        __hpasRuleResult.push({
'담보코드' : "CLA00001" , '담보명' : "화재손해" , '담보실손보상구분코드' : "02" , '속성코드' : null , '목록속성코드' : null , '목록속성명' : null
})
    canSheetNext = false
    }

    if(((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && ((상품코드 == 'LA00934001')||(상품코드 == 'LA00935001'))){
        __hpasRuleResult.push({
'담보코드' : "CLA06270" , '담보명' : "화재손해" , '담보실손보상구분코드' : "02" , '속성코드' : null , '목록속성코드' : null , '목록속성명' : null
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00010" , '담보명' : "구내폭발파열" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((요율적용코드 == "B01010")||(요율적용코드 == "B01020")||(요율적용코드 == "B06040")||(요율적용코드 == "B07050")||(요율적용코드 == "B07060")||(요율적용코드 == "B09020")||(요율적용코드 == "B11010")||(요율적용코드 == "B11020")||(요율적용코드 == "B11030")||(요율적용코드 == "B11040")||(요율적용코드 == "B11050")||(요율적용코드 == "B12010"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00017" , '담보명' : "풍수재담보(비특수건물)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))
    && ((요율적용코드 == "B20300")||(요율적용코드 == "B01010")||(요율적용코드 == "B01020")||(요율적용코드 == "B06040")||(요율적용코드 == "B07050")||(요율적용코드 == "B07060")||(요율적용코드 == "B09020")||(요율적용코드 == "B11010")||(요율적용코드 == "B11020")||(요율적용코드 == "B11030")||(요율적용코드 == "B11040")||(요율적용코드 == "B11050")||(요율적용코드 == "B12010"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && (!(상품코드 == "LA01394001")&&!(상품코드 == "LA01394002")&&!(상품코드 == "LA01395001")&&!(상품코드 == "LA01395002")&&!(상품코드 == "LA01396001")&&!(상품코드 == "LA01479001")&&!(상품코드 == "LA01479002")&&!(상품코드 == "LA01480001")&&!(상품코드 == "LA01480002")&&!(상품코드 == "LA01481001")&&!(상품코드 == "LA01522001")&&!(상품코드 == "LA01523001")&&!(상품코드 == "LA01524001")&&!(상품코드 == "LA01575001")&&!(상품코드 == "LA01576001")&&!(상품코드 == "LA01577001")&&!(상품코드 == "LA01701001")&&!(상품코드 == "LA01702001")&&!(상품코드 == "LA01703001")&&!(상품코드 == "LA01735001")&&!(상품코드 == "LA01736001")&&!(상품코드 == "LA01737001")&&!(상품코드 == "LA01758001")&&!(상품코드 == "LA01759001")&&!(상품코드 == "LA01760001")&&!(상품코드 == "LA01761001")&&!(상품코드 == "LA01787001")&&!(상품코드 == "LA01788001")&&!(상품코드 == "LA01789001")&&!(상품코드 == "LA01790001")&&!(상품코드 == "LA01818001")&&!(상품코드 == "LA01819001")&&!(상품코드 == "LA01820001")&&!(상품코드 == "LA01821001")&&!(상품코드 == "LA01925001")&&!(상품코드 == "LA01926001")&&!(상품코드 == "LA01960001")&&!(상품코드 == "LA01961001")&&!(상품코드 == "LA01990001")&&!(상품코드 == "LA01991001")&&!(상품코드 == "LA02018001")&&!(상품코드 == "LA02019001")&&!(상품코드 == "LA02020001")&&!(상품코드 == "LA02021001")&&!(상품코드 == "LA02069001")&&!(상품코드 == "LA02069002")&&!(상품코드 == "LA02070001")&&!(상품코드 == "LA02070002")&&!(상품코드 == "LA02074001")&&!(상품코드 == "LA02074002")&&!(상품코드 == "LA02075001")&&!(상품코드 == "LA02075002")&&!(상품코드 == "LA02157001")&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251001}')&&!(상품코드 == '{BigPlus재산종합2204(,,LA02157002}')&&!(상품코드 == '{BigPlus재산종합2209(,,LA02251002}')&&!(상품코드 == "LA02158001")&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252001}')&&!(상품코드 == '{BigPlus재산종합2204_TM(,,LA02158002}')&&!(상품코드 == '{BigPlus재산종합2209_TM(,,LA02252002}')&&!(상품코드 == "LA02159001")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253001}')&&!(상품코드 == "LA02159002")&&!(상품코드 == '{성공하는Owner재산종합보험2209(,,LA02253002}')&&!(상품코드 == "LA02160001")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254001}')&&!(상품코드 == "LA02160002")&&!(상품코드 == '{성공하는Owner재산종합보험2209_TM(,,LA02254002}')&&!(상품코드 == "LA02306001")&&!(상품코드 == "LA02306002")&&!(상품코드 == "LA02307001")&&!(상품코드 == "LA02307002")&&!(상품코드 == "LA02308001")&&!(상품코드 == "LA02308002")&&!(상품코드 == "LA02309001")&&!(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05084" , '담보명' : "풍수재손해(실손비례)(일반,비특수건물)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((요율적용코드 == "B20300"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && ((상품코드 == "LA01394001")||(상품코드 == "LA01394002")||(상품코드 == "LA01395001")||(상품코드 == "LA01395002")||(상품코드 == "LA01396001")||(상품코드 == "LA01479001")||(상품코드 == "LA01479002")||(상품코드 == "LA01480001")||(상품코드 == "LA01480002")||(상품코드 == "LA01481001")||(상품코드 == "LA01522001")||(상품코드 == "LA01523001")||(상품코드 == "LA01524001")||(상품코드 == "LA01575001")||(상품코드 == "LA01576001")||(상품코드 == "LA01577001")||(상품코드 == "LA01701001")||(상품코드 == "LA01702001")||(상품코드 == "LA01703001")||(상품코드 == "LA01735001")||(상품코드 == "LA01736001")||(상품코드 == "LA01737001")||(상품코드 == "LA01758001")||(상품코드 == "LA01759001")||(상품코드 == "LA01760001")||(상품코드 == "LA01761001")||(상품코드 == "LA01787001")||(상품코드 == "LA01788001")||(상품코드 == "LA01789001")||(상품코드 == "LA01790001")||(상품코드 == "LA01818001")||(상품코드 == "LA01819001")||(상품코드 == "LA01820001")||(상품코드 == "LA01821001")||(상품코드 == "LA01925001")||(상품코드 == "LA01926001")||(상품코드 == "LA01960001")||(상품코드 == "LA01961001")||(상품코드 == "LA01990001")||(상품코드 == "LA01991001")||(상품코드 == "LA02018001")||(상품코드 == "LA02019001")||(상품코드 == "LA02020001")||(상품코드 == "LA02021001")||(상품코드 == "LA02069001")||(상품코드 == "LA02069002")||(상품코드 == "LA02070001")||(상품코드 == "LA02070002")||(상품코드 == "LA02074001")||(상품코드 == "LA02074002")||(상품코드 == "LA02075001")||(상품코드 == "LA02075002")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02159002")||(상품코드 == 'LA02253002')||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02160002")||(상품코드 == 'LA02254002')||(상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05084" , '담보명' : "풍수재손해(실손비례)(일반,비특수건물)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))
    && ((상품코드 == "LA01394001")||(상품코드 == "LA01394002")||(상품코드 == "LA01395001")||(상품코드 == "LA01395002")||(상품코드 == "LA01396001")||(상품코드 == "LA01479001")||(상품코드 == "LA01479002")||(상품코드 == "LA01480001")||(상품코드 == "LA01480002")||(상품코드 == "LA01481001")||(상품코드 == "LA01522001")||(상품코드 == "LA01523001")||(상품코드 == "LA01524001")||(상품코드 == "LA01575001")||(상품코드 == "LA01576001")||(상품코드 == "LA01577001")||(상품코드 == "LA01701001")||(상품코드 == "LA01702001")||(상품코드 == "LA01703001")||(상품코드 == "LA01735001")||(상품코드 == "LA01736001")||(상품코드 == "LA01737001")||(상품코드 == "LA01758001")||(상품코드 == "LA01759001")||(상품코드 == "LA01760001")||(상품코드 == "LA01761001")||(상품코드 == "LA01787001")||(상품코드 == "LA01788001")||(상품코드 == "LA01789001")||(상품코드 == "LA01790001")||(상품코드 == "LA01818001")||(상품코드 == "LA01819001")||(상품코드 == "LA01820001")||(상품코드 == "LA01821001")||(상품코드 == "LA01925001")||(상품코드 == "LA01926001")||(상품코드 == "LA01960001")||(상품코드 == "LA01961001")||(상품코드 == "LA01990001")||(상품코드 == "LA01991001")||(상품코드 == "LA02018001")||(상품코드 == "LA02019001")||(상품코드 == "LA02020001")||(상품코드 == "LA02021001")||(상품코드 == "LA02069001")||(상품코드 == "LA02069002")||(상품코드 == "LA02070001")||(상품코드 == "LA02070002")||(상품코드 == "LA02074001")||(상품코드 == "LA02074002")||(상품코드 == "LA02075001")||(상품코드 == "LA02075002")||(상품코드 == "LA02157001")||(상품코드 == 'LA02251001')||(상품코드 == 'LA02157002')||(상품코드 == 'LA02251002')||(상품코드 == "LA02158001")||(상품코드 == 'LA02252001')||(상품코드 == 'LA02158002')||(상품코드 == 'LA02252002')||(상품코드 == "LA02159001")||(상품코드 == 'LA02253001')||(상품코드 == "LA02159002")||(상품코드 == 'LA02253002')||(상품코드 == "LA02160001")||(상품코드 == 'LA02254001')||(상품코드 == "LA02160002")||(상품코드 == 'LA02254002')||(상품코드 == "LA02306001")||(상품코드 == "LA02306002")||(상품코드 == "LA02307001")||(상품코드 == "LA02307002")||(상품코드 == "LA02308001")||(상품코드 == "LA02308002")||(상품코드 == "LA02309001")||(상품코드 == "LA02309002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05084" , '담보명' : "풍수재손해(실손비례)(일반,비특수건물)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00018" , '담보명' : "풍수재담보(특수건물)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06343" , '담보명' : "풍수재담보(특수건물)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00023" , '담보명' : "붕괴침강사태손해" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01613" , '담보명' : "건물복구비용지원(화재)(주택/일반)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05077" , '담보명' : "건물복구비용지원(화재)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06274" , '담보명' : "건물복구비용지원(화재)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01646" , '담보명' : "건물복구비용지원(화재/일반,공장)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06273" , '담보명' : "건물복구비용지원(화재/일반,공장)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01614" , '담보명' : "시설수리지원비용(화재)(주택/일반)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05078" , '담보명' : "시설수리지원비용(화재)(주택/일반)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06276" , '담보명' : "시설수리지원비용(화재)(주택/일반)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01647" , '담보명' : "시설수리지원비용(화재/일반,공장)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00002")||(상위요율적용코드 == "00003"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06275" , '담보명' : "시설수리지원비용(화재/일반,공장)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B10030")||(영위업종코드 == "B10041")||(영위업종코드 == "B10042")||(영위업종코드 == "B10043")||(영위업종코드 == "B10044")||(영위업종코드 == "B10045")||(영위업종코드 == "B10046")||(영위업종코드 == "B01110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "도.소매상, 시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10020")||(영위업종코드 == "B10010")||(영위업종코드 == "B10021")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "백화점, 창고형 할인매장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52180"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01030")||(영위업종코드 == "A30300")||(영위업종코드 == "A30400"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "09" , '목록속성명' : "이용원, 미장원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01050")||(영위업종코드 == "A32300")||(영위업종코드 == "B01090"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "10" , '목록속성명' : "개인병원, 한의원, 조산원, 침술원, 동물병원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B05000")||(영위업종코드 == "A51060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "11" , '목록속성명' : "종합병원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "12" , '목록속성명' : "목욕탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "14" , '목록속성명' : "예식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "롤라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "20" , '목록속성명' : "컴퓨터게임장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((기준일자 < "20110601"))
    && ((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010")||(영위업종코드 == "A54030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "23" , '목록속성명' : "극장/영화관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "24" , '목록속성명' : "독서실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "A32500")||(영위업종코드 == "A32600"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "25" , '목록속성명' : "교회, 성당, 사찰 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030")||(영위업종코드 == "A52240")||(영위업종코드 == "A53110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "26" , '목록속성명' : "노래방/비디오방/전화방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A32300")||(영위업종코드 == "B01050")||(영위업종코드 == "B10030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "28" , '목록속성명' : "한약방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A53120")||(영위업종코드 == "B11040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "29" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "30" , '목록속성명' : "일반운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "31" , '목록속성명' : "전문운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34600")||(영위업종코드 == "B06060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A33100")||(영위업종코드 == "B01070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "36" , '목록속성명' : "사진관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A12631")||(영위업종코드 == "A12632")||(영위업종코드 == "A12633")||(영위업종코드 == "B01041")||(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "37" , '목록속성명' : "세탁소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "38" , '목록속성명' : "자동판매기"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34900")||(영위업종코드 == "B17030")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "39" , '목록속성명' : "자동세차기"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "40" , '목록속성명' : "엘리베이터(승객용, 10명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "41" , '목록속성명' : "엘리베이터(승객용, 20명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "42" , '목록속성명' : "엘리베이터(승객용, 30명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "43" , '목록속성명' : "엘리베이터(승객용, 40명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "44" , '목록속성명' : "엘리베이터(화물용, 1톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "45" , '목록속성명' : "엘리베이터(화물용, 2톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "46" , '목록속성명' : "엘리베이터(화물용, 3톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "47" , '목록속성명' : "엘리베이터(화물용, 4톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "48" , '목록속성명' : "에스컬레이터"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "A52060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09040")||(영위업종코드 == "A51020")||(영위업종코드 == "B03040")||(영위업종코드 == "B03030")||(영위업종코드 == "A33900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "58" , '목록속성명' : "기숙사, 하숙집, 사제관,수녀원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "59" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020")||(영위업종코드 == "B11010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "60" , '목록속성명' : "전문주점(캬바레, 싸롱, 디스코텍, 록카페, 단란주점 등)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "61" , '목록속성명' : "엘리베이터화물용(5톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "62" , '목록속성명' : "엘리베이터화물용(6톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "63" , '목록속성명' : "사무용빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "64" , '목록속성명' : "일반공원(유료)(1천만원기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "65" , '목록속성명' : "일반공원(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "66" , '목록속성명' : "광고판(시가지)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "67" , '목록속성명' : "광고판(야산)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "68" , '목록속성명' : "광고판(특수전광판)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "69" , '목록속성명' : "자동보도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "70" , '목록속성명' : "케이블카"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "71" , '목록속성명' : "대여업(자전거,트라이크,어린이자동차)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "72" , '목록속성명' : "대여업(스쿠터,이륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "73" , '목록속성명' : "대여업(4륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "74" , '목록속성명' : "대여업(인라인스케이트)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B23020")||(영위업종코드 == "A53150"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "76" , '목록속성명' : "납골당"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "77" , '목록속성명' : "서바이벌게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "78" , '목록속성명' : "유로번지트램플린"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "80" , '목록속성명' : "손세차장,스팀세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "81" , '목록속성명' : "셀프세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A32300")||(영위업종코드 == "B05000"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "83" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01361" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01370" , '담보명' : "위조지폐손해(일반)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA01053" , '담보명' : "화재(대물)배상책임(1억원공제)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == (LEN(영위업종코드) > 0)))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "001" , '목록속성명' : "휴게음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "011" , '목록속성명' : "제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "002" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "009" , '목록속성명' : "학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "021" , '목록속성명' : "스크린골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "020" , '목록속성명' : "(실내)권총사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "015" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "016" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "018" , '목록속성명' : "수면방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "004" , '목록속성명' : "유흥주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "019" , '목록속성명' : "콜라텍"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "003" , '목록속성명' : "단란주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "007" , '목록속성명' : "노래연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "012" , '목록속성명' : "비디오감상실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "017" , '목록속성명' : "전화방(화상대화방)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "010" , '목록속성명' : "목욕장(찜질방)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "022" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "005" , '목록속성명' : "게임제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "006" , '목록속성명' : "인터넷컴퓨터게임시설제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "014" , '목록속성명' : "복합유통게임제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "008" , '목록속성명' : "영화상영관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01365" , '담보명' : "화재배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "013" , '목록속성명' : "비디오물소극장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B06040")||(영위업종코드 == "B07050")||(영위업종코드 == "B07060")||(영위업종코드 == "B09020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B11030")||(영위업종코드 == "B11040")||(영위업종코드 == "B11050")||(영위업종코드 == "B12010")||(영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "001" , '목록속성명' : "휴게음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "011" , '목록속성명' : "제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "025" , '목록속성명' : "키즈카페"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "026" , '목록속성명' : "만화카페"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "002" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "025" , '목록속성명' : "키즈카페"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "026" , '목록속성명' : "만화카페"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "009" , '목록속성명' : "학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "025" , '목록속성명' : "키즈카페"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "021" , '목록속성명' : "스크린골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "020" , '목록속성명' : "(실내)권총사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "015" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "016" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "018" , '목록속성명' : "수면방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "004" , '목록속성명' : "유흥주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "019" , '목록속성명' : "콜라텍"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "003" , '목록속성명' : "단란주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "007" , '목록속성명' : "노래연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "012" , '목록속성명' : "비디오감상실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "017" , '목록속성명' : "전화방(화상대화방)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "010" , '목록속성명' : "목욕장(찜질방)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "022" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "005" , '목록속성명' : "게임제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "006" , '목록속성명' : "인터넷컴퓨터게임시설제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "014" , '목록속성명' : "복합유통게임제공업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "024" , '목록속성명' : "방탈출카페"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "008" , '목록속성명' : "영화상영관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09134" , '담보명' : "화재배상책임(무과실포함)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00313" , '목록속성코드' : "013" , '목록속성명' : "비디오물소극장"
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001")||(상위요율적용코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA00012" , '담보명' : "전세금손해(화재)(주택/일반)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01611" , '담보명' : "임대인배상책임(주택)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01612" , '담보명' : "임대인배상책임(주택,화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01725" , '담보명' : "주택화재임시거주비(4일이상)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05835" , '담보명' : "주택임시거주비(화재/붕괴/침강/사태,1일이상,실손)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA01769" , '담보명' : "임대인의임대료손실(화재)(주택)(실손)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위요율적용코드 == "00001"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09696" , '담보명' : "임대인의임대료손실(화재)(주택)(실손)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B04260")&&!(영위업종코드 == "B04271")&&!(영위업종코드 == "B04272")&&!(영위업종코드 == "B04273")&&!(영위업종코드 == "A04260")&&!(영위업종코드 == "A04270")&&!(영위업종코드 == "B10045")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B11030")&&!(영위업종코드 == "B11040")&&!(영위업종코드 == "B11050")&&!(영위업종코드 == "B11060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05072" , '담보명' : "점포휴업일당(1일이상)(일반)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B04260")&&!(영위업종코드 == "B04271")&&!(영위업종코드 == "B04272")&&!(영위업종코드 == "B04273")&&!(영위업종코드 == "A04260")&&!(영위업종코드 == "A04270")&&!(영위업종코드 == "B10045")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B11030")&&!(영위업종코드 == "B11040")&&!(영위업종코드 == "B11050")&&!(영위업종코드 == "B11060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09255" , '담보명' : "점포휴업(화재/풍수재/붕괴/폭발/차량및항공기)일당(1일이상)(일반)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "01" , '목록속성명' : "자동차종합정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "02" , '목록속성명' : "소형자동차정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050")||(영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "03" , '목록속성명' : "원동기전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "04" , '목록속성명' : "자동차전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00004" , '목록속성코드' : "02" , '목록속성명' : "1사고당 50만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00004" , '목록속성코드' : "01" , '목록속성명' : "1사고당 30만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00004" , '목록속성코드' : "02" , '목록속성명' : "1사고당 50만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05073" , '담보명' : "차량정비업자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00004" , '목록속성코드' : "03" , '목록속성명' : "1사고당 100만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "01" , '목록속성명' : "자동차종합정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "02" , '목록속성명' : "소형자동차정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050")||(영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "03" , '목록속성명' : "원동기전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00323" , '목록속성코드' : "04" , '목록속성명' : "자동차전문정비업"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B02810"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00004" , '목록속성코드' : "02" , '목록속성명' : "1사고당 50만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00004" , '목록속성코드' : "01" , '목록속성명' : "1사고당 30만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00004" , '목록속성코드' : "02" , '목록속성명' : "1사고당 50만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA09132" , '담보명' : "차량정비업자배상책임Ⅱ(화재제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00004" , '목록속성코드' : "03" , '목록속성명' : "1사고당 100만원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05074" , '담보명' : "이미용사(시설소유(관리)위험 포함)배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00347" , '목록속성코드' : "01" , '목록속성명' : "양로원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00347" , '목록속성코드' : "02" , '목록속성명' : "노인요양시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00347" , '목록속성코드' : "03" , '목록속성명' : "보육원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00347" , '목록속성코드' : "04" , '목록속성명' : "모자원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00347" , '목록속성코드' : "05" , '목록속성명' : "노숙인시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00347" , '목록속성코드' : "06" , '목록속성명' : "장애인 거주시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00347" , '목록속성코드' : "07" , '목록속성명' : "장애인 재활시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00347" , '목록속성코드' : "08" , '목록속성명' : "정신보건시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00347" , '목록속성코드' : "09" , '목록속성명' : "성폭력피해보호시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00347" , '목록속성코드' : "10" , '목록속성명' : "가정폭력보호시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B04030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05075" , '담보명' : "사회복지시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00347" , '목록속성코드' : "11" , '목록속성명' : "사회복지관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B10030")||(영위업종코드 == "B10041")||(영위업종코드 == "B10042")||(영위업종코드 == "B10043")||(영위업종코드 == "B10044")||(영위업종코드 == "B10045")||(영위업종코드 == "B10046")||(영위업종코드 == "B01110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "도.소매상, 시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B10020")||(영위업종코드 == "B10010")||(영위업종코드 == "B10021")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "백화점, 창고형 할인매장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040")||(영위업종코드 == "A52180"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "07" , '목록속성명' : "일반주점"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "08" , '목록속성명' : "전문주점"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01030")||(영위업종코드 == "A30300")||(영위업종코드 == "A30400"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "09" , '목록속성명' : "이용원, 미장원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B01050")||(영위업종코드 == "A32300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "10" , '목록속성명' : "개인병원, 한의원, 조산원, 침술원, 동물병원 등"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B05000")||(영위업종코드 == "A51060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "11" , '목록속성명' : "종합병원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "12" , '목록속성명' : "목욕탕"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "13" , '목록속성명' : "숙박시설"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "14" , '목록속성명' : "예식장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "16" , '목록속성명' : "수영장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "롤라스케이트장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "20" , '목록속성명' : "컴퓨터게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B12010")||(영위업종코드 == "A54030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "23" , '목록속성명' : "극장/영화관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "24" , '목록속성명' : "독서실"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "A32500")||(영위업종코드 == "A32600"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "25" , '목록속성명' : "교회, 성당, 사찰 등"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11030")||(영위업종코드 == "A52240")||(영위업종코드 == "A53110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "26" , '목록속성명' : "노래방/비디오방/전화방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "27" , '목록속성명' : "빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A32300")||(영위업종코드 == "B01050")||(영위업종코드 == "B10030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "28" , '목록속성명' : "한약방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A53120")||(영위업종코드 == "B11040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "29" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "30" , '목록속성명' : "일반운전학원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "31" , '목록속성명' : "전문운전학원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A34600")||(영위업종코드 == "B06060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A51080")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A33100")||(영위업종코드 == "B01070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "36" , '목록속성명' : "사진관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A12631")||(영위업종코드 == "A12632")||(영위업종코드 == "A12633")||(영위업종코드 == "B01041")||(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "37" , '목록속성명' : "세탁소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A34900")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "39" , '목록속성명' : "자동세차기"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "40" , '목록속성명' : "엘리베이터(승객용, 10명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "41" , '목록속성명' : "엘리베이터(승객용, 20명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "42" , '목록속성명' : "엘리베이터(승객용, 30명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "43" , '목록속성명' : "엘리베이터(승객용, 40명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "44" , '목록속성명' : "엘리베이터(화물용, 1톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "45" , '목록속성명' : "엘리베이터(화물용, 2톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "46" , '목록속성명' : "엘리베이터(화물용, 3톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "47" , '목록속성명' : "엘리베이터(화물용, 4톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "48" , '목록속성명' : "에스컬레이터"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "49" , '목록속성명' : "대중탕"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "50" , '목록속성명' : "온천탕"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "51" , '목록속성명' : "사우나탕"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "52" , '목록속성명' : "증기탕"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "53" , '목록속성명' : "찜질방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "A52060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09040")||(영위업종코드 == "A51020")||(영위업종코드 == "B03040")||(영위업종코드 == "B03030")||(영위업종코드 == "A33900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "58" , '목록속성명' : "기숙사, 하숙집, 사제관,수녀원 등"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "59" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B11020")||(영위업종코드 == "B11010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "60" , '목록속성명' : "전문주점(캬바레, 싸롱, 디스코텍, 록카페, 단란주점 등)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "61" , '목록속성명' : "엘리베이터화물용(5톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "62" , '목록속성명' : "엘리베이터화물용(6톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "63" , '목록속성명' : "사무용빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "64" , '목록속성명' : "일반공원(유료)(1천만원기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "65" , '목록속성명' : "일반공원(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "66" , '목록속성명' : "광고판(시가지)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "67" , '목록속성명' : "광고판(야산)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "68" , '목록속성명' : "광고판(특수전광판)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "69" , '목록속성명' : "자동보도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "70" , '목록속성명' : "케이블카"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "71" , '목록속성명' : "대여업(자전거,트라이크,어린이자동차)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "72" , '목록속성명' : "대여업(스쿠터,이륜오토바이)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "73" , '목록속성명' : "대여업(4륜오토바이)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "74" , '목록속성명' : "대여업(인라인스케이트)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B23020")||(영위업종코드 == "A53150"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "76" , '목록속성명' : "납골당"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "77" , '목록속성명' : "서바이벌게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B01090")&&!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014")&&!(영위업종코드 == "B17010")&&!(영위업종코드 == "B17020")&&!(영위업종코드 == "B17030")&&!(영위업종코드 == "B17040")&&!(영위업종코드 == "B17050")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B16010")&&!(영위업종코드 == "B16020")&&!(영위업종코드 == "B01041")&&!(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "78" , '목록속성명' : "유로번지트램플린"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "80" , '목록속성명' : "손세차장,스팀세차장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "81" , '목록속성명' : "셀프세차장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B09020")||(영위업종코드 == "A32300")||(영위업종코드 == "B05000"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "83" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05076" , '담보명' : "보관자배상책임(일반수탁물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05129" , '담보명' : "급배수시설누출위험보상" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05836" , '담보명' : "급배수시설누출손해보상Ⅰ(500만원한도,100만원초과10%공제)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05837" , '담보명' : "급배수시설누출손해보상Ⅱ(실손비례보상,임대인용)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00354" , '목록속성코드' : "01" , '목록속성명' : "건물 및 가재"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00354" , '목록속성코드' : "02" , '목록속성명' : "가재"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0201" , '목록속성명' : "200만원한도, 100만원초과 10%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0203" , '목록속성명' : "200만원한도, 100만원초과 30%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0205" , '목록속성명' : "200만원한도, 100만원초과 50%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0301" , '목록속성명' : "300만원한도, 100만원초과 10%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0303" , '목록속성명' : "300만원한도, 100만원초과 30%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0305" , '목록속성명' : "300만원한도, 100만원초과 50%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0401" , '목록속성명' : "400만원한도, 100만원초과 10%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0403" , '목록속성명' : "400만원한도, 100만원초과 30%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0405" , '목록속성명' : "400만원한도, 100만원초과 50%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0501" , '목록속성명' : "500만원한도, 100만원초과 10%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0503" , '목록속성명' : "500만원한도, 100만원초과 30%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00378" , '목록속성코드' : "0505" , '목록속성명' : "500만원한도, 100만원초과 50%공제"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05992" , '담보명' : "급배수시설누출손해보상(임대물건, 건물)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "로라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05090" , '담보명' : "보관자배상책임(일반수탁물,체육시설)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "201" , '목록속성명' : "스크린야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "로라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05088" , '담보명' : "체육시설소유관리자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "201" , '목록속성명' : "스크린야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "로라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05089" , '담보명' : "체육시설소유관리자배상책임(화재배상제외)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "201" , '목록속성명' : "스크린야구장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001")||(상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00015" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B08010")||(영위업종코드 == "B08020")||(영위업종코드 == "B08030")||(영위업종코드 == "A30100")||(영위업종코드 == "A34700")||(영위업종코드 == "A34800"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "01" , '목록속성명' : "일반건물(사무실 전용)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "B22011")||(영위업종코드 == "B22012")||(영위업종코드 == "B01050")||(영위업종코드 == "B05000")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220")||(영위업종코드 == "A32300")||(영위업종코드 == "A51060")||(영위업종코드 == "A53030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "02" , '목록속성명' : "관광숙박업, 숙박업, 병원, 방송사업을 하는 건물"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B17060")||(영위업종코드 == "B06010")||(영위업종코드 == "B06020")||(영위업종코드 == "B06030")||(영위업종코드 == "B06040")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52050")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "A32400")||(영위업종코드 == "A34300")||(영위업종코드 == "A34400")||(영위업종코드 == "A34500")||(영위업종코드 == "A54150")||(영위업종코드 == "A52180"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "03" , '목록속성명' : "음식점(휴게, 일반), 유흥음식점(단란주점포함), 학교, 학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B12010")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020")||(영위업종코드 == "B13030")||(영위업종코드 == "A53130")||(영위업종코드 == "A51080")||(영위업종코드 == "A51090")||(영위업종코드 == "A54030")||(영위업종코드 == "A54060")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010")||(영위업종코드 == "A57010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "04" , '목록속성명' : "공연장, 대규모점포, 농수산물도매시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B08010")&&!(영위업종코드 == "B08020")&&!(영위업종코드 == "B08030")&&!(영위업종코드 == "A30100")&&!(영위업종코드 == "A34700")&&!(영위업종코드 == "A34800")&&!(영위업종코드 == "B09010")&&!(영위업종코드 == "B09020")&&!(영위업종코드 == "B09030")&&!(영위업종코드 == "B09040")&&!(영위업종코드 == "B22011")&&!(영위업종코드 == "B22012")&&!(영위업종코드 == "B01050")&&!(영위업종코드 == "B05000")&&!(영위업종코드 == "A52010")&&!(영위업종코드 == "A52020")&&!(영위업종코드 == "A52060")&&!(영위업종코드 == "A52220")&&!(영위업종코드 == "A32300")&&!(영위업종코드 == "A51060")&&!(영위업종코드 == "A53030")&&!(영위업종코드 == "B01010")&&!(영위업종코드 == "B01020")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B06010")&&!(영위업종코드 == "B06020")&&!(영위업종코드 == "B06030")&&!(영위업종코드 == "B06040")&&!(영위업종코드 == "A52040")&&!(영위업종코드 == "A52050")&&!(영위업종코드 == "A54080")&&!(영위업종코드 == "A54090")&&!(영위업종코드 == "A54100")&&!(영위업종코드 == "A54110")&&!(영위업종코드 == "A32400")&&!(영위업종코드 == "A34300")&&!(영위업종코드 == "A34400")&&!(영위업종코드 == "A34500")&&!(영위업종코드 == "A54150")&&!(영위업종코드 == "B10010")&&!(영위업종코드 == "B10020")&&!(영위업종코드 == "B10021")&&!(영위업종코드 == "B12010")&&!(영위업종코드 == "B13010")&&!(영위업종코드 == "B13020")&&!(영위업종코드 == "B13030")&&!(영위업종코드 == "A53130")&&!(영위업종코드 == "A51080")&&!(영위업종코드 == "A51090")&&!(영위업종코드 == "A54030")&&!(영위업종코드 == "A54060")&&!(영위업종코드 == "A55010")&&!(영위업종코드 == "A56010")&&!(영위업종코드 == "A57010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "05" , '목록속성명' : "상기이외의 일반물건"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05341" , '담보명' : "특수건물 신체손해배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "06" , '목록속성명' : "공장물건"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001")||(상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00001"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00015" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B08010")||(영위업종코드 == "B08020")||(영위업종코드 == "B08030")||(영위업종코드 == "A30100")||(영위업종코드 == "A34700")||(영위업종코드 == "A34800"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "01" , '목록속성명' : "일반건물(사무실 전용)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "B22011")||(영위업종코드 == "B22012")||(영위업종코드 == "B01050")||(영위업종코드 == "B05000")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220")||(영위업종코드 == "A32300")||(영위업종코드 == "A51060")||(영위업종코드 == "A53030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "02" , '목록속성명' : "관광숙박업, 숙박업, 병원, 방송사업을 하는 건물"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "B17060")||(영위업종코드 == "B06010")||(영위업종코드 == "B06020")||(영위업종코드 == "B06030")||(영위업종코드 == "B06040")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52050")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110")||(영위업종코드 == "A32400")||(영위업종코드 == "A34300")||(영위업종코드 == "A34400")||(영위업종코드 == "A34500")||(영위업종코드 == "A54150")||(영위업종코드 == "A52180"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "03" , '목록속성명' : "음식점(휴게, 일반), 유흥음식점(단란주점포함), 학교, 학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B12010")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020")||(영위업종코드 == "B13030")||(영위업종코드 == "A53130")||(영위업종코드 == "A51080")||(영위업종코드 == "A51090")||(영위업종코드 == "A54030")||(영위업종코드 == "A54060")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010")||(영위업종코드 == "A57010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "04" , '목록속성명' : "공연장, 대규모점포, 농수산물도매시장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B08010")&&!(영위업종코드 == "B08020")&&!(영위업종코드 == "B08030")&&!(영위업종코드 == "A30100")&&!(영위업종코드 == "A34700")&&!(영위업종코드 == "A34800")&&!(영위업종코드 == "B09010")&&!(영위업종코드 == "B09020")&&!(영위업종코드 == "B09030")&&!(영위업종코드 == "B09040")&&!(영위업종코드 == "B22011")&&!(영위업종코드 == "B22012")&&!(영위업종코드 == "B01050")&&!(영위업종코드 == "B05000")&&!(영위업종코드 == "A52010")&&!(영위업종코드 == "A52020")&&!(영위업종코드 == "A52060")&&!(영위업종코드 == "A52220")&&!(영위업종코드 == "A32300")&&!(영위업종코드 == "A51060")&&!(영위업종코드 == "A53030")&&!(영위업종코드 == "B01010")&&!(영위업종코드 == "B01020")&&!(영위업종코드 == "B11010")&&!(영위업종코드 == "B11020")&&!(영위업종코드 == "B17060")&&!(영위업종코드 == "B06010")&&!(영위업종코드 == "B06020")&&!(영위업종코드 == "B06030")&&!(영위업종코드 == "B06040")&&!(영위업종코드 == "A52040")&&!(영위업종코드 == "A52050")&&!(영위업종코드 == "A54080")&&!(영위업종코드 == "A54090")&&!(영위업종코드 == "A54100")&&!(영위업종코드 == "A54110")&&!(영위업종코드 == "A32400")&&!(영위업종코드 == "A34300")&&!(영위업종코드 == "A34400")&&!(영위업종코드 == "A34500")&&!(영위업종코드 == "A54150")&&!(영위업종코드 == "B10010")&&!(영위업종코드 == "B10020")&&!(영위업종코드 == "B10021")&&!(영위업종코드 == "B12010")&&!(영위업종코드 == "B13010")&&!(영위업종코드 == "B13020")&&!(영위업종코드 == "B13030")&&!(영위업종코드 == "A53130")&&!(영위업종코드 == "A51080")&&!(영위업종코드 == "A51090")&&!(영위업종코드 == "A54030")&&!(영위업종코드 == "A54060")&&!(영위업종코드 == "A55010")&&!(영위업종코드 == "A56010")&&!(영위업종코드 == "A57010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "05" , '목록속성명' : "상기이외의 일반물건"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00003"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05342" , '담보명' : "특수건물 화재대물배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00209" , '목록속성코드' : "06" , '목록속성명' : "공장물건"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "B09020")||(영위업종코드 == "B13020")||(영위업종코드 == "B13020")||(영위업종코드 == "B13020")||(영위업종코드 == "B06060")||(영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B12030")||(영위업종코드 == "B12040")||(영위업종코드 == "B12040")||(영위업종코드 == "B12040")||(영위업종코드 == "B12040")||(영위업종코드 == "B12040")||(영위업종코드 == "B12040")||(영위업종코드 == "B12020")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012")||(영위업종코드 == "B16010")||(영위업종코드 == "B13010")||(영위업종코드 == "B20300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "01" , '목록속성명' : "숙박시설(호텔)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "02" , '목록속성명' : "숙박시설(여관,여인숙,유스호스텔 등)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "03" , '목록속성명' : "숙박시설(휴양콘도미니엄)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "04" , '목록속성명' : "과학관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "05" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "06" , '목록속성명' : "미술관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "07" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "08" , '목록속성명' : "휴게음식점(1층,100㎡이상)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "09" , '목록속성명' : "일반음식점(1층,100㎡이상)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "10" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "11" , '목록속성명' : "경륜장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "12" , '목록속성명' : "장외시설(경륜장)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "13" , '목록속성명' : "경정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "14" , '목록속성명' : "장외시설(경정장)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "15" , '목록속성명' : "경마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "16" , '목록속성명' : "장외발매소(경마장)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "17" , '목록속성명' : "국제회의시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B15011"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "18" , '목록속성명' : "주유소(지하저유탱크가있는시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B15012"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "19" , '목록속성명' : "주유소(지하저유탱크가없는시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B16010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "20" , '목록속성명' : "여객자동차터미널"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "21" , '목록속성명' : "전시시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05474" , '담보명' : "재난배상책임(화재/붕괴/폭발)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00372" , '목록속성코드' : "22" , '목록속성명' : "아파트(15층이하) 및 부속건물"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B10030")||(영위업종코드 == "B10041")||(영위업종코드 == "B10042")||(영위업종코드 == "B10043")||(영위업종코드 == "B10044")||(영위업종코드 == "B10045")||(영위업종코드 == "B10046")||(영위업종코드 == "B01110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "도.소매상, 시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10020")||(영위업종코드 == "B10010")||(영위업종코드 == "B10021")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "백화점, 창고형 할인매장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52180"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "07" , '목록속성명' : "일반주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11010")||(영위업종코드 == "B11020")||(영위업종코드 == "A54080")||(영위업종코드 == "A54090")||(영위업종코드 == "A54100")||(영위업종코드 == "A54110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "08" , '목록속성명' : "전문주점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01030")||(영위업종코드 == "A30300")||(영위업종코드 == "A30400"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "09" , '목록속성명' : "이용원, 미장원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01050")||(영위업종코드 == "A32300")||(영위업종코드 == "B01090"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "10" , '목록속성명' : "개인병원, 한의원, 조산원, 침술원, 동물병원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B05000")||(영위업종코드 == "A51060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "11" , '목록속성명' : "종합병원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "12" , '목록속성명' : "목욕탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09020")||(영위업종코드 == "B09030")||(영위업종코드 == "B09040")||(영위업종코드 == "A52010")||(영위업종코드 == "A52020")||(영위업종코드 == "A52060")||(영위업종코드 == "A52220"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "13" , '목록속성명' : "숙박시설"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "14" , '목록속성명' : "예식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "16" , '목록속성명' : "수영장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "롤라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "20" , '목록속성명' : "컴퓨터게임장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((기준일자 < "20110601"))
    && ((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010")||(영위업종코드 == "A54030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "23" , '목록속성명' : "극장/영화관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "24" , '목록속성명' : "독서실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "A32500")||(영위업종코드 == "A32600"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "25" , '목록속성명' : "교회, 성당, 사찰 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030")||(영위업종코드 == "A52240")||(영위업종코드 == "A53110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "26" , '목록속성명' : "노래방/비디오방/전화방"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "27" , '목록속성명' : "빌딩"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A32300")||(영위업종코드 == "B01050")||(영위업종코드 == "B10030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "28" , '목록속성명' : "한약방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A53120")||(영위업종코드 == "B11040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "29" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "30" , '목록속성명' : "일반운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "31" , '목록속성명' : "전문운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34600")||(영위업종코드 == "B06060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A33100")||(영위업종코드 == "B01070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "36" , '목록속성명' : "사진관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A12631")||(영위업종코드 == "A12632")||(영위업종코드 == "A12633")||(영위업종코드 == "B01041")||(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "37" , '목록속성명' : "세탁소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "38" , '목록속성명' : "자동판매기"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34900")||(영위업종코드 == "B17030")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "39" , '목록속성명' : "자동세차기"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "40" , '목록속성명' : "엘리베이터(승객용, 10명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "41" , '목록속성명' : "엘리베이터(승객용, 20명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "42" , '목록속성명' : "엘리베이터(승객용, 30명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "43" , '목록속성명' : "엘리베이터(승객용, 40명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "44" , '목록속성명' : "엘리베이터(화물용, 1톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "45" , '목록속성명' : "엘리베이터(화물용, 2톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "46" , '목록속성명' : "엘리베이터(화물용, 3톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "47" , '목록속성명' : "엘리베이터(화물용, 4톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "48" , '목록속성명' : "에스컬레이터"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "49" , '목록속성명' : "대중탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "50" , '목록속성명' : "온천탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "51" , '목록속성명' : "사우나탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "52" , '목록속성명' : "증기탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "53" , '목록속성명' : "찜질방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "A52060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09040")||(영위업종코드 == "A51020")||(영위업종코드 == "B03040")||(영위업종코드 == "B03030")||(영위업종코드 == "A33900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "58" , '목록속성명' : "기숙사, 하숙집, 사제관,수녀원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "59" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020")||(영위업종코드 == "B11010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "60" , '목록속성명' : "전문주점(캬바레, 싸롱, 디스코텍, 록카페, 단란주점 등)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "61" , '목록속성명' : "엘리베이터화물용(5톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "62" , '목록속성명' : "엘리베이터화물용(6톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "63" , '목록속성명' : "사무용빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "64" , '목록속성명' : "일반공원(유료)(1천만원기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "65" , '목록속성명' : "일반공원(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "66" , '목록속성명' : "광고판(시가지)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "67" , '목록속성명' : "광고판(야산)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "68" , '목록속성명' : "광고판(특수전광판)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "69" , '목록속성명' : "자동보도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "70" , '목록속성명' : "케이블카"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "71" , '목록속성명' : "대여업(자전거,트라이크,어린이자동차)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "72" , '목록속성명' : "대여업(스쿠터,이륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "73" , '목록속성명' : "대여업(4륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "74" , '목록속성명' : "대여업(인라인스케이트)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B23020")||(영위업종코드 == "A53150"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "76" , '목록속성명' : "납골당"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "77" , '목록속성명' : "서바이벌게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "78" , '목록속성명' : "유로번지트램플린"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "80" , '목록속성명' : "손세차장,스팀세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "81" , '목록속성명' : "셀프세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A32300")||(영위업종코드 == "B05000"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "83" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05543" , '담보명' : "시설소유(관리)자배상책임" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10010")||(영위업종코드 == "B10020")||(영위업종코드 == "B10021")||(영위업종코드 == "B10030")||(영위업종코드 == "B10041")||(영위업종코드 == "B10042")||(영위업종코드 == "B10043")||(영위업종코드 == "B10044")||(영위업종코드 == "B10045")||(영위업종코드 == "B10046")||(영위업종코드 == "B01110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "01" , '목록속성명' : "도.소매상, 시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B10020")||(영위업종코드 == "B10010")||(영위업종코드 == "B10021")||(영위업종코드 == "A55010")||(영위업종코드 == "A56010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "02" , '목록속성명' : "백화점, 창고형 할인매장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "A52040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "B01020")||(영위업종코드 == "B16010")||(영위업종코드 == "A52040")||(영위업종코드 == "A52180"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010")||(영위업종코드 == "A52050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01030")||(영위업종코드 == "A30300")||(영위업종코드 == "A30400"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "09" , '목록속성명' : "이용원, 미장원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01050")||(영위업종코드 == "A32300")||(영위업종코드 == "B01090"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "10" , '목록속성명' : "개인병원, 한의원, 조산원, 침술원, 동물병원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B05000")||(영위업종코드 == "A51060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "11" , '목록속성명' : "종합병원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11040")||(영위업종코드 == "A53120"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "12" , '목록속성명' : "목욕탕"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "14" , '목록속성명' : "예식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07020")||(영위업종코드 == "A52081"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "15" , '목록속성명' : "볼링장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "17" , '목록속성명' : "롤라스케이트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "18" , '목록속성명' : "탁구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "19" , '목록속성명' : "당구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "20" , '목록속성명' : "컴퓨터게임장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52190"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "21" , '목록속성명' : "체력단련장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((기준일자 < "20110601"))
    && ((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "22" , '목록속성명' : "사설강습소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12010")||(영위업종코드 == "A54030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "23" , '목록속성명' : "극장/영화관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "24" , '목록속성명' : "독서실"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B03010")||(영위업종코드 == "B03020")||(영위업종코드 == "B03030")||(영위업종코드 == "B03040")||(영위업종코드 == "A32500")||(영위업종코드 == "A32600"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "25" , '목록속성명' : "교회, 성당, 사찰 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11030")||(영위업종코드 == "A52240")||(영위업종코드 == "A53110"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "26" , '목록속성명' : "노래방/비디오방/전화방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A32300")||(영위업종코드 == "B01050")||(영위업종코드 == "B10030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "28" , '목록속성명' : "한약방"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A53120")||(영위업종코드 == "B11040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "29" , '목록속성명' : "안마시술소"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "30" , '목록속성명' : "일반운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34500")||(영위업종코드 == "B06040"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "31" , '목록속성명' : "전문운전학원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34600")||(영위업종코드 == "B06060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A51080")||(영위업종코드 == "A53130")||(영위업종코드 == "B13010")||(영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A33100")||(영위업종코드 == "B01070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "36" , '목록속성명' : "사진관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A12631")||(영위업종코드 == "A12632")||(영위업종코드 == "A12633")||(영위업종코드 == "B01041")||(영위업종코드 == "B01042"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "37" , '목록속성명' : "세탁소"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "38" , '목록속성명' : "자동판매기"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "A34900")||(영위업종코드 == "B17030")||(영위업종코드 == "B15011")||(영위업종코드 == "B15012"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "39" , '목록속성명' : "자동세차기"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "40" , '목록속성명' : "엘리베이터(승객용, 10명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "41" , '목록속성명' : "엘리베이터(승객용, 20명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "42" , '목록속성명' : "엘리베이터(승객용, 30명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "43" , '목록속성명' : "엘리베이터(승객용, 40명미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "44" , '목록속성명' : "엘리베이터(화물용, 1톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "45" , '목록속성명' : "엘리베이터(화물용, 2톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "46" , '목록속성명' : "엘리베이터(화물용, 3톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "47" , '목록속성명' : "엘리베이터(화물용, 4톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "48" , '목록속성명' : "에스컬레이터"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "54" , '목록속성명' : "수영장(실외)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "55" , '목록속성명' : "수영장(실내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030")||(영위업종코드 == "A52060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09040")||(영위업종코드 == "A51020")||(영위업종코드 == "B03040")||(영위업종코드 == "B03030")||(영위업종코드 == "A33900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "58" , '목록속성명' : "기숙사, 하숙집, 사제관,수녀원 등"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A52020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "59" , '목록속성명' : "고시원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B11020")||(영위업종코드 == "B11010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "60" , '목록속성명' : "전문주점(캬바레, 싸롱, 디스코텍, 록카페, 단란주점 등)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "61" , '목록속성명' : "엘리베이터화물용(5톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002")||(상위영위업종코드 == "00003"))
    && ((영위업종코드 == "미판매업종속성"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "62" , '목록속성명' : "엘리베이터화물용(6톤미만)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "63" , '목록속성명' : "사무용빌딩"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "64" , '목록속성명' : "일반공원(유료)(1천만원기준)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "65" , '목록속성명' : "일반공원(무료)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "66" , '목록속성명' : "광고판(시가지)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "67" , '목록속성명' : "광고판(야산)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "68" , '목록속성명' : "광고판(특수전광판)"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "69" , '목록속성명' : "자동보도"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "70" , '목록속성명' : "케이블카"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "71" , '목록속성명' : "대여업(자전거,트라이크,어린이자동차)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "72" , '목록속성명' : "대여업(스쿠터,이륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "73" , '목록속성명' : "대여업(4륜오토바이)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "74" , '목록속성명' : "대여업(인라인스케이트)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030")||(영위업종코드 == "A51070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B23020")||(영위업종코드 == "A53150"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "76" , '목록속성명' : "납골당"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "77" , '목록속성명' : "서바이벌게임장"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "78" , '목록속성명' : "유로번지트램플린"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "79" , '목록속성명' : "실내야구연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "80" , '목록속성명' : "손세차장,스팀세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B17030")||(영위업종코드 == "A32800")||(영위업종코드 == "A34900"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "81" , '목록속성명' : "셀프세차장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020")||(영위업종코드 == "A32300")||(영위업종코드 == "B05000"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "83" , '목록속성명' : "산후조리원"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "84" , '목록속성명' : "체육도장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "85" , '목록속성명' : "관광승마장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "86" , '목록속성명' : "승마클럽"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "87" , '목록속성명' : "실내 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "B07060")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "88" , '목록속성명' : "실외 및 종합 사격장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07040")||(영위업종코드 == "A52070"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "89" , '목록속성명' : "골프장(10억기준)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52080"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "90" , '목록속성명' : "일반 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07050"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "91" , '목록속성명' : "스크린 골프연습장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "92" , '목록속성명' : "빙상장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "93" , '목록속성명' : "보트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "94" , '목록속성명' : "조정장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "95" , '목록속성명' : "요트장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "96" , '목록속성명' : "카누장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "97" , '목록속성명' : "테니스장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "98" , '목록속성명' : "야구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "99" , '목록속성명' : "운동장, 축구장, 농구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "100" , '목록속성명' : "스쿼시장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "101" , '목록속성명' : "배드민턴장, 족구장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B07010")||(영위업종코드 == "A52200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05544" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "102" , '목록속성명' : "다목적 체육관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "03" , '목록속성명' : "일반음식점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "04" , '목록속성명' : "스넥코너(백화점내)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "05" , '목록속성명' : "스넥코너(일반시설)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B01010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "06" , '목록속성명' : "다실/제과점"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B06060"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "32" , '목록속성명' : "도서관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "33" , '목록속성명' : "박물관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "34" , '목록속성명' : "전시장(유료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B13010"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "35" , '목록속성명' : "전시장(무료)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09020"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "56" , '목록속성명' : "여관"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B09010")||(영위업종코드 == "B09030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "57" , '목록속성명' : "호텔, 콘도"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B12030"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05578" , '담보명' : "시설소유(관리)자배상책임Ⅱ" , '담보실손보상구분코드' : "" , '속성코드' : "CA00001" , '목록속성코드' : "75" , '목록속성명' : "장례식장"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05129" , '담보명' : "급배수시설누출손해보상" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05129" , '담보명' : "급배수시설누출손해보상" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05129" , '담보명' : "급배수시설누출손해보상" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05836" , '담보명' : "급배수시설누출손해보상Ⅰ(500만원한도,100만원초과10%공제)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05836" , '담보명' : "급배수시설누출손해보상Ⅰ(500만원한도,100만원초과10%공제)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05836" , '담보명' : "급배수시설누출손해보상Ⅰ(500만원한도,100만원초과10%공제)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05837" , '담보명' : "급배수시설누출손해보상Ⅱ(실손비례보상,임대인용)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05837" , '담보명' : "급배수시설누출손해보상Ⅱ(실손비례보상,임대인용)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05837" , '담보명' : "급배수시설누출손해보상Ⅱ(실손비례보상,임대인용)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05991" , '담보명' : "급배수시설누출손해보상(거주세대, 건물 및 가재)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05992" , '담보명' : "급배수시설누출손해보상(임대물건, 건물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05992" , '담보명' : "급배수시설누출손해보상(임대물건, 건물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA05992" , '담보명' : "급배수시설누출손해보상(임대물건, 건물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06750" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06750" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06750" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06697" , '담보명' : "급배수시설누출손해보상(90일면책, 임대물건, 건물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06697" , '담보명' : "급배수시설누출손해보상(90일면책, 임대물건, 건물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA06697" , '담보명' : "급배수시설누출손해보상(90일면책, 임대물건, 건물)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20100"))){
        __hpasRuleResult.push({
'담보코드' : "CLA12631" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20100" , '목록속성명' : "단독주택"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20200"))){
        __hpasRuleResult.push({
'담보코드' : "CLA12631" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20200" , '목록속성명' : "연립(다세대)"
})
    canSheetNext = false
    }

    if(((영위업종코드 == "B20300"))){
        __hpasRuleResult.push({
'담보코드' : "CLA12631" , '담보명' : "급배수시설누출손해보상(90일면책, 거주세대)" , '담보실손보상구분코드' : "" , '속성코드' : "CA00355" , '목록속성코드' : "20300" , '목록속성명' : "아파트"
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08225" , '담보명' : "급배수시설누출손해보상(실손비례보상,일반)(동산외)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08226" , '담보명' : "급배수시설누출손해보상(실손전부보상,일반)(동산외)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08594" , '담보명' : "급배수시설누출손해보상(실손비례보상,일반)(동산)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08595" , '담보명' : "급배수시설누출손해보상(실손전부보상,일반)(동산)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08227" , '담보명' : "스프링클러누출손해보상(실손비례보상,일반)(동산외)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }
    }

    var canSheetNext = true
    if(canSheetNext) {

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08228" , '담보명' : "스프링클러누출손해보상(실손전부보상,일반)(동산외)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08596" , '담보명' : "스프링클러누출손해보상(실손비례보상,일반)(동산)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08597" , '담보명' : "스프링클러누출손해보상(실손전부보상,일반)(동산)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08637" , '담보명' : "급배수시설누출손해보상(실손비례보상,90일면책,일반,동산외)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08635" , '담보명' : "급배수시설누출손해보상(실손전부보상,90일면책,일반,동산외)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08636" , '담보명' : "급배수시설누출손해보상(실손비례보상,90일면책,일반,동산)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08634" , '담보명' : "급배수시설누출손해보상(실손전부보상,90일면책,일반,동산)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08641" , '담보명' : "스프링클러누출손해보상(실손비례보상,90일면책,일반,동산외)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08639" , '담보명' : "스프링클러누출손해보상(실손전부보상,90일면책,일반,동산외)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08640" , '담보명' : "스프링클러누출손해보상(실손비례보상,90일면책,일반,동산)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08638" , '담보명' : "스프링클러누출손해보상(실손전부보상,90일면책,일반,동산)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))){
        __hpasRuleResult.push({
'담보코드' : "CLA08231" , '담보명' : "도난손해(실손,일반)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(true){
        __hpasRuleResult.push({
'담보코드' : "CLA09254" , '담보명' : "소요노동쟁의손해(실손비례보상)" , '담보실손보상구분코드' : "" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA10304" , '담보명' : "급배수시설누출손해보상(실손비례보상,90일면책,일반,동산외)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA10305" , '담보명' : "급배수시설누출손해보상(실손전부보상,90일면책,일반,동산외)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA10306" , '담보명' : "급배수시설누출손해보상(실손비례보상,90일면책,일반,동산)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA10307" , '담보명' : "급배수시설누출손해보상(실손전부보상,90일면책,일반,동산)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA10300" , '담보명' : "스프링클러누출손해보상(실손비례보상,90일면책,일반,동산외)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA10301" , '담보명' : "스프링클러누출손해보상(실손전부보상,90일면책,일반,동산외)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "02"))){
        __hpasRuleResult.push({
'담보코드' : "CLA10302" , '담보명' : "스프링클러누출손해보상(실손비례보상,90일면책,일반,동산)" , '담보실손보상구분코드' : "02" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }

    if(((상위영위업종코드 == "00002"))
    && (!(영위업종코드 == "B14011")&&!(영위업종코드 == "B14012")&&!(영위업종코드 == "B14013")&&!(영위업종코드 == "B14014"))
    && ((목적물실손보상구분코드 == "")||(목적물실손보상구분코드 == "01"))){
        __hpasRuleResult.push({
'담보코드' : "CLA10303" , '담보명' : "스프링클러누출손해보상(실손전부보상,90일면책,일반,동산)" , '담보실손보상구분코드' : "01" , '속성코드' : "" , '목록속성코드' : "" , '목록속성명' : ""
})
    canSheetNext = false
    }
    }


    return RESULT(__hpasRuleResult);
};