function(상품코드,담보코드,관계코드,담보_기본_만기 ){var start = new Date().getTime();
var __hrs_logger_content = [];
var __hrs_logger_input = [];
var __hrs_logger_output = {};
var __hrs_logger_object = {executionTime: 0,ruleId:'장기_자동갱신담보_기준조회005_001',ruleName:'장기_자동갱신담보_기준조회005',ruleType:'SPREAD',content:__hrs_logger_content,input:__hrs_logger_input,output:__hrs_logger_output,};
_GET_GLOBAL('__hrs_logger').push(__hrs_logger_object);
var DEBUG = function(content) {try{if(!__hrs_logger_object || !SERVER_DEBUG){return;}}catch(e){return;};var str = '['+TODAY_FORMAT(new Date().getTime())+'][UserDebug]['+__hrs_logger_object.ruleId+'] ' + content;if(__hrs_logger_object.content){__hrs_logger_object.content.push(str);}if(SERVER_DEBUG){__hrs_logger_object?SERVER_DEBUG(str, __hrs_logger_object.ruleId):SERVER_DEBUG(str);}}
var RESULT = function(result) {try{if(!__hrs_logger_object){return result;}}catch(e){return result;};if(__hrs_logger_object.output){__hrs_logger_object.output.value = JSON.stringify(result);}
if(__hrs_logger_object.ruleType == 'SCRIPT'){
__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][OUTPUT] '+__hrs_logger_object.output.value); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) };}
return result;}


__hrs_logger_object.level = 0;

if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'상품코드:'+JSON.stringify(상품코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'상품코드' , 'value':JSON.stringify(상품코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'담보코드:'+JSON.stringify(담보코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'담보코드' , 'value':JSON.stringify(담보코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'관계코드:'+JSON.stringify(관계코드)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'관계코드' , 'value':JSON.stringify(관계코드) } );}
if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][INPUT] '+'담보_기본_만기:'+JSON.stringify(담보_기본_만기)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.input ){__hrs_logger_object.input.push( { 'name':'담보_기본_만기' , 'value':JSON.stringify(담보_기본_만기) } );}

    var __TARGET_DATE__;
var BigDecimal = Java.type('java.math.BigDecimal');
var __RULE_INQUIRY_BASE_DATE__ = __TARGET_DATE__;
    var __hpasRuleResult = {};

    var 자동갱신연령;
if(
자동갱신연령<0
){
자동갱신연령=0
}


    // Compiler Version 1 , Created : 2023-08-21 08:37:47
    if(((상품코드 == "LA02347001")||(상품코드 == "LA02347002"))
    && ((담보코드 == "CLA09119")||(담보코드 == "CLA09120")||(담보코드 == "CLA09121")||(담보코드 == "CLA09122")||(담보코드 == "CLA09123")||(담보코드 == "CLA09124")||(담보코드 == "CLA09125")||(담보코드 == "CLA09126")||(담보코드 == "CLA09127")||(담보코드 == "CLA09128")||(담보코드 == "CLA09129")||(담보코드 == "CLA09130")||(담보코드 == "CLA09240")||(담보코드 == "CLA09241")||(담보코드 == "CLA09242")||(담보코드 == "CLA09243")||(담보코드 == "CLA09244")||(담보코드 == "CLA09245")||(담보코드 == "CLA09246")||(담보코드 == "CLA09247")||(담보코드 == "CLA09248")||(담보코드 == "CLA09249")||(담보코드 == "CLA09250")||(담보코드 == "CLA09251"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:0});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02347001")||(상품코드 == "LA02347002"))
    && ((담보코드 == "CLA07224")||(담보코드 == "CLA07228")||(담보코드 == "CLA07225")||(담보코드 == "CLA07226")||(담보코드 == "CLA07229")||(담보코드 == "CLA07227")||(담보코드 == "CLA07141")||(담보코드 == "CLA07231")||(담보코드 == "CLA07144")||(담보코드 == "CLA07140")||(담보코드 == "CLA07219")||(담보코드 == "CLA07143")||(담보코드 == "CLA07512")||(담보코드 == "CLA07518")||(담보코드 == "CLA07526")||(담보코드 == "CLA07527"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:1});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02367001")||(상품코드 == "LA02367002"))
    && ((담보코드 == "CLA07110")||(담보코드 == "CLA07111")||(담보코드 == "CLA07112")||(담보코드 == "CLA07113")||(담보코드 == "CLA07129")||(담보코드 == "CLA07134")||(담보코드 == "CLA07135")||(담보코드 == "CLA07137")||(담보코드 == "CLA07138")||(담보코드 == "CLA07140")||(담보코드 == "CLA07141")||(담보코드 == "CLA07143")||(담보코드 == "CLA07144")||(담보코드 == "CLA07198")||(담보코드 == "CLA07199")||(담보코드 == "CLA07200")||(담보코드 == "CLA07201")||(담보코드 == "CLA07202")||(담보코드 == "CLA07203")||(담보코드 == "CLA07218")||(담보코드 == "CLA07219")||(담보코드 == "CLA07221")||(담보코드 == "CLA07222")||(담보코드 == "CLA07230")||(담보코드 == "CLA07231")||(담보코드 == "CLA07238")||(담보코드 == "CLA07239")||(담보코드 == "CLA07242")||(담보코드 == "CLA07243")||(담보코드 == "CLA07246")||(담보코드 == "CLA07247")||(담보코드 == "CLA07250")||(담보코드 == "CLA07251")||(담보코드 == "CLA07254")||(담보코드 == "CLA07255")||(담보코드 == "CLA07256")||(담보코드 == "CLA07257")||(담보코드 == "CLA07258")||(담보코드 == "CLA07259")||(담보코드 == "CLA07269")||(담보코드 == "CLA07270")||(담보코드 == "CLA07271")||(담보코드 == "CLA07272")||(담보코드 == "CLA07273")||(담보코드 == "CLA07274")||(담보코드 == "CLA07275")||(담보코드 == "CLA07276")||(담보코드 == "CLA07277")||(담보코드 == "CLA07287")||(담보코드 == "CLA07288")||(담보코드 == "CLA07289")||(담보코드 == "CLA07290")||(담보코드 == "CLA07291")||(담보코드 == "CLA07292")||(담보코드 == "CLA07302")||(담보코드 == "CLA07303")||(담보코드 == "CLA07304")||(담보코드 == "CLA07305")||(담보코드 == "CLA07306")||(담보코드 == "CLA07307")||(담보코드 == "CLA07308")||(담보코드 == "CLA07309")||(담보코드 == "CLA07310")||(담보코드 == "CLA07517")||(담보코드 == "CLA07518")||(담보코드 == "CLA07511")||(담보코드 == "CLA07512"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:2});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02360002")||(상품코드 == "LA02361002"))
    && ((담보코드 == "CLA05503")||(담보코드 == "CLA05505")||(담보코드 == "CLA05891")||(담보코드 == "CLA05507")||(담보코드 == "CLA06827")||(담보코드 == "CLA05527")||(담보코드 == "CLA05539")||(담보코드 == "CLA06800")||(담보코드 == "CLA05515")||(담보코드 == "CLA05517")||(담보코드 == "CLA08002")||(담보코드 == "CLA08004")||(담보코드 == "CLA05525")||(담보코드 == "CLA08006")||(담보코드 == "CLA08008")||(담보코드 == "CLA08010")||(담보코드 == "CLA08012")||(담보코드 == "CLA08014")||(담보코드 == "CLA05529")||(담보코드 == "CLA01803")||(담보코드 == "CLA08599")||(담보코드 == "CLA01669")||(담보코드 == "CLA05504")||(담보코드 == "CLA05506")||(담보코드 == "CLA05892")||(담보코드 == "CLA05508")||(담보코드 == "CLA05528")||(담보코드 == "CLA05540")||(담보코드 == "CLA06801")||(담보코드 == "CLA05516")||(담보코드 == "CLA05518")||(담보코드 == "CLA08003")||(담보코드 == "CLA08005")||(담보코드 == "CLA05526")||(담보코드 == "CLA08007")||(담보코드 == "CLA08009")||(담보코드 == "CLA08011")||(담보코드 == "CLA08013")||(담보코드 == "CLA08015"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:3});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 80
}

    }
    else if(((상품코드 == "LA02358001")||(상품코드 == "LA02358002")||(상품코드 == "LA02358003")||(상품코드 == "LA02359001")||(상품코드 == "LA02359002")||(상품코드 == "LA02359003"))
    && ((담보코드 == "CLA10290")||(담보코드 == "CLA05598")||(담보코드 == "CLA06226")||(담보코드 == "CLA06228")||(담보코드 == "CLA06230")||(담보코드 == "CLA06232")||(담보코드 == "CLA01803")||(담보코드 == "CLA05444")||(담보코드 == "CLA05445")||(담보코드 == "CLA05790")||(담보코드 == "CLA06833")||(담보코드 == "CLA10291")||(담보코드 == "CLA01304")||(담보코드 == "CLA10289")||(담보코드 == "CLA05289")||(담보코드 == "CLA08429")||(담보코드 == "CLA08475")||(담보코드 == "CLA10292")||(담보코드 == "CLA01466")||(담보코드 == "CLA10293")||(담보코드 == "CLA05601")||(담보코드 == "CLA10294")||(담보코드 == "CLA05603")||(담보코드 == "CLA10295")||(담보코드 == "CLA05609")||(담보코드 == "CLA10296")||(담보코드 == "CLA05607")||(담보코드 == "CLA10297")||(담보코드 == "CLA05605")||(담보코드 == "CLA08430")||(담보코드 == "CLA08545")||(담보코드 == "CLA08431")||(담보코드 == "CLA08546")||(담보코드 == "CLA08432")||(담보코드 == "CLA08547")||(담보코드 == "CLA10298")||(담보코드 == "CLA06335")||(담보코드 == "CLA10299")||(담보코드 == "CLA01420")||(담보코드 == "CLA06336")||(담보코드 == "CLA06743")||(담보코드 == "CLA05382")||(담보코드 == "CLA06744")||(담보코드 == "CLA05383")||(담보코드 == "CLA06745")||(담보코드 == "CLA06346")||(담보코드 == "CLA06849")||(담보코드 == "CLA06850")||(담보코드 == "CLA08433")||(담보코드 == "CLA08434")||(담보코드 == "CLA08435")||(담보코드 == "CLA08436")||(담보코드 == "CLA08437")||(담보코드 == "CLA08437")||(담보코드 == "CLA01827")||(담보코드 == "CLA05475")||(담보코드 == "CLA01006")||(담보코드 == "CLA05476")||(담보코드 == "CLA06855")||(담보코드 == "CLA06856")||(담보코드 == "CLA06095")||(담보코드 == "CLA01968")||(담보코드 == "CLA10029")||(담보코드 == "CLA05919")||(담보코드 == "CLA05926")||(담보코드 == "CLA05920")||(담보코드 == "CLA05927")||(담보코드 == "CLA05921")||(담보코드 == "CLA05928")||(담보코드 == "CLA05922")||(담보코드 == "CLA05929")||(담보코드 == "CLA05923")||(담보코드 == "CLA05930")||(담보코드 == "CLA05924")||(담보코드 == "CLA05931")||(담보코드 == "CLA05925")||(담보코드 == "CLA05932")||(담보코드 == "CLA01004")||(담보코드 == "CLA00334")||(담보코드 == "CLA01003")||(담보코드 == "CLA00330")||(담보코드 == "CLA01618")||(담보코드 == "CLA02211")||(담보코드 == "CLA01005")||(담보코드 == "CLA00335")||(담보코드 == "CLA01002")||(담보코드 == "CLA00329")||(담보코드 == "CLA05114")||(담보코드 == "CLA00424")||(담보코드 == "CLA08403")||(담보코드 == "CLA08438")||(담보코드 == "CLA08418")||(담보코드 == "CLA06862")||(담보코드 == "CLA06863")||(담보코드 == "CLA08439")||(담보코드 == "CLA08538")||(담보코드 == "CLA08422")||(담보코드 == "CLA08124")||(담보코드 == "CLA08946")||(담보코드 == "CLA08787")||(담보코드 == "CLA08778")||(담보코드 == "CLA08142")||(담보코드 == "CLA08151")||(담보코드 == "CLA08133")||(담보코드 == "CLA08125")||(담보코드 == "CLA08947")||(담보코드 == "CLA08785")||(담보코드 == "CLA08161")||(담보코드 == "CLA08143")||(담보코드 == "CLA08152")||(담보코드 == "CLA08134")||(담보코드 == "CLA08090")||(담보코드 == "CLA08091")||(담보코드 == "CLA08365")||(담보코드 == "CLA08335")||(담보코드 == "CLA11575")||(담보코드 == "CLA11576")||(담보코드 == "CLA11577")||(담보코드 == "CLA11578")||(담보코드 == "CLA11579")||(담보코드 == "CLA11580")||(담보코드 == "CLA11581")||(담보코드 == "CLA11582")||(담보코드 == "CLA11583")||(담보코드 == "CLA11584")||(담보코드 == "CLA08929")||(담보코드 == "CLA08930")||(담보코드 == "CLA08931")||(담보코드 == "CLA08932")||(담보코드 == "CLA08944")||(담보코드 == "CLA08945")||(담보코드 == "CLA09101")||(담보코드 == "CLA08928")||(담보코드 == "CLA09099")||(담보코드 == "CLA09100"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:4});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02358001")||(상품코드 == "LA02358002")||(상품코드 == "LA02358003")||(상품코드 == "LA02359001")||(상품코드 == "LA02359002")||(상품코드 == "LA02359003"))
    && ((담보코드 == "CLA07134")||(담보코드 == "CLA07137")||(담보코드 == "CLA07140")||(담보코드 == "CLA07143")||(담보코드 == "CLA06225")||(담보코드 == "CLA06227")||(담보코드 == "CLA06229")||(담보코드 == "CLA06231"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:5});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02358001")||(상품코드 == "LA02358002")||(상품코드 == "LA02359001")||(상품코드 == "LA02359002"))
    && ((담보코드 == "CLA05302")||(담보코드 == "CLA05303")||(담보코드 == "CLA06831"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:6});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02358003")||(상품코드 == "LA02359003"))
    && ((담보코드 == "CLA06864")||(담보코드 == "CLA06865")||(담보코드 == "CLA06938")||(담보코드 == "CLA06939"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:7});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02358001")||(상품코드 == "LA02358002")||(상품코드 == "LA02358003")||(상품코드 == "LA02359001")||(상품코드 == "LA02359002")||(상품코드 == "LA02359003"))
    && ((담보코드 == "CLA01373")||(담보코드 == "CLA05811")||(담보코드 == "CLA01683")||(담보코드 == "CLA05498")||(담보코드 == "CLA05781"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:8});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 80
}

    }
    else if(((상품코드 == "LA02300001")||(상품코드 == "LA02301001")||(상품코드 == "LA02291001")||(상품코드 == "LA02292001")||(상품코드 == "LA02293001")||(상품코드 == "LA02294001")||(상품코드 == "LA02295001")||(상품코드 == "LA02296001")||(상품코드 == "LA02297001"))
    && ((담보코드 == "CLA09228")||(담보코드 == "CLA09229")||(담보코드 == "CLA09230")||(담보코드 == "CLA09231")||(담보코드 == "CLA09232")||(담보코드 == "CLA09233")||(담보코드 == "CLA04038"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:9});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '4' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02320001")||(상품코드 == "LA02321001"))
    && ((담보코드 == "CLA01195")||(담보코드 == "CLA01196")||(담보코드 == "CLA00020")||(담보코드 == "CLA00021")||(담보코드 == "CLA01669")||(담보코드 == "CLA08599")||(담보코드 == "CLA01927")||(담보코드 == "CLA07129")||(담보코드 == "CLA07218")||(담보코드 == "CLA07137")||(담보코드 == "CLA07254")||(담보코드 == "CLA07255")||(담보코드 == "CLA07256"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:10});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02322001")||(상품코드 == "LA02322002")||(상품코드 == "LA02323001")||(상품코드 == "LA02323002")||(상품코드 == "LA02324001")||(상품코드 == "LA02324002"))
    && ((담보코드 == "CLA07218")||(담보코드 == "CLA07137"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:11});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02344001")||(상품코드 == "LA02344002"))
    && ((담보코드 == "CLA07130")||(담보코드 == "CLA07131")||(담보코드 == "CLA07214")||(담보코드 == "CLA07215"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:12});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 60
}

    }
    else if(((상품코드 == "LA02344003")||(상품코드 == "LA02344004"))
    && ((담보코드 == "CLA07132")||(담보코드 == "CLA07133")||(담보코드 == "CLA07216")||(담보코드 == "CLA07217"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:13});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 60
}

    }
    else if(((상품코드 == "LA02344001")||(상품코드 == "LA02344002")||(상품코드 == "LA02344003")||(상품코드 == "LA02344004"))
    && ((담보코드 == "CLA09697")||(담보코드 == "CLA09698")||(담보코드 == "CLA09558")||(담보코드 == "CLA09575"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:14});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 70
}

    }
    else if(((상품코드 == "LA02344001")||(상품코드 == "LA02344002")||(상품코드 == "LA02344003")||(상품코드 == "LA02344004"))
    && ((담보코드 == "CLA08624")||(담보코드 == "CLA08625")||(담보코드 == "CLA01373")||(담보코드 == "CLA09586")||(담보코드 == "CLA09587")||(담보코드 == "CLA05776")||(담보코드 == "CLA09668")||(담보코드 == "CLA09669")||(담보코드 == "CLA05781")||(담보코드 == "CLA09638")||(담보코드 == "CLA09639")||(담보코드 == "CLA05812")||(담보코드 == "CLA05813")||(담보코드 == "CLA09692")||(담보코드 == "CLA09693")||(담보코드 == "CLA01683")||(담보코드 == "CLA09694")||(담보코드 == "CLA09695")||(담보코드 == "CLA05498")||(담보코드 == "CLA09688")||(담보코드 == "CLA09689")||(담보코드 == "CLA05811")||(담보코드 == "CLA10048")||(담보코드 == "CLA10049")||(담보코드 == "CLA10050")||(담보코드 == "CLA10051")||(담보코드 == "CLA10052")||(담보코드 == "CLA10053")||(담보코드 == "CLA08349")||(담보코드 == "CLA08350")||(담보코드 == "CLA08351")||(담보코드 == "CLA08352")||(담보코드 == "CLA08353"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:15});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 80
}

    }
    else if(((상품코드 == "LA02344001")||(상품코드 == "LA02344002"))
    && ((담보코드 == "CLA08600")||(담보코드 == "CLA08601")||(담보코드 == "CLA08602")||(담보코드 == "CLA08603")||(담보코드 == "CLA08604")||(담보코드 == "CLA08605")||(담보코드 == "CLA08607")||(담보코드 == "CLA08609")||(담보코드 == "CLA08611")||(담보코드 == "CLA08613")||(담보코드 == "CLA08614")||(담보코드 == "CLA08615")||(담보코드 == "CLA08616")||(담보코드 == "CLA08617")||(담보코드 == "CLA08618")||(담보코드 == "CLA08619")||(담보코드 == "CLA08620")||(담보코드 == "CLA08621")||(담보코드 == "CLA08622")||(담보코드 == "CLA08623")||(담보코드 == "CLA08626")||(담보코드 == "CLA08627")||(담보코드 == "CLA08628")||(담보코드 == "CLA08629")||(담보코드 == "CLA08630")||(담보코드 == "CLA08631")||(담보코드 == "CLA08632")||(담보코드 == "CLA08633")||(담보코드 == "CLA08642")||(담보코드 == "CLA08643")||(담보코드 == "CLA08644")||(담보코드 == "CLA08645")||(담보코드 == "CLA08646")||(담보코드 == "CLA08647")||(담보코드 == "CLA08648")||(담보코드 == "CLA08649")||(담보코드 == "CLA08650")||(담보코드 == "CLA08651")||(담보코드 == "CLA08652")||(담보코드 == "CLA08653")||(담보코드 == "CLA08654")||(담보코드 == "CLA08655")||(담보코드 == "CLA08656")||(담보코드 == "CLA08657")||(담보코드 == "CLA08658")||(담보코드 == "CLA08659")||(담보코드 == "CLA08660")||(담보코드 == "CLA08661")||(담보코드 == "CLA08662")||(담보코드 == "CLA08663")||(담보코드 == "CLA08664")||(담보코드 == "CLA08665")||(담보코드 == "CLA08666")||(담보코드 == "CLA08667")||(담보코드 == "CLA08668")||(담보코드 == "CLA08669")||(담보코드 == "CLA08670")||(담보코드 == "CLA08671")||(담보코드 == "CLA08672")||(담보코드 == "CLA08673")||(담보코드 == "CLA08674")||(담보코드 == "CLA08675")||(담보코드 == "CLA08676")||(담보코드 == "CLA08677")||(담보코드 == "CLA08678")||(담보코드 == "CLA08679")||(담보코드 == "CLA08680")||(담보코드 == "CLA08681")||(담보코드 == "CLA08682")||(담보코드 == "CLA08683")||(담보코드 == "CLA08684")||(담보코드 == "CLA08685")||(담보코드 == "CLA08686")||(담보코드 == "CLA08687")||(담보코드 == "CLA08702")||(담보코드 == "CLA08703")||(담보코드 == "CLA08704")||(담보코드 == "CLA08705")||(담보코드 == "CLA08706")||(담보코드 == "CLA08707")||(담보코드 == "CLA08708")||(담보코드 == "CLA08709")||(담보코드 == "CLA08710")||(담보코드 == "CLA08711")||(담보코드 == "CLA08712")||(담보코드 == "CLA08713")||(담보코드 == "CLA08714")||(담보코드 == "CLA08715")||(담보코드 == "CLA08716")||(담보코드 == "CLA08717")||(담보코드 == "CLA08718")||(담보코드 == "CLA08719")||(담보코드 == "CLA08720")||(담보코드 == "CLA08721")||(담보코드 == "CLA08722")||(담보코드 == "CLA08723")||(담보코드 == "CLA08724")||(담보코드 == "CLA08725")||(담보코드 == "CLA08726")||(담보코드 == "CLA08727"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:16});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02344001")||(상품코드 == "LA02344002"))
    && ((담보코드 == "CLA08728")||(담보코드 == "CLA08729")||(담보코드 == "CLA08730")||(담보코드 == "CLA08731")||(담보코드 == "CLA08732")||(담보코드 == "CLA08733")||(담보코드 == "CLA08734")||(담보코드 == "CLA08735")||(담보코드 == "CLA08736")||(담보코드 == "CLA08737")||(담보코드 == "CLA08738")||(담보코드 == "CLA08739")||(담보코드 == "CLA08740")||(담보코드 == "CLA08741")||(담보코드 == "CLA08742")||(담보코드 == "CLA08743")||(담보코드 == "CLA08744")||(담보코드 == "CLA08745")||(담보코드 == "CLA08746")||(담보코드 == "CLA08747")||(담보코드 == "CLA08748")||(담보코드 == "CLA08749")||(담보코드 == "CLA08750")||(담보코드 == "CLA08751")||(담보코드 == "CLA08752")||(담보코드 == "CLA08753")||(담보코드 == "CLA08754")||(담보코드 == "CLA08755")||(담보코드 == "CLA08756")||(담보코드 == "CLA08757")||(담보코드 == "CLA08758")||(담보코드 == "CLA08759")||(담보코드 == "CLA08760")||(담보코드 == "CLA08761")||(담보코드 == "CLA08763")||(담보코드 == "CLA08764")||(담보코드 == "CLA08769")||(담보코드 == "CLA08770")||(담보코드 == "CLA08771")||(담보코드 == "CLA08772")||(담보코드 == "CLA08774")||(담보코드 == "CLA08775")||(담보코드 == "CLA11754")||(담보코드 == "CLA11755")||(담보코드 == "CLA11756")||(담보코드 == "CLA11757")||(담보코드 == "CLA11758")||(담보코드 == "CLA11759")||(담보코드 == "CLA11760")||(담보코드 == "CLA11761")||(담보코드 == "CLA11762")||(담보코드 == "CLA11763")||(담보코드 == "CLA11764")||(담보코드 == "CLA11765")||(담보코드 == "CLA11766")||(담보코드 == "CLA11767")||(담보코드 == "CLA11768")||(담보코드 == "CLA11769")||(담보코드 == "CLA11770")||(담보코드 == "CLA11771")||(담보코드 == "CLA11772")||(담보코드 == "CLA11773")||(담보코드 == "CLA09089")||(담보코드 == "CLA09090")||(담보코드 == "CLA09091")||(담보코드 == "CLA09092")||(담보코드 == "CLA09093")||(담보코드 == "CLA09094")||(담보코드 == "CLA09584")||(담보코드 == "CLA09585")||(담보코드 == "CLA09588")||(담보코드 == "CLA09589")||(담보코드 == "CLA09590")||(담보코드 == "CLA09591")||(담보코드 == "CLA09592")||(담보코드 == "CLA09593")||(담보코드 == "CLA09594")||(담보코드 == "CLA09595")||(담보코드 == "CLA09596")||(담보코드 == "CLA09597")||(담보코드 == "CLA09598")||(담보코드 == "CLA09599")||(담보코드 == "CLA09600")||(담보코드 == "CLA09601")||(담보코드 == "CLA09602")||(담보코드 == "CLA09603")||(담보코드 == "CLA09604")||(담보코드 == "CLA09605")||(담보코드 == "CLA09606")||(담보코드 == "CLA09607")||(담보코드 == "CLA09608")||(담보코드 == "CLA09609")||(담보코드 == "CLA09610")||(담보코드 == "CLA09611")||(담보코드 == "CLA09612")||(담보코드 == "CLA09613")||(담보코드 == "CLA09614")||(담보코드 == "CLA09615")||(담보코드 == "CLA09616")||(담보코드 == "CLA09617"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:17});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02344001")||(상품코드 == "LA02344002"))
    && ((담보코드 == "CLA09618")||(담보코드 == "CLA09619")||(담보코드 == "CLA09620")||(담보코드 == "CLA09621")||(담보코드 == "CLA09622")||(담보코드 == "CLA09623")||(담보코드 == "CLA09624")||(담보코드 == "CLA09625")||(담보코드 == "CLA09626")||(담보코드 == "CLA09627")||(담보코드 == "CLA09628")||(담보코드 == "CLA09629")||(담보코드 == "CLA09630")||(담보코드 == "CLA09631")||(담보코드 == "CLA09640")||(담보코드 == "CLA09641")||(담보코드 == "CLA09642")||(담보코드 == "CLA09643")||(담보코드 == "CLA09644")||(담보코드 == "CLA09645")||(담보코드 == "CLA09646")||(담보코드 == "CLA09647")||(담보코드 == "CLA09648")||(담보코드 == "CLA09649")||(담보코드 == "CLA09652")||(담보코드 == "CLA09653")||(담보코드 == "CLA09654")||(담보코드 == "CLA09655")||(담보코드 == "CLA09656")||(담보코드 == "CLA09657")||(담보코드 == "CLA09658")||(담보코드 == "CLA09659")||(담보코드 == "CLA09660")||(담보코드 == "CLA09661")||(담보코드 == "CLA09662")||(담보코드 == "CLA09663")||(담보코드 == "CLA09664")||(담보코드 == "CLA09665")||(담보코드 == "CLA09670")||(담보코드 == "CLA09671")||(담보코드 == "CLA09672")||(담보코드 == "CLA09673")||(담보코드 == "CLA09674")||(담보코드 == "CLA09675")||(담보코드 == "CLA09676")||(담보코드 == "CLA09677")||(담보코드 == "CLA09678")||(담보코드 == "CLA09679")||(담보코드 == "CLA09680")||(담보코드 == "CLA09681")||(담보코드 == "CLA09682")||(담보코드 == "CLA09683")||(담보코드 == "CLA09684")||(담보코드 == "CLA09685")||(담보코드 == "CLA09686")||(담보코드 == "CLA09687")||(담보코드 == "CLA09690")||(담보코드 == "CLA09691")||(담보코드 == "CLA09699")||(담보코드 == "CLA09700")||(담보코드 == "CLA09701")||(담보코드 == "CLA09702")||(담보코드 == "CLA09703")||(담보코드 == "CLA09704")||(담보코드 == "CLA09705")||(담보코드 == "CLA09706")||(담보코드 == "CLA09713")||(담보코드 == "CLA09714")||(담보코드 == "CLA09715")||(담보코드 == "CLA09716")||(담보코드 == "CLA09717")||(담보코드 == "CLA09718")||(담보코드 == "CLA09719")||(담보코드 == "CLA09720")||(담보코드 == "CLA09721")||(담보코드 == "CLA09722")||(담보코드 == "CLA09723")||(담보코드 == "CLA09724")||(담보코드 == "CLA09725")||(담보코드 == "CLA09726")||(담보코드 == "CLA09727")||(담보코드 == "CLA09728")||(담보코드 == "CLA09729")||(담보코드 == "CLA09730")||(담보코드 == "CLA09932")||(담보코드 == "CLA09933")||(담보코드 == "CLA09934")||(담보코드 == "CLA09935")||(담보코드 == "CLA09938")||(담보코드 == "CLA09939")||(담보코드 == "CLA09940")||(담보코드 == "CLA09941")||(담보코드 == "CLA09944")||(담보코드 == "CLA09945")||(담보코드 == "CLA09952")||(담보코드 == "CLA09953")||(담보코드 == "CLA09954")||(담보코드 == "CLA09955")||(담보코드 == "CLA10046")||(담보코드 == "CLA10047"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:18});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02344001")||(상품코드 == "LA02344002"))
    && ((담보코드 == "CLA10054")||(담보코드 == "CLA10055")||(담보코드 == "CLA10284")||(담보코드 == "CLA10285")||(담보코드 == "CLA10313")||(담보코드 == "CLA10314")||(담보코드 == "CLA10315")||(담보코드 == "CLA10316"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:19});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02344003")||(상품코드 == "LA02344004"))
    && ((담보코드 == "CLA00329")||(담보코드 == "CLA00330")||(담보코드 == "CLA00334")||(담보코드 == "CLA00335")||(담보코드 == "CLA01002")||(담보코드 == "CLA01003")||(담보코드 == "CLA01004")||(담보코드 == "CLA01005")||(담보코드 == "CLA01006")||(담보코드 == "CLA01420")||(담보코드 == "CLA01466")||(담보코드 == "CLA01618")||(담보코드 == "CLA01703")||(담보코드 == "CLA01705")||(담보코드 == "CLA01803")||(담보코드 == "CLA01827")||(담보코드 == "CLA01968")||(담보코드 == "CLA02211")||(담보코드 == "CLA05114")||(담보코드 == "CLA05302")||(담보코드 == "CLA05303")||(담보코드 == "CLA05335")||(담보코드 == "CLA05336")||(담보코드 == "CLA05337")||(담보코드 == "CLA05338")||(담보코드 == "CLA05339")||(담보코드 == "CLA05382")||(담보코드 == "CLA05383")||(담보코드 == "CLA05422")||(담보코드 == "CLA05475")||(담보코드 == "CLA05476")||(담보코드 == "CLA05481")||(담보코드 == "CLA05482")||(담보코드 == "CLA05483")||(담보코드 == "CLA05484")||(담보코드 == "CLA05493")||(담보코드 == "CLA05598")||(담보코드 == "CLA05711")||(담보코드 == "CLA05769")||(담보코드 == "CLA05778")||(담보코드 == "CLA05780")||(담보코드 == "CLA05790")||(담보코드 == "CLA05806")||(담보코드 == "CLA05808")||(담보코드 == "CLA05809")||(담보코드 == "CLA05815")||(담보코드 == "CLA05816")||(담보코드 == "CLA05820")||(담보코드 == "CLA05821")||(담보코드 == "CLA05828")||(담보코드 == "CLA05829")||(담보코드 == "CLA05901")||(담보코드 == "CLA05902")||(담보코드 == "CLA05919")||(담보코드 == "CLA05920")||(담보코드 == "CLA05921")||(담보코드 == "CLA05922")||(담보코드 == "CLA05923")||(담보코드 == "CLA05924")||(담보코드 == "CLA05925")||(담보코드 == "CLA05926")||(담보코드 == "CLA05927")||(담보코드 == "CLA05928")||(담보코드 == "CLA05929")||(담보코드 == "CLA05930")||(담보코드 == "CLA05931")||(담보코드 == "CLA05932")||(담보코드 == "CLA05990")||(담보코드 == "CLA06079")||(담보코드 == "CLA06081")||(담보코드 == "CLA06083")||(담보코드 == "CLA06085")||(담보코드 == "CLA06087")||(담보코드 == "CLA06089")||(담보코드 == "CLA06091")||(담보코드 == "CLA06093")||(담보코드 == "CLA06095")||(담보코드 == "CLA06178")||(담보코드 == "CLA06179")||(담보코드 == "CLA06180")||(담보코드 == "CLA06181")||(담보코드 == "CLA06186")||(담보코드 == "CLA06219")||(담보코드 == "CLA06221")||(담보코드 == "CLA06222")||(담보코드 == "CLA06223")||(담보코드 == "CLA06224")||(담보코드 == "CLA06225")||(담보코드 == "CLA06226")||(담보코드 == "CLA06227")||(담보코드 == "CLA06228")||(담보코드 == "CLA06229")||(담보코드 == "CLA06230")||(담보코드 == "CLA06231")||(담보코드 == "CLA06232")||(담보코드 == "CLA06335")||(담보코드 == "CLA06336")||(담보코드 == "CLA06346")||(담보코드 == "CLA06743")||(담보코드 == "CLA06744"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:20});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02344003")||(상품코드 == "LA02344004"))
    && ((담보코드 == "CLA06745")||(담보코드 == "CLA06747")||(담보코드 == "CLA06748")||(담보코드 == "CLA06816")||(담보코드 == "CLA06817")||(담보코드 == "CLA06831")||(담보코드 == "CLA06832")||(담보코드 == "CLA06855")||(담보코드 == "CLA06856")||(담보코드 == "CLA06862")||(담보코드 == "CLA06863")||(담보코드 == "CLA06944")||(담보코드 == "CLA08090")||(담보코드 == "CLA08091")||(담보코드 == "CLA08204")||(담보코드 == "CLA08205")||(담보코드 == "CLA08251")||(담보코드 == "CLA08369")||(담보코드 == "CLA08380")||(담보코드 == "CLA08385")||(담보코드 == "CLA08386")||(담보코드 == "CLA08402")||(담보코드 == "CLA08418")||(담보코드 == "CLA08423")||(담보코드 == "CLA08424")||(담보코드 == "CLA08430")||(담보코드 == "CLA08431")||(담보코드 == "CLA08432")||(담보코드 == "CLA08436")||(담보코드 == "CLA08438")||(담보코드 == "CLA08439")||(담보코드 == "CLA08463")||(담보코드 == "CLA08464")||(담보코드 == "CLA08477")||(담보코드 == "CLA08479")||(담보코드 == "CLA08480")||(담보코드 == "CLA08486")||(담보코드 == "CLA08487")||(담보코드 == "CLA08514")||(담보코드 == "CLA08538")||(담보코드 == "CLA08545")||(담보코드 == "CLA08546")||(담보코드 == "CLA08547")||(담보코드 == "CLA08548")||(담보코드 == "CLA08792")||(담보코드 == "CLA11575")||(담보코드 == "CLA11576")||(담보코드 == "CLA11577")||(담보코드 == "CLA11578")||(담보코드 == "CLA11579")||(담보코드 == "CLA08809")||(담보코드 == "CLA08811")||(담보코드 == "CLA08813")||(담보코드 == "CLA08815")||(담보코드 == "CLA08817")||(담보코드 == "CLA08819")||(담보코드 == "CLA08822")||(담보코드 == "CLA11580")||(담보코드 == "CLA11581")||(담보코드 == "CLA11582")||(담보코드 == "CLA11583")||(담보코드 == "CLA11584")||(담보코드 == "CLA08929")||(담보코드 == "CLA08930")||(담보코드 == "CLA08931")||(담보코드 == "CLA08932")||(담보코드 == "CLA08933")||(담보코드 == "CLA08935")||(담보코드 == "CLA08937")||(담보코드 == "CLA08939")||(담보코드 == "CLA08941")||(담보코드 == "CLA08942")||(담보코드 == "CLA08943")||(담보코드 == "CLA08944")||(담보코드 == "CLA08945")||(담보코드 == "CLA09017")||(담보코드 == "CLA09404")||(담보코드 == "CLA09406")||(담보코드 == "CLA09408")||(담보코드 == "CLA09414")||(담보코드 == "CLA09441")||(담보코드 == "CLA09442")||(담보코드 == "CLA09453")||(담보코드 == "CLA09454")||(담보코드 == "CLA09456")||(담보코드 == "CLA09457")||(담보코드 == "CLA09467")||(담보코드 == "CLA09468")||(담보코드 == "CLA09469")||(담보코드 == "CLA09470")||(담보코드 == "CLA09471")||(담보코드 == "CLA09472")||(담보코드 == "CLA09473")||(담보코드 == "CLA09474")||(담보코드 == "CLA09475")||(담보코드 == "CLA09476")||(담보코드 == "CLA09477")||(담보코드 == "CLA09478")||(담보코드 == "CLA09479")||(담보코드 == "CLA09480"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:21});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02344003")||(상품코드 == "LA02344004"))
    && ((담보코드 == "CLA09521")||(담보코드 == "CLA09522")||(담보코드 == "CLA09559")||(담보코드 == "CLA09560")||(담보코드 == "CLA09561")||(담보코드 == "CLA09562")||(담보코드 == "CLA09566")||(담보코드 == "CLA09567")||(담보코드 == "CLA09568")||(담보코드 == "CLA09569")||(담보코드 == "CLA09570")||(담보코드 == "CLA09571")||(담보코드 == "CLA09572")||(담보코드 == "CLA09573")||(담보코드 == "CLA09574")||(담보코드 == "CLA09576")||(담보코드 == "CLA09577")||(담보코드 == "CLA09578")||(담보코드 == "CLA09579")||(담보코드 == "CLA09583")||(담보코드 == "CLA09993")||(담보코드 == "CLA10029")||(담보코드 == "CLA10035")||(담보코드 == "CLA10260")||(담보코드 == "CLA10261")||(담보코드 == "CLA10288"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:22});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02344002")||(상품코드 == "LA02344004"))
    && ((담보코드 == "CLA09422")||(담보코드 == "CLA09921")||(담보코드 == "CLA09956")||(담보코드 == "CLA09957")||(담보코드 == "CLA09958")||(담보코드 == "CLA09959"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:23});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02344001")||(상품코드 == "LA02344002"))
    && ((담보코드 == "CLA07206")||(담보코드 == "CLA07207")||(담보코드 == "CLA07208")||(담보코드 == "CLA07209")||(담보코드 == "CLA07210")||(담보코드 == "CLA07211")||(담보코드 == "CLA07212")||(담보코드 == "CLA07213")||(담보코드 == "CLA07328")||(담보코드 == "CLA07329")||(담보코드 == "CLA07330")||(담보코드 == "CLA07331")||(담보코드 == "CLA07332")||(담보코드 == "CLA07333"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:24});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02344003")||(상품코드 == "LA02344004"))
    && ((담보코드 == "CLA07134")||(담보코드 == "CLA07137")||(담보코드 == "CLA07140")||(담보코드 == "CLA07143")||(담보코드 == "CLA07322")||(담보코드 == "CLA07323")||(담보코드 == "CLA07324")||(담보코드 == "CLA07325")||(담보코드 == "CLA07326")||(담보코드 == "CLA07327"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:25});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02314002")||(상품코드 == "LA02314004"))
    && ((담보코드 == "CLA08417")||(담보코드 == "CLA08418")||(담보코드 == "CLA08929")||(담보코드 == "CLA08930")||(담보코드 == "CLA08931")||(담보코드 == "CLA08932"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:26});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02357001"))
    && ((담보코드 == "CLA05469")||(담보코드 == "CLA05702"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:27});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 9
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02357001"))
    && ((담보코드 == "CLA08244"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:28});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 13
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02357001"))
    && ((담보코드 == "CLA08252")||(담보코드 == "CLA06714")||(담보코드 == "CLA06799")||(담보코드 == "CLA08311")||(담보코드 == "CLA09486")||(담보코드 == "CLA09487")||(담보코드 == "CLA09488"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:29});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 18
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02357001"))
    && ((담보코드 == "CLA10059"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:30});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 10
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02357001"))
    && ((담보코드 == "CLA08243")||(담보코드 == "CLA05467")||(담보코드 == "CLA05470")||(담보코드 == "CLA08253")||(담보코드 == "CLA08254")||(담보코드 == "CLA08255")||(담보코드 == "CLA06713"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:31});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 20
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02357001"))
    && ((담보코드 == "CLA08257")||(담보코드 == "CLA08260")||(담보코드 == "CLA08258")||(담보코드 == "CLA08004")||(담보코드 == "CLA05517")||(담보코드 == "CLA08259")||(담보코드 == "CLA08005")||(담보코드 == "CLA05518")||(담보코드 == "CLA08256")||(담보코드 == "CLA08261")||(담보코드 == "CLA05503")||(담보코드 == "CLA05504")||(담보코드 == "CLA08262")||(담보코드 == "CLA05505")||(담보코드 == "CLA05506")||(담보코드 == "CLA08265")||(담보코드 == "CLA05507")||(담보코드 == "CLA05508")||(담보코드 == "CLA08266")||(담보코드 == "CLA05515")||(담보코드 == "CLA05516")||(담보코드 == "CLA08267")||(담보코드 == "CLA08268")||(담보코드 == "CLA08269"))
    && ((담보_기본_만기 >= 60))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:32});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 60
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02357001"))
    && ((담보코드 == "CLA08257")||(담보코드 == "CLA08260")||(담보코드 == "CLA08258")||(담보코드 == "CLA08004")||(담보코드 == "CLA05517")||(담보코드 == "CLA08259")||(담보코드 == "CLA08005")||(담보코드 == "CLA05518")||(담보코드 == "CLA08256")||(담보코드 == "CLA08261")||(담보코드 == "CLA05503")||(담보코드 == "CLA05504")||(담보코드 == "CLA08262")||(담보코드 == "CLA05505")||(담보코드 == "CLA05506")||(담보코드 == "CLA08265")||(담보코드 == "CLA05507")||(담보코드 == "CLA05508")||(담보코드 == "CLA08266")||(담보코드 == "CLA05515")||(담보코드 == "CLA05516")||(담보코드 == "CLA08267")||(담보코드 == "CLA08268")||(담보코드 == "CLA08269"))
    && ((담보_기본_만기 < 60))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:33});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 담보_기본_만기
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02357001"))
    && ((담보코드 == "CLA08251"))
    && ((담보_기본_만기 <= 100))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:34});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 담보_기본_만기
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02356002")||(상품코드 == "LA02357001")||(상품코드 == "LA02357002"))
    && ((담보코드 == "CLA06095")||(담보코드 == "CLA05614")||(담보코드 == "CLA05599")||(담보코드 == "CLA05616")||(담보코드 == "CLA01550")||(담보코드 == "CLA01548")||(담보코드 == "CLA00329")||(담보코드 == "CLA00335")||(담보코드 == "CLA01968")||(담보코드 == "CLA08246")||(담보코드 == "CLA01970")||(담보코드 == "CLA01703")||(담보코드 == "CLA01705")||(담보코드 == "CLA08275")||(담보코드 == "CLA01803")||(담보코드 == "CLA01827")||(담보코드 == "CLA01006")||(담보코드 == "CLA05422")||(담보코드 == "CLA06713")||(담보코드 == "CLA06714")||(담보코드 == "CLA06799")||(담보코드 == "CLA08311")||(담보코드 == "CLA08212")||(담보코드 == "CLA06816")||(담보코드 == "CLA06817")||(담보코드 == "CLA07129")||(담보코드 == "CLA07124")||(담보코드 == "CLA07122")||(담보코드 == "CLA07123")||(담보코드 == "CLA08335")||(담보코드 == "CLA08366"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:35});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02357001"))
    && ((담보코드 == "CLA01373"))
    && ((담보_기본_만기 >= 80))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:36});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 80
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02357001"))
    && ((담보코드 == "CLA01373"))
    && ((담보_기본_만기 < 80))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:37});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02356001")||(상품코드 == "LA02356002")||(상품코드 == "LA02357001")||(상품코드 == "LA02357002"))
    && ((담보코드 == "CLA05765")||(담보코드 == "CLA08394")||(담보코드 == "CLA01155")||(담보코드 == "CLA08471")||(담보코드 == "CLA09057")||(담보코드 == "CLA09058")||(담보코드 == "CLA09062")||(담보코드 == "CLA09060")||(담보코드 == "CLA09061")||(담보코드 == "CLA10268")||(담보코드 == "CLA11784")||(담보코드 == "CLA11786")||(담보코드 == "CLA11788")||(담보코드 == "CLA11790")||(담보코드 == "CLA11792")||(담보코드 == "CLA11794")||(담보코드 == "CLA11796")||(담보코드 == "CLA11798")||(담보코드 == "CLA11800")||(담보코드 == "CLA11802")||(담보코드 == "CLA07194")||(담보코드 == "CLA07195")||(담보코드 == "CLA07149")||(담보코드 == "CLA07146")||(담보코드 == "CLA07147")||(담보코드 == "CLA07153")||(담보코드 == "CLA07150")||(담보코드 == "CLA07151")||(담보코드 == "CLA07157")||(담보코드 == "CLA07154")||(담보코드 == "CLA07155")||(담보코드 == "CLA07161")||(담보코드 == "CLA07158")||(담보코드 == "CLA07159")||(담보코드 == "CLA07134")||(담보코드 == "CLA07166")||(담보코드 == "CLA07180")||(담보코드 == "CLA07137")||(담보코드 == "CLA07167")||(담보코드 == "CLA07322")||(담보코드 == "CLA07323")||(담보코드 == "CLA07324")||(담보코드 == "CLA07325")||(담보코드 == "CLA07326")||(담보코드 == "CLA07327")||(담보코드 == "CLA07404")||(담보코드 == "CLA07405")||(담보코드 == "CLA07406")||(담보코드 == "CLA07407")||(담보코드 == "CLA07408")||(담보코드 == "CLA07417")||(담보코드 == "CLA07415")||(담보코드 == "CLA07416")||(담보코드 == "CLA07499")||(담보코드 == "CLA07500")||(담보코드 == "CLA07511")||(담보코드 == "CLA07513"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:38});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02289001")||(상품코드 == "LA02289002")||(상품코드 == "LA02290001")||(상품코드 == "LA02290002"))
    && ((담보코드 == "CLA05110")||(담보코드 == "CLA05111")||(담보코드 == "CLA05112")||(담보코드 == "CLA05113"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:39});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '4' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02298001")||(상품코드 == "LA02298002")||(상품코드 == "LA02299001")||(상품코드 == "LA02299002"))
    && ((담보코드 == "CLA05374")||(담보코드 == "CLA05375")||(담보코드 == "CLA05376")||(담보코드 == "CLA05377"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:40});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '4' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371001")||(상품코드 == "LA02371002")||(상품코드 == "LA02372001")||(상품코드 == "LA02372002")||(상품코드 == "LA02371003")||(상품코드 == "LA02371004")||(상품코드 == "LA02372003")||(상품코드 == "LA02372004"))
    && ((담보코드 == "CLA11852")||(담보코드 == "CLA11864")||(담보코드 == "CLA11873")||(담보코드 == "CLA11876")||(담보코드 == "CLA11885")||(담보코드 == "CLA11888")||(담보코드 == "CLA11891")||(담보코드 == "CLA11894")||(담보코드 == "CLA11897")||(담보코드 == "CLA11906")||(담보코드 == "CLA11909")||(담보코드 == "CLA11915")||(담보코드 == "CLA11924")||(담보코드 == "CLA11936")||(담보코드 == "CLA11939")||(담보코드 == "CLA11942")||(담보코드 == "CLA11948")||(담보코드 == "CLA11984")||(담보코드 == "CLA12047")||(담보코드 == "CLA12050")||(담보코드 == "CLA12053")||(담보코드 == "CLA12056")||(담보코드 == "CLA12059")||(담보코드 == "CLA12062")||(담보코드 == "CLA12065")||(담보코드 == "CLA12068")||(담보코드 == "CLA12071")||(담보코드 == "CLA12074")||(담보코드 == "CLA12077")||(담보코드 == "CLA12080"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:41});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371001")||(상품코드 == "LA02371002")||(상품코드 == "LA02372001")||(상품코드 == "LA02372002")||(상품코드 == "LA02371003")||(상품코드 == "LA02371004")||(상품코드 == "LA02372003")||(상품코드 == "LA02372004"))
    && ((담보코드 == "CLA12083")||(담보코드 == "CLA12086")||(담보코드 == "CLA12089")||(담보코드 == "CLA12092")||(담보코드 == "CLA12095")||(담보코드 == "CLA12106")||(담보코드 == "CLA12109")||(담보코드 == "CLA12139")||(담보코드 == "CLA12224")||(담보코드 == "CLA12227")||(담보코드 == "CLA12340")||(담보코드 == "CLA12343")||(담보코드 == "CLA12349")||(담보코드 == "CLA12352")||(담보코드 == "CLA12280")||(담보코드 == "CLA12283")||(담보코드 == "CLA12334")||(담보코드 == "CLA11813")||(담보코드 == "CLA11825")||(담보코드 == "CLA12430")||(담보코드 == "CLA12433")||(담보코드 == "CLA11853")||(담보코드 == "CLA11865")||(담보코드 == "CLA11874")||(담보코드 == "CLA11877")||(담보코드 == "CLA11886")||(담보코드 == "CLA11889")||(담보코드 == "CLA11892")||(담보코드 == "CLA11895")||(담보코드 == "CLA11898"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:42});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371001")||(상품코드 == "LA02371002")||(상품코드 == "LA02372001")||(상품코드 == "LA02372002")||(상품코드 == "LA02371003")||(상품코드 == "LA02371004")||(상품코드 == "LA02372003")||(상품코드 == "LA02372004"))
    && ((담보코드 == "CLA11907")||(담보코드 == "CLA11910")||(담보코드 == "CLA11916")||(담보코드 == "CLA11925")||(담보코드 == "CLA11937")||(담보코드 == "CLA11940")||(담보코드 == "CLA11943")||(담보코드 == "CLA11949")||(담보코드 == "CLA11985")||(담보코드 == "CLA12048")||(담보코드 == "CLA12051")||(담보코드 == "CLA12054")||(담보코드 == "CLA12057")||(담보코드 == "CLA12060")||(담보코드 == "CLA12063")||(담보코드 == "CLA12066")||(담보코드 == "CLA12084")||(담보코드 == "CLA12087")||(담보코드 == "CLA12090")||(담보코드 == "CLA12093")||(담보코드 == "CLA12096")||(담보코드 == "CLA12107")||(담보코드 == "CLA12110")||(담보코드 == "CLA12140")||(담보코드 == "CLA12225")||(담보코드 == "CLA12228")||(담보코드 == "CLA12341")||(담보코드 == "CLA12344")||(담보코드 == "CLA12350")||(담보코드 == "CLA12353"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:43});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371001")||(상품코드 == "LA02371002")||(상품코드 == "LA02372001")||(상품코드 == "LA02372002")||(상품코드 == "LA02371003")||(상품코드 == "LA02371004")||(상품코드 == "LA02372003")||(상품코드 == "LA02372004"))
    && ((담보코드 == "CLA12281")||(담보코드 == "CLA12284")||(담보코드 == "CLA12335")||(담보코드 == "CLA12431"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:44});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371005")||(상품코드 == "LA02371006")||(상품코드 == "LA02372005")||(상품코드 == "LA02372006")||(상품코드 == "LA02371007")||(상품코드 == "LA02371008")||(상품코드 == "LA02372007")||(상품코드 == "LA02372008"))
    && ((담보코드 == "CLA01983")||(담보코드 == "CLA01935")||(담보코드 == "CLA05597")||(담보코드 == "CLA01465")||(담보코드 == "CLA06225")||(담보코드 == "CLA06227")||(담보코드 == "CLA06229")||(담보코드 == "CLA06231")||(담보코드 == "CLA01419")||(담보코드 == "CLA01004")||(담보코드 == "CLA01003")||(담보코드 == "CLA05481")||(담보코드 == "CLA05483")||(담보코드 == "CLA01005")||(담보코드 == "CLA01628")||(담보코드 == "CLA05482")||(담보코드 == "CLA05484")||(담보코드 == "CLA10028")||(담보코드 == "CLA09467")||(담보코드 == "CLA09469")||(담보코드 == "CLA09471")||(담보코드 == "CLA09473")||(담보코드 == "CLA09475")||(담보코드 == "CLA09477")||(담보코드 == "CLA09479")||(담보코드 == "CLA11575")||(담보코드 == "CLA11576")||(담보코드 == "CLA11577")||(담보코드 == "CLA11578")||(담보코드 == "CLA11579"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:45});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371005")||(상품코드 == "LA02371006")||(상품코드 == "LA02372005")||(상품코드 == "LA02372006")||(상품코드 == "LA02371007")||(상품코드 == "LA02371008")||(상품코드 == "LA02372007")||(상품코드 == "LA02372008"))
    && ((담보코드 == "CLA11749")||(담보코드 == "CLA11750")||(담보코드 == "CLA11751")||(담보코드 == "CLA11752")||(담보코드 == "CLA11753")||(담보코드 == "CLA08815")||(담보코드 == "CLA08819")||(담보코드 == "CLA09521")||(담보코드 == "CLA10286")||(담보코드 == "CLA10823")||(담보코드 == "CLA11565")||(담보코드 == "CLA11605")||(담보코드 == "CLA11567")||(담보코드 == "CLA11609")||(담보코드 == "CLA10808")||(담보코드 == "CLA10810")||(담보코드 == "CLA12337")||(담보코드 == "CLA01827")||(담보코드 == "CLA06095")||(담보코드 == "CLA12400")||(담보코드 == "CLA05790")||(담보코드 == "CLA01006")||(담보코드 == "CLA01968")||(담보코드 == "CLA05598")||(담보코드 == "CLA01466")||(담보코드 == "CLA06226")||(담보코드 == "CLA06228")||(담보코드 == "CLA06230")||(담보코드 == "CLA06232")||(담보코드 == "CLA01420"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:46});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371005")||(상품코드 == "LA02371006")||(상품코드 == "LA02372005")||(상품코드 == "LA02372006")||(상품코드 == "LA02371007")||(상품코드 == "LA02371008")||(상품코드 == "LA02372007")||(상품코드 == "LA02372008"))
    && ((담보코드 == "CLA00334")||(담보코드 == "CLA00330")||(담보코드 == "CLA05336")||(담보코드 == "CLA05337")||(담보코드 == "CLA00335")||(담보코드 == "CLA01002")||(담보코드 == "CLA05338")||(담보코드 == "CLA05339")||(담보코드 == "CLA10029")||(담보코드 == "CLA09468")||(담보코드 == "CLA09470")||(담보코드 == "CLA09472")||(담보코드 == "CLA09474")||(담보코드 == "CLA09476")||(담보코드 == "CLA09478")||(담보코드 == "CLA09480")||(담보코드 == "CLA11580")||(담보코드 == "CLA11581")||(담보코드 == "CLA11582")||(담보코드 == "CLA11583")||(담보코드 == "CLA11584")||(담보코드 == "CLA08813")||(담보코드 == "CLA08817")||(담보코드 == "CLA09522")||(담보코드 == "CLA06335")||(담보코드 == "CLA06336")||(담보코드 == "CLA11566")||(담보코드 == "CLA11606")||(담보코드 == "CLA11568")||(담보코드 == "CLA11610"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:47});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371005")||(상품코드 == "LA02371006")||(상품코드 == "LA02372005")||(상품코드 == "LA02372006")||(상품코드 == "LA02371007")||(상품코드 == "LA02371008")||(상품코드 == "LA02372007")||(상품코드 == "LA02372008"))
    && ((담보코드 == "CLA10809")||(담보코드 == "CLA10811")||(담보코드 == "CLA12338")||(담보코드 == "CLA05422"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:48});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371001")||(상품코드 == "LA02371002")||(상품코드 == "LA02371003")||(상품코드 == "LA02371004")||(상품코드 == "LA02372001")||(상품코드 == "LA02372002")||(상품코드 == "LA02372003")||(상품코드 == "LA02372004"))
    && ((담보코드 == "CLA07532")||(담보코드 == "CLA07534")||(담보코드 == "CLA07536")||(담보코드 == "CLA07538")||(담보코드 == "CLA07540")||(담보코드 == "CLA07542")||(담보코드 == "CLA07544")||(담보코드 == "CLA07546")||(담보코드 == "CLA07548")||(담보코드 == "CLA07550")||(담보코드 == "CLA07552")||(담보코드 == "CLA07554")||(담보코드 == "CLA07556")||(담보코드 == "CLA07558")||(담보코드 == "CLA07560")||(담보코드 == "CLA07562")||(담보코드 == "CLA07564")||(담보코드 == "CLA07566")||(담보코드 == "CLA07568")||(담보코드 == "CLA07570")||(담보코드 == "CLA07572")||(담보코드 == "CLA07574")||(담보코드 == "CLA07576")||(담보코드 == "CLA07578")||(담보코드 == "CLA07580")||(담보코드 == "CLA07582")||(담보코드 == "CLA07129")||(담보코드 == "CLA07584")||(담보코드 == "CLA07586")||(담보코드 == "CLA07588"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:49});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371001")||(상품코드 == "LA02371002")||(상품코드 == "LA02371003")||(상품코드 == "LA02371004")||(상품코드 == "LA02372001")||(상품코드 == "LA02372002")||(상품코드 == "LA02372003")||(상품코드 == "LA02372004"))
    && ((담보코드 == "CLA07590")||(담보코드 == "CLA07592")||(담보코드 == "CLA07533")||(담보코드 == "CLA07535")||(담보코드 == "CLA07537")||(담보코드 == "CLA07539")||(담보코드 == "CLA07541")||(담보코드 == "CLA07543")||(담보코드 == "CLA07569")||(담보코드 == "CLA07571")||(담보코드 == "CLA07573")||(담보코드 == "CLA07575")||(담보코드 == "CLA07577")||(담보코드 == "CLA07579")||(담보코드 == "CLA07581")||(담보코드 == "CLA07583"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:50});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371005")||(상품코드 == "LA02371006")||(상품코드 == "LA02371007")||(상품코드 == "LA02371008")||(상품코드 == "LA02372005")||(상품코드 == "LA02372006")||(상품코드 == "LA02372007")||(상품코드 == "LA02372008"))
    && ((담보코드 == "CLA07200")||(담보코드 == "CLA07202")||(담보코드 == "CLA07110")||(담보코드 == "CLA07198")||(담보코드 == "CLA07221")||(담보코드 == "CLA07413")||(담보코드 == "CLA07134")||(담보코드 == "CLA07218")||(담보코드 == "CLA07137")||(담보코드 == "CLA07140")||(담보코드 == "CLA07219")||(담보코드 == "CLA07143")||(담보코드 == "CLA07254")||(담보코드 == "CLA07255")||(담보코드 == "CLA07256")||(담보코드 == "CLA07287")||(담보코드 == "CLA07288")||(담보코드 == "CLA07289")||(담보코드 == "CLA07257")||(담보코드 == "CLA07258")||(담보코드 == "CLA07259")||(담보코드 == "CLA07290")||(담보코드 == "CLA07291")||(담보코드 == "CLA07292")||(담보코드 == "CLA07322")||(담보코드 == "CLA07324")||(담보코드 == "CLA07129")||(담보코드 == "CLA07404")||(담보코드 == "CLA07405")||(담보코드 == "CLA07406"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:51});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02371005")||(상품코드 == "LA02371006")||(상품코드 == "LA02371007")||(상품코드 == "LA02371008")||(상품코드 == "LA02372005")||(상품코드 == "LA02372006")||(상품코드 == "LA02372007")||(상품코드 == "LA02372008"))
    && ((담보코드 == "CLA07407")||(담보코드 == "CLA07408")||(담보코드 == "CLA07201")||(담보코드 == "CLA07203")||(담보코드 == "CLA07111")||(담보코드 == "CLA07199")||(담보코드 == "CLA07222")||(담보코드 == "CLA07414")||(담보코드 == "CLA07323")||(담보코드 == "CLA07325"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:52});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA12424")||(담보코드 == "CLA01898")||(담보코드 == "CLA12245")||(담보코드 == "CLA11098")||(담보코드 == "CLA12316")||(담보코드 == "CLA05776")||(담보코드 == "CLA12319")||(담보코드 == "CLA12322")||(담보코드 == "CLA12324")||(담보코드 == "CLA12327")||(담보코드 == "CLA12329")||(담보코드 == "CLA12332")||(담보코드 == "CLA12425")||(담보코드 == "CLA01373")||(담보코드 == "CLA12246")||(담보코드 == "CLA05781")||(담보코드 == "CLA12320")||(담보코드 == "CLA01683")||(담보코드 == "CLA12325")||(담보코드 == "CLA05498")||(담보코드 == "CLA12330")||(담보코드 == "CLA05811"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:53});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 80
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA12420")||(담보코드 == "CLA05444")||(담보코드 == "CLA11816")||(담보코드 == "CLA01828")||(담보코드 == "CLA11819")||(담보코드 == "CLA05475")||(담보코드 == "CLA11822")||(담보코드 == "CLA05711")||(담보코드 == "CLA11825")||(담보코드 == "CLA06095")||(담보코드 == "CLA11828")||(담보코드 == "CLA06203")||(담보코드 == "CLA11831")||(담보코드 == "CLA06366")||(담보코드 == "CLA11834")||(담보코드 == "CLA06079")||(담보코드 == "CLA11837")||(담보코드 == "CLA06083")||(담보코드 == "CLA11840")||(담보코드 == "CLA06085")||(담보코드 == "CLA11843")||(담보코드 == "CLA06089")||(담보코드 == "CLA11846")||(담보코드 == "CLA06091")||(담보코드 == "CLA11849")||(담보코드 == "CLA06093")||(담보코드 == "CLA11852")||(담보코드 == "CLA01983")||(담보코드 == "CLA11855")||(담보코드 == "CLA01934"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:54});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA11858")||(담보코드 == "CLA05732")||(담보코드 == "CLA11861")||(담보코드 == "CLA08544")||(담보코드 == "CLA11864")||(담보코드 == "CLA01935")||(담보코드 == "CLA11867")||(담보코드 == "CLA06246")||(담보코드 == "CLA11870")||(담보코드 == "CLA05864")||(담보코드 == "CLA11873")||(담보코드 == "CLA05597")||(담보코드 == "CLA11876")||(담보코드 == "CLA01465")||(담보코드 == "CLA11813")||(담보코드 == "CLA01827")||(담보코드 == "CLA11879")||(담보코드 == "CLA05748")||(담보코드 == "CLA11882")||(담보코드 == "CLA05754")||(담보코드 == "CLA11885")||(담보코드 == "CLA06225")||(담보코드 == "CLA11888")||(담보코드 == "CLA06227")||(담보코드 == "CLA11891")||(담보코드 == "CLA06229")||(담보코드 == "CLA11894")||(담보코드 == "CLA06231")||(담보코드 == "CLA11897")||(담보코드 == "CLA01419"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:55});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA11900")||(담보코드 == "CLA08397")||(담보코드 == "CLA11903")||(담보코드 == "CLA08573")||(담보코드 == "CLA11906")||(담보코드 == "CLA01004")||(담보코드 == "CLA11909")||(담보코드 == "CLA01003")||(담보코드 == "CLA11912")||(담보코드 == "CLA01618")||(담보코드 == "CLA11915")||(담보코드 == "CLA05481")||(담보코드 == "CLA11918")||(담보코드 == "CLA01744")||(담보코드 == "CLA11921")||(담보코드 == "CLA01896")||(담보코드 == "CLA11924")||(담보코드 == "CLA05483")||(담보코드 == "CLA11927")||(담보코드 == "CLA01755")||(담보코드 == "CLA11930")||(담보코드 == "CLA01978")||(담보코드 == "CLA11933")||(담보코드 == "CLA06296")||(담보코드 == "CLA11936")||(담보코드 == "CLA01005")||(담보코드 == "CLA11939")||(담보코드 == "CLA01628")||(담보코드 == "CLA11942")||(담보코드 == "CLA05482"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:56});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA11945")||(담보코드 == "CLA01747")||(담보코드 == "CLA11948")||(담보코드 == "CLA05484")||(담보코드 == "CLA11951")||(담보코드 == "CLA01757")||(담보코드 == "CLA11954")||(담보코드 == "CLA06300")||(담보코드 == "CLA11957")||(담보코드 == "CLA08394")||(담보코드 == "CLA11960")||(담보코드 == "CLA05919")||(담보코드 == "CLA11963")||(담보코드 == "CLA05920")||(담보코드 == "CLA11966")||(담보코드 == "CLA05921")||(담보코드 == "CLA11969")||(담보코드 == "CLA05922")||(담보코드 == "CLA11972")||(담보코드 == "CLA05923")||(담보코드 == "CLA11975")||(담보코드 == "CLA05924")||(담보코드 == "CLA11978")||(담보코드 == "CLA05925")||(담보코드 == "CLA11981")||(담보코드 == "CLA06345")||(담보코드 == "CLA06087")||(담보코드 == "CLA01703")||(담보코드 == "CLA01705")||(담보코드 == "CLA08169"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:57});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA05189")||(담보코드 == "CLA01669")||(담보코드 == "CLA00424")||(담보코드 == "CLA08599")||(담보코드 == "CLA08404")||(담보코드 == "CLA10035")||(담보코드 == "CLA10260")||(담보코드 == "CLA05902")||(담보코드 == "CLA05493")||(담보코드 == "CLA12422")||(담보코드 == "CLA01803")||(담보코드 == "CLA12427")||(담보코드 == "CLA06371")||(담보코드 == "CLA11984")||(담보코드 == "CLA10028")||(담보코드 == "CLA12435")||(담보코드 == "CLA12437")||(담보코드 == "CLA12438")||(담보코드 == "CLA12440")||(담보코드 == "CLA12441")||(담보코드 == "CLA12443")||(담보코드 == "CLA11987")||(담보코드 == "CLA06986")||(담보코드 == "CLA11990"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:58});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA06992")||(담보코드 == "CLA11993")||(담보코드 == "CLA08090")||(담보코드 == "CLA11995")||(담보코드 == "CLA08170")||(담보코드 == "CLA11998")||(담보코드 == "CLA08178")||(담보코드 == "CLA12001")||(담보코드 == "CLA08417")||(담보코드 == "CLA12003")||(담보코드 == "CLA08421")||(담보코드 == "CLA12006")||(담보코드 == "CLA06885")||(담보코드 == "CLA12009")||(담보코드 == "CLA06190")||(담보코드 == "CLA12012")||(담보코드 == "CLA01348")||(담보코드 == "CLA12015")||(담보코드 == "CLA06878")||(담보코드 == "CLA12018")||(담보코드 == "CLA06221")||(담보코드 == "CLA12021")||(담보코드 == "CLA06178")||(담보코드 == "CLA12024")||(담보코드 == "CLA06180")||(담보코드 == "CLA12027")||(담보코드 == "CLA06855")||(담보코드 == "CLA12030")||(담보코드 == "CLA06914")||(담보코드 == "CLA12033"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:59});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA06923")||(담보코드 == "CLA06944")||(담보코드 == "CLA08402")||(담보코드 == "CLA08369")||(담보코드 == "CLA12036")||(담보코드 == "CLA08423")||(담보코드 == "CLA12039")||(담보코드 == "CLA08379")||(담보코드 == "CLA12042")||(담보코드 == "CLA08366")||(담보코드 == "CLA12045")||(담보코드 == "CLA08537")||(담보코드 == "CLA12047")||(담보코드 == "CLA09467")||(담보코드 == "CLA12050")||(담보코드 == "CLA09469")||(담보코드 == "CLA12053")||(담보코드 == "CLA09471")||(담보코드 == "CLA12056")||(담보코드 == "CLA09473")||(담보코드 == "CLA12059")||(담보코드 == "CLA09475")||(담보코드 == "CLA12062")||(담보코드 == "CLA09477")||(담보코드 == "CLA12065")||(담보코드 == "CLA09479")||(담보코드 == "CLA12068")||(담보코드 == "CLA11575")||(담보코드 == "CLA12071")||(담보코드 == "CLA11576"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:60});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA12074")||(담보코드 == "CLA11577")||(담보코드 == "CLA12077")||(담보코드 == "CLA11578")||(담보코드 == "CLA12080")||(담보코드 == "CLA11579")||(담보코드 == "CLA12083")||(담보코드 == "CLA11749")||(담보코드 == "CLA12086")||(담보코드 == "CLA11750")||(담보코드 == "CLA12089")||(담보코드 == "CLA11751")||(담보코드 == "CLA12092")||(담보코드 == "CLA11752")||(담보코드 == "CLA12095")||(담보코드 == "CLA11753")||(담보코드 == "CLA12098")||(담보코드 == "CLA08929")||(담보코드 == "CLA12100")||(담보코드 == "CLA08931")||(담보코드 == "CLA12102")||(담보코드 == "CLA08944")||(담보코드 == "CLA12104")||(담보코드 == "CLA09099")||(담보코드 == "CLA12106")||(담보코드 == "CLA08815")||(담보코드 == "CLA12109")||(담보코드 == "CLA08819")||(담보코드 == "CLA12112")||(담보코드 == "CLA08796"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:61});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA09192")||(담보코드 == "CLA12115")||(담보코드 == "CLA09269")||(담보코드 == "CLA12117")||(담보코드 == "CLA09271")||(담보코드 == "CLA12119")||(담보코드 == "CLA09273")||(담보코드 == "CLA12121")||(담보코드 == "CLA09281")||(담보코드 == "CLA12123")||(담보코드 == "CLA09283")||(담보코드 == "CLA12125")||(담보코드 == "CLA09285")||(담보코드 == "CLA12127")||(담보코드 == "CLA09263")||(담보코드 == "CLA12129")||(담보코드 == "CLA09265")||(담보코드 == "CLA12131")||(담보코드 == "CLA09267")||(담보코드 == "CLA12133")||(담보코드 == "CLA09275")||(담보코드 == "CLA12135")||(담보코드 == "CLA09277")||(담보코드 == "CLA12137")||(담보코드 == "CLA09279")||(담보코드 == "CLA12139")||(담보코드 == "CLA09521")||(담보코드 == "CLA12142")||(담보코드 == "CLA09914")||(담보코드 == "CLA12145"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:62});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA09915")||(담보코드 == "CLA12148")||(담보코드 == "CLA09836")||(담보코드 == "CLA12151")||(담보코드 == "CLA09844")||(담보코드 == "CLA12154")||(담보코드 == "CLA09849")||(담보코드 == "CLA12157")||(담보코드 == "CLA09854")||(담보코드 == "CLA12160")||(담보코드 == "CLA09859")||(담보코드 == "CLA12163")||(담보코드 == "CLA09864")||(담보코드 == "CLA12166")||(담보코드 == "CLA09869")||(담보코드 == "CLA12169")||(담보코드 == "CLA09992")||(담보코드 == "CLA12173")||(담보코드 == "CLA10288")||(담보코드 == "CLA12176")||(담보코드 == "CLA10355")||(담보코드 == "CLA12179")||(담보코드 == "CLA10356")||(담보코드 == "CLA12182")||(담보코드 == "CLA10357")||(담보코드 == "CLA12185")||(담보코드 == "CLA10358")||(담보코드 == "CLA12188")||(담보코드 == "CLA10359")||(담보코드 == "CLA12191"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:63});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA10360")||(담보코드 == "CLA12194")||(담보코드 == "CLA10361")||(담보코드 == "CLA12197")||(담보코드 == "CLA10362")||(담보코드 == "CLA12200")||(담보코드 == "CLA10720")||(담보코드 == "CLA12203")||(담보코드 == "CLA10721")||(담보코드 == "CLA12206")||(담보코드 == "CLA10722")||(담보코드 == "CLA12209")||(담보코드 == "CLA10723")||(담보코드 == "CLA12212")||(담보코드 == "CLA10724")||(담보코드 == "CLA12215")||(담보코드 == "CLA10725")||(담보코드 == "CLA12218")||(담보코드 == "CLA10726")||(담보코드 == "CLA12221")||(담보코드 == "CLA10727")||(담보코드 == "CLA12224")||(담보코드 == "CLA10286")||(담보코드 == "CLA12227")||(담보코드 == "CLA10823")||(담보코드 == "CLA12230")||(담보코드 == "CLA06081")||(담보코드 == "CLA12233")||(담보코드 == "CLA11089")||(담보코드 == "CLA12236"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:64});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA09562")||(담보코드 == "CLA12239")||(담보코드 == "CLA09561")||(담보코드 == "CLA12242")||(담보코드 == "CLA09560")||(담보코드 == "CLA12248")||(담보코드 == "CLA09559")||(담보코드 == "CLA12251")||(담보코드 == "CLA11103")||(담보코드 == "CLA12254")||(담보코드 == "CLA10375")||(담보코드 == "CLA12257")||(담보코드 == "CLA10373")||(담보코드 == "CLA12260")||(담보코드 == "CLA11110")||(담보코드 == "CLA12263")||(담보코드 == "CLA10660")||(담보코드 == "CLA12266")||(담보코드 == "CLA10388")||(담보코드 == "CLA12269")||(담보코드 == "CLA10389")||(담보코드 == "CLA12272")||(담보코드 == "CLA10390")||(담보코드 == "CLA12275")||(담보코드 == "CLA10391")||(담보코드 == "CLA12278")||(담보코드 == "CLA10812")||(담보코드 == "CLA12280")||(담보코드 == "CLA10808")||(담보코드 == "CLA12283"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:65});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA10810")||(담보코드 == "CLA12286")||(담보코드 == "CLA11535")||(담보코드 == "CLA12289")||(담보코드 == "CLA08937")||(담보코드 == "CLA12292")||(담보코드 == "CLA08933")||(담보코드 == "CLA12295")||(담보코드 == "CLA08939")||(담보코드 == "CLA12298")||(담보코드 == "CLA08942")||(담보코드 == "CLA12301")||(담보코드 == "CLA12304")||(담보코드 == "CLA12306")||(담보코드 == "CLA12309")||(담보코드 == "CLA12311")||(담보코드 == "CLA12314")||(담보코드 == "CLA12334")||(담보코드 == "CLA12337")||(담보코드 == "CLA12340")||(담보코드 == "CLA11565")||(담보코드 == "CLA12343")||(담보코드 == "CLA11605")||(담보코드 == "CLA12346")||(담보코드 == "CLA11607")||(담보코드 == "CLA12349")||(담보코드 == "CLA11567")||(담보코드 == "CLA12352")||(담보코드 == "CLA11609")||(담보코드 == "CLA12355"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:66});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA11611")||(담보코드 == "CLA12358")||(담보코드 == "CLA12410")||(담보코드 == "CLA12361")||(담보코드 == "CLA11613")||(담보코드 == "CLA12364")||(담보코드 == "CLA11614")||(담보코드 == "CLA12367")||(담보코드 == "CLA08407")||(담보코드 == "CLA12370")||(담보코드 == "CLA08411")||(담보코드 == "CLA12373")||(담보코드 == "CLA08388")||(담보코드 == "CLA12376")||(담보코드 == "CLA12401")||(담보코드 == "CLA12379")||(담보코드 == "CLA12402")||(담보코드 == "CLA12382")||(담보코드 == "CLA12403")||(담보코드 == "CLA12385")||(담보코드 == "CLA12404")||(담보코드 == "CLA12388")||(담보코드 == "CLA12405")||(담보코드 == "CLA12391")||(담보코드 == "CLA05988")||(담보코드 == "CLA12394")||(담보코드 == "CLA12406")||(담보코드 == "CLA12397")||(담보코드 == "CLA12407")||(담보코드 == "CLA12418"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:67});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA12430")||(담보코드 == "CLA12400")||(담보코드 == "CLA12433")||(담보코드 == "CLA05790")||(담보코드 == "CLA11853")||(담보코드 == "CLA01006")||(담보코드 == "CLA11856")||(담보코드 == "CLA01007")||(담보코드 == "CLA11859")||(담보코드 == "CLA05476")||(담보코드 == "CLA11862")||(담보코드 == "CLA08514")||(담보코드 == "CLA11865")||(담보코드 == "CLA01968")||(담보코드 == "CLA11868")||(담보코드 == "CLA06205")||(담보코드 == "CLA11871")||(담보코드 == "CLA05865")||(담보코드 == "CLA11874")||(담보코드 == "CLA05598")||(담보코드 == "CLA11877")||(담보코드 == "CLA01466")||(담보코드 == "CLA11880")||(담보코드 == "CLA05749")||(담보코드 == "CLA11883")||(담보코드 == "CLA05755")||(담보코드 == "CLA11886")||(담보코드 == "CLA06226")||(담보코드 == "CLA11889")||(담보코드 == "CLA06228"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:68});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA11892")||(담보코드 == "CLA06230")||(담보코드 == "CLA11895")||(담보코드 == "CLA06232")||(담보코드 == "CLA11898")||(담보코드 == "CLA01420")||(담보코드 == "CLA11901")||(담보코드 == "CLA08398")||(담보코드 == "CLA11904")||(담보코드 == "CLA08574")||(담보코드 == "CLA11907")||(담보코드 == "CLA00334")||(담보코드 == "CLA11910")||(담보코드 == "CLA00330")||(담보코드 == "CLA11913")||(담보코드 == "CLA02211")||(담보코드 == "CLA11916")||(담보코드 == "CLA05336")||(담보코드 == "CLA11919")||(담보코드 == "CLA01745")||(담보코드 == "CLA11922")||(담보코드 == "CLA01897")||(담보코드 == "CLA11925")||(담보코드 == "CLA05337")||(담보코드 == "CLA11928")||(담보코드 == "CLA01756")||(담보코드 == "CLA11931")||(담보코드 == "CLA01979")||(담보코드 == "CLA11934")||(담보코드 == "CLA06186"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:69});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA11937")||(담보코드 == "CLA00335")||(담보코드 == "CLA11940")||(담보코드 == "CLA01002")||(담보코드 == "CLA11943")||(담보코드 == "CLA05338")||(담보코드 == "CLA11946")||(담보코드 == "CLA01748")||(담보코드 == "CLA11949")||(담보코드 == "CLA05339")||(담보코드 == "CLA11952")||(담보코드 == "CLA01758")||(담보코드 == "CLA11955")||(담보코드 == "CLA06219")||(담보코드 == "CLA11958")||(담보코드 == "CLA08475")||(담보코드 == "CLA11961")||(담보코드 == "CLA05926")||(담보코드 == "CLA11964")||(담보코드 == "CLA05927")||(담보코드 == "CLA11967")||(담보코드 == "CLA05928")||(담보코드 == "CLA11970")||(담보코드 == "CLA05929")||(담보코드 == "CLA11973")||(담보코드 == "CLA05930")||(담보코드 == "CLA11976")||(담보코드 == "CLA05931")||(담보코드 == "CLA11979")||(담보코드 == "CLA05932"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:70});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA11982")||(담보코드 == "CLA06346")||(담보코드 == "CLA12428")||(담보코드 == "CLA05580")||(담보코드 == "CLA11985")||(담보코드 == "CLA10029")||(담보코드 == "CLA11994")||(담보코드 == "CLA08091")||(담보코드 == "CLA11996")||(담보코드 == "CLA05302")||(담보코드 == "CLA11999")||(담보코드 == "CLA05303")||(담보코드 == "CLA12002")||(담보코드 == "CLA08418")||(담보코드 == "CLA12004")||(담보코드 == "CLA08422")||(담보코드 == "CLA12007")||(담보코드 == "CLA05114")||(담보코드 == "CLA12010")||(담보코드 == "CLA06191")||(담보코드 == "CLA12013")||(담보코드 == "CLA01349")||(담보코드 == "CLA12016")||(담보코드 == "CLA05780")||(담보코드 == "CLA12019")||(담보코드 == "CLA06222")||(담보코드 == "CLA12022")||(담보코드 == "CLA06179")||(담보코드 == "CLA12025")||(담보코드 == "CLA06181"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:71});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA12028")||(담보코드 == "CLA06856")||(담보코드 == "CLA12031")||(담보코드 == "CLA08221")||(담보코드 == "CLA12034")||(담보코드 == "CLA08222")||(담보코드 == "CLA12037")||(담보코드 == "CLA08424")||(담보코드 == "CLA12040")||(담보코드 == "CLA08380")||(담보코드 == "CLA12043")||(담보코드 == "CLA08335")||(담보코드 == "CLA12046")||(담보코드 == "CLA08538")||(담보코드 == "CLA12048")||(담보코드 == "CLA09468")||(담보코드 == "CLA12051")||(담보코드 == "CLA09470")||(담보코드 == "CLA12054")||(담보코드 == "CLA09472")||(담보코드 == "CLA12057")||(담보코드 == "CLA09474")||(담보코드 == "CLA12060")||(담보코드 == "CLA09476")||(담보코드 == "CLA12063")||(담보코드 == "CLA09478")||(담보코드 == "CLA12066")||(담보코드 == "CLA09480")||(담보코드 == "CLA12084")||(담보코드 == "CLA11580"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:72});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA12087")||(담보코드 == "CLA11581")||(담보코드 == "CLA12090")||(담보코드 == "CLA11582")||(담보코드 == "CLA12093")||(담보코드 == "CLA11583")||(담보코드 == "CLA12096")||(담보코드 == "CLA11584")||(담보코드 == "CLA12099")||(담보코드 == "CLA08930")||(담보코드 == "CLA12101")||(담보코드 == "CLA08932")||(담보코드 == "CLA12103")||(담보코드 == "CLA08945")||(담보코드 == "CLA12105")||(담보코드 == "CLA09100")||(담보코드 == "CLA12107")||(담보코드 == "CLA08813")||(담보코드 == "CLA12110")||(담보코드 == "CLA08817")||(담보코드 == "CLA12113")||(담보코드 == "CLA08794")||(담보코드 == "CLA09193")||(담보코드 == "CLA12128")||(담보코드 == "CLA09120")||(담보코드 == "CLA12130")||(담보코드 == "CLA09122")||(담보코드 == "CLA12132")||(담보코드 == "CLA09124")||(담보코드 == "CLA12134"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:73});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA09241")||(담보코드 == "CLA12136")||(담보코드 == "CLA09243")||(담보코드 == "CLA12138")||(담보코드 == "CLA09245")||(담보코드 == "CLA12140")||(담보코드 == "CLA09522")||(담보코드 == "CLA12149")||(담보코드 == "CLA09916")||(담보코드 == "CLA12152")||(담보코드 == "CLA09917")||(담보코드 == "CLA12155")||(담보코드 == "CLA09396")||(담보코드 == "CLA12158")||(담보코드 == "CLA09398")||(담보코드 == "CLA12161")||(담보코드 == "CLA09400")||(담보코드 == "CLA12164")||(담보코드 == "CLA09402")||(담보코드 == "CLA12167")||(담보코드 == "CLA09870")||(담보코드 == "CLA12170")||(담보코드 == "CLA09993")||(담보코드 == "CLA12201")||(담보코드 == "CLA10363")||(담보코드 == "CLA12204")||(담보코드 == "CLA10364")||(담보코드 == "CLA12207")||(담보코드 == "CLA10365")||(담보코드 == "CLA12210"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:74});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA10366")||(담보코드 == "CLA12213")||(담보코드 == "CLA10367")||(담보코드 == "CLA12216")||(담보코드 == "CLA10368")||(담보코드 == "CLA12219")||(담보코드 == "CLA10369")||(담보코드 == "CLA12222")||(담보코드 == "CLA10370")||(담보코드 == "CLA12225")||(담보코드 == "CLA06335")||(담보코드 == "CLA12228")||(담보코드 == "CLA06336")||(담보코드 == "CLA12234")||(담보코드 == "CLA08251")||(담보코드 == "CLA12237")||(담보코드 == "CLA09579")||(담보코드 == "CLA12240")||(담보코드 == "CLA09578")||(담보코드 == "CLA12243")||(담보코드 == "CLA09577")||(담보코드 == "CLA12249")||(담보코드 == "CLA09576")||(담보코드 == "CLA12252")||(담보코드 == "CLA10372")||(담보코드 == "CLA12255")||(담보코드 == "CLA10376")||(담보코드 == "CLA12258")||(담보코드 == "CLA10374")||(담보코드 == "CLA12261"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:75});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA05808")||(담보코드 == "CLA12279")||(담보코드 == "CLA10813")||(담보코드 == "CLA12281")||(담보코드 == "CLA10809")||(담보코드 == "CLA12284")||(담보코드 == "CLA10811")||(담보코드 == "CLA12287")||(담보코드 == "CLA11536")||(담보코드 == "CLA12290")||(담보코드 == "CLA08811")||(담보코드 == "CLA12293")||(담보코드 == "CLA08809")||(담보코드 == "CLA12296")||(담보코드 == "CLA08792")||(담보코드 == "CLA12302")||(담보코드 == "CLA10386")||(담보코드 == "CLA12307")||(담보코드 == "CLA09567")||(담보코드 == "CLA12312")||(담보코드 == "CLA09566")||(담보코드 == "CLA12335")||(담보코드 == "CLA12338")||(담보코드 == "CLA12341")||(담보코드 == "CLA11566")||(담보코드 == "CLA12344")||(담보코드 == "CLA11606")||(담보코드 == "CLA12347")||(담보코드 == "CLA11608")||(담보코드 == "CLA12350"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:76});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA11568")||(담보코드 == "CLA12353")||(담보코드 == "CLA11610")||(담보코드 == "CLA12359")||(담보코드 == "CLA11612")||(담보코드 == "CLA12368")||(담보코드 == "CLA08408")||(담보코드 == "CLA12371")||(담보코드 == "CLA08412")||(담보코드 == "CLA12374")||(담보코드 == "CLA08389")||(담보코드 == "CLA12377")||(담보코드 == "CLA01510")||(담보코드 == "CLA12380")||(담보코드 == "CLA01508")||(담보코드 == "CLA12383")||(담보코드 == "CLA05479")||(담보코드 == "CLA12386")||(담보코드 == "CLA01576")||(담보코드 == "CLA12389")||(담보코드 == "CLA09447")||(담보코드 == "CLA12392")||(담보코드 == "CLA05989")||(담보코드 == "CLA12395")||(담보코드 == "CLA12408")||(담보코드 == "CLA12398")||(담보코드 == "CLA12409")||(담보코드 == "CLA12431")||(담보코드 == "CLA05422"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:77});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02369001")||(상품코드 == "LA02369002")||(상품코드 == "LA02369003")||(상품코드 == "LA02369004")||(상품코드 == "LA02370001")||(상품코드 == "LA02370002")||(상품코드 == "LA02370003")||(상품코드 == "LA02370004"))
    && ((담보코드 == "CLA07544")||(담보코드 == "CLA07134")||(담보코드 == "CLA07548")||(담보코드 == "CLA07137")||(담보코드 == "CLA07550")||(담보코드 == "CLA07140")||(담보코드 == "CLA07554")||(담보코드 == "CLA07143")||(담보코드 == "CLA07580")||(담보코드 == "CLA07322")||(담보코드 == "CLA07582")||(담보코드 == "CLA07324")||(담보코드 == "CLA07544")||(담보코드 == "CLA07581")||(담보코드 == "CLA07323")||(담보코드 == "CLA07583")||(담보코드 == "CLA07325"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:78});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02362001")||(상품코드 == "LA02363001"))
    && ((담보코드 == "CLA07595")||(담보코드 == "CLA07596")||(담보코드 == "CLA07597")||(담보코드 == "CLA07598")||(담보코드 == "CLA07601")||(담보코드 == "CLA07602")||(담보코드 == "CLA07603"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:79});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '{반려동물만기연령}' , '자동갱신연령' : 20
}

    }
    else if(((상품코드 == "LA02362001")||(상품코드 == "LA02363001"))
    && ((담보코드 == "CLA07599")||(담보코드 == "CLA07600")||(담보코드 == "CLA07604")||(담보코드 == "CLA07605"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:80});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '{반려동물만기연령}' , '자동갱신연령' : 12
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA07595")||(담보코드 == "CLA07596")||(담보코드 == "CLA07597")||(담보코드 == "CLA07598")||(담보코드 == "CLA07601")||(담보코드 == "CLA07602")||(담보코드 == "CLA07603"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:81});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '{반려동물만기연령}' , '자동갱신연령' : 20
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA07599")||(담보코드 == "CLA07600")||(담보코드 == "CLA07604")||(담보코드 == "CLA07605"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:82});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '{반려동물만기연령}' , '자동갱신연령' : 12
}

    }
    else if(((상품코드 == "LA02440003"))
    && ((담보코드 == "CLA08417")||(담보코드 == "CLA08418")||(담보코드 == "CLA08537")||(담보코드 == "CLA08538"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:83});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02412001")||(상품코드 == "LA02413001"))
    && ((담보코드 == "CLA05110")||(담보코드 == "CLA05111")||(담보코드 == "CLA05112")||(담보코드 == "CLA05113"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:84});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '4' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA01373"))
    && ((담보_기본_만기 >= 80))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:85});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 80
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA01373"))
    && ((담보_기본_만기 < 80))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:86});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA08463")||(담보코드 == "CLA08464")||(담보코드 == "CLA08465")||(담보코드 == "CLA05796")||(담보코드 == "CLA08394")||(담보코드 == "CLA08475")||(담보코드 == "CLA08366")||(담보코드 == "CLA08335"))
    && ((담보_기본_만기 >= 100))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:87});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 100
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA08463")||(담보코드 == "CLA08464")||(담보코드 == "CLA08465")||(담보코드 == "CLA05796")||(담보코드 == "CLA08394")||(담보코드 == "CLA08475")||(담보코드 == "CLA08366")||(담보코드 == "CLA08335"))
    && ((담보_기본_만기 < 100))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:88});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA06095")||(담보코드 == "CLA01827")||(담보코드 == "CLA05475")||(담보코드 == "CLA05422")||(담보코드 == "CLA01004")||(담보코드 == "CLA00334")||(담보코드 == "CLA01003")||(담보코드 == "CLA00330")||(담보코드 == "CLA01005")||(담보코드 == "CLA00335")||(담보코드 == "CLA01002")||(담보코드 == "CLA00329")||(담보코드 == "CLA01968")||(담보코드 == "CLA01006")||(담보코드 == "CLA05476")||(담보코드 == "CLA05481")||(담보코드 == "CLA05336")||(담보코드 == "CLA05482")||(담보코드 == "CLA05338")||(담보코드 == "CLA08599")||(담보코드 == "CLA05483")||(담보코드 == "CLA05337")||(담보코드 == "CLA05484")||(담보코드 == "CLA05339")||(담보코드 == "CLA05380")||(담보코드 == "CLA05382")||(담보코드 == "CLA05381")||(담보코드 == "CLA05383"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:89});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA01419")||(담보코드 == "CLA01420")||(담보코드 == "CLA08471")||(담보코드 == "CLA08275")||(담보코드 == "CLA08473")||(담보코드 == "CLA08474")||(담보코드 == "CLA05597")||(담보코드 == "CLA05598")||(담보코드 == "CLA05302")||(담보코드 == "CLA05303")||(담보코드 == "CLA06349")||(담보코드 == "CLA08477")||(담보코드 == "CLA06831")||(담보코드 == "CLA05873")||(담보코드 == "CLA09931")||(담보코드 == "CLA08220")||(담보코드 == "CLA11562")||(담보코드 == "CLA11563")||(담보코드 == "CLA11564")||(담보코드 == "CLA11565")||(담보코드 == "CLA11566")||(담보코드 == "CLA11567")||(담보코드 == "CLA11568")||(담보코드 == "CLA10286")||(담보코드 == "CLA06335")||(담보코드 == "CLA11587"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:90});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA06221")||(담보코드 == "CLA06222")||(담보코드 == "CLA06178")||(담보코드 == "CLA06179")||(담보코드 == "CLA06180")||(담보코드 == "CLA06181")||(담보코드 == "CLA06345")||(담보코드 == "CLA06346")||(담보코드 == "CLA06855")||(담보코드 == "CLA06856")||(담보코드 == "CLA10029")||(담보코드 == "CLA09467")||(담보코드 == "CLA09468")||(담보코드 == "CLA09469")||(담보코드 == "CLA09470")||(담보코드 == "CLA09471")||(담보코드 == "CLA09472")||(담보코드 == "CLA09473")||(담보코드 == "CLA09474")||(담보코드 == "CLA09475")||(담보코드 == "CLA09476")||(담보코드 == "CLA09477")||(담보코드 == "CLA09478")||(담보코드 == "CLA09479")||(담보코드 == "CLA09480"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:91});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA01744")||(담보코드 == "CLA01745")||(담보코드 == "CLA01755")||(담보코드 == "CLA01756")||(담보코드 == "CLA08815")||(담보코드 == "CLA08813")||(담보코드 == "CLA08819")||(담보코드 == "CLA08817")||(담보코드 == "CLA11575")||(담보코드 == "CLA11576")||(담보코드 == "CLA11577")||(담보코드 == "CLA11578")||(담보코드 == "CLA11579")||(담보코드 == "CLA11580")||(담보코드 == "CLA11581")||(담보코드 == "CLA11582")||(담보코드 == "CLA11583")||(담보코드 == "CLA11584")||(담보코드 == "CLA09521")||(담보코드 == "CLA09522"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:92});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA07129")||(담보코드 == "CLA07110")||(담보코드 == "CLA07111")||(담보코드 == "CLA07196")||(담보코드 == "CLA07197")||(담보코드 == "CLA07198")||(담보코드 == "CLA07199")||(담보코드 == "CLA07200")||(담보코드 == "CLA07201")||(담보코드 == "CLA07202")||(담보코드 == "CLA07203")||(담보코드 == "CLA07134")||(담보코드 == "CLA07137")||(담보코드 == "CLA07140")||(담보코드 == "CLA07143")||(담보코드 == "CLA07180")||(담보코드 == "CLA07218")||(담보코드 == "CLA07219")||(담보코드 == "CLA07322")||(담보코드 == "CLA07323")||(담보코드 == "CLA07324")||(담보코드 == "CLA07325")||(담보코드 == "CLA07326")||(담보코드 == "CLA07327")||(담보코드 == "CLA07404")||(담보코드 == "CLA07405")||(담보코드 == "CLA07406")||(담보코드 == "CLA07407")||(담보코드 == "CLA07408")||(담보코드 == "CLA07413")||(담보코드 == "CLA07414")||(담보코드 == "CLA07487")||(담보코드 == "CLA07488")||(담보코드 == "CLA07489")||(담보코드 == "CLA07490")||(담보코드 == "CLA07511")||(담보코드 == "CLA07512"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:93});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA07132")||(담보코드 == "CLA07133")||(담보코드 == "CLA07216")||(담보코드 == "CLA07217"))
    && ((담보_기본_만기 >= 60))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:94});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 60
}

    }
    else if(((상품코드 == "LA02441001")||(상품코드 == "LA02441002")||(상품코드 == "LA02441003")||(상품코드 == "LA02441004"))
    && ((담보코드 == "CLA07132")||(담보코드 == "CLA07133")||(담보코드 == "CLA07216")||(담보코드 == "CLA07217"))
    && ((담보_기본_만기 < 60))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:95});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02399001"))
    && ((담보코드 == "CLA05469")||(담보코드 == "CLA05702"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:96});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 9
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02399001"))
    && ((담보코드 == "CLA08244"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:97});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 13
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02399001"))
    && ((담보코드 == "CLA08252")||(담보코드 == "CLA06714")||(담보코드 == "CLA06799")||(담보코드 == "CLA08311")||(담보코드 == "CLA09486")||(담보코드 == "CLA09487")||(담보코드 == "CLA09488"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:98});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 18
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02399001"))
    && ((담보코드 == "CLA10059"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:99});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 10
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02399001"))
    && ((담보코드 == "CLA08243")||(담보코드 == "CLA05467")||(담보코드 == "CLA05470")||(담보코드 == "CLA08253")||(담보코드 == "CLA08254")||(담보코드 == "CLA08255")||(담보코드 == "CLA06713"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:100});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 20
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02399001"))
    && ((담보코드 == "CLA08257")||(담보코드 == "CLA08260")||(담보코드 == "CLA08258")||(담보코드 == "CLA08004")||(담보코드 == "CLA05517")||(담보코드 == "CLA08259")||(담보코드 == "CLA08005")||(담보코드 == "CLA05518")||(담보코드 == "CLA08256")||(담보코드 == "CLA08261")||(담보코드 == "CLA05503")||(담보코드 == "CLA05504")||(담보코드 == "CLA08262")||(담보코드 == "CLA05505")||(담보코드 == "CLA05506")||(담보코드 == "CLA08265")||(담보코드 == "CLA05507")||(담보코드 == "CLA05508")||(담보코드 == "CLA08266")||(담보코드 == "CLA05515")||(담보코드 == "CLA05516")||(담보코드 == "CLA08267")||(담보코드 == "CLA08268")||(담보코드 == "CLA08269"))
    && ((담보_기본_만기 >= 60))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:101});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 60
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02399001"))
    && ((담보코드 == "CLA08257")||(담보코드 == "CLA08260")||(담보코드 == "CLA08258")||(담보코드 == "CLA08004")||(담보코드 == "CLA05517")||(담보코드 == "CLA08259")||(담보코드 == "CLA08005")||(담보코드 == "CLA05518")||(담보코드 == "CLA08256")||(담보코드 == "CLA08261")||(담보코드 == "CLA05503")||(담보코드 == "CLA05504")||(담보코드 == "CLA08262")||(담보코드 == "CLA05505")||(담보코드 == "CLA05506")||(담보코드 == "CLA08265")||(담보코드 == "CLA05507")||(담보코드 == "CLA05508")||(담보코드 == "CLA08266")||(담보코드 == "CLA05515")||(담보코드 == "CLA05516")||(담보코드 == "CLA08267")||(담보코드 == "CLA08268")||(담보코드 == "CLA08269"))
    && ((담보_기본_만기 < 60))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:102});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 담보_기본_만기
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02399001"))
    && ((담보코드 == "CLA08251"))
    && ((담보_기본_만기 <= 100))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:103});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 담보_기본_만기
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02398002")||(상품코드 == "LA02399001")||(상품코드 == "LA02399002"))
    && ((담보코드 == "CLA06095")||(담보코드 == "CLA05614")||(담보코드 == "CLA05599")||(담보코드 == "CLA05616")||(담보코드 == "CLA01550")||(담보코드 == "CLA01548")||(담보코드 == "CLA00329")||(담보코드 == "CLA00335")||(담보코드 == "CLA01968")||(담보코드 == "CLA08246")||(담보코드 == "CLA01970")||(담보코드 == "CLA01703")||(담보코드 == "CLA01705")||(담보코드 == "CLA08275")||(담보코드 == "CLA01803")||(담보코드 == "CLA01827")||(담보코드 == "CLA01006")||(담보코드 == "CLA05422")||(담보코드 == "CLA06713")||(담보코드 == "CLA06714")||(담보코드 == "CLA06799")||(담보코드 == "CLA08311")||(담보코드 == "CLA08212")||(담보코드 == "CLA06816")||(담보코드 == "CLA06817")||(담보코드 == "CLA07129")||(담보코드 == "CLA07124")||(담보코드 == "CLA07122")||(담보코드 == "CLA07123")||(담보코드 == "CLA08335")||(담보코드 == "CLA08366"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:104});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02399001"))
    && ((담보코드 == "CLA01373"))
    && ((담보_기본_만기 >= 80))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:105});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '2' , '자동갱신연령' : 80
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02399001"))
    && ((담보코드 == "CLA01373"))
    && ((담보_기본_만기 < 80))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:106});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }
    else if(((상품코드 == "LA02398001")||(상품코드 == "LA02398002")||(상품코드 == "LA02399001")||(상품코드 == "LA02399002"))
    && ((담보코드 == "CLA05765")||(담보코드 == "CLA08394")||(담보코드 == "CLA01155")||(담보코드 == "CLA08471")||(담보코드 == "CLA09057")||(담보코드 == "CLA09058")||(담보코드 == "CLA09062")||(담보코드 == "CLA09060")||(담보코드 == "CLA09061")||(담보코드 == "CLA10268")||(담보코드 == "CLA11784")||(담보코드 == "CLA11786")||(담보코드 == "CLA11788")||(담보코드 == "CLA11790")||(담보코드 == "CLA11792")||(담보코드 == "CLA11794")||(담보코드 == "CLA11796")||(담보코드 == "CLA11798")||(담보코드 == "CLA11800")||(담보코드 == "CLA11802")||(담보코드 == "CLA07194")||(담보코드 == "CLA07195")||(담보코드 == "CLA07149")||(담보코드 == "CLA07146")||(담보코드 == "CLA07147")||(담보코드 == "CLA07153")||(담보코드 == "CLA07150")||(담보코드 == "CLA07151")||(담보코드 == "CLA07157")||(담보코드 == "CLA07154")||(담보코드 == "CLA07155")||(담보코드 == "CLA07161")||(담보코드 == "CLA07158")||(담보코드 == "CLA07159")||(담보코드 == "CLA07134")||(담보코드 == "CLA07166")||(담보코드 == "CLA07180")||(담보코드 == "CLA07137")||(담보코드 == "CLA07167")||(담보코드 == "CLA07322")||(담보코드 == "CLA07323")||(담보코드 == "CLA07324")||(담보코드 == "CLA07325")||(담보코드 == "CLA07326")||(담보코드 == "CLA07327")||(담보코드 == "CLA07404")||(담보코드 == "CLA07405")||(담보코드 == "CLA07406")||(담보코드 == "CLA07407")||(담보코드 == "CLA07408")||(담보코드 == "CLA07417")||(담보코드 == "CLA07415")||(담보코드 == "CLA07416")||(담보코드 == "CLA07499")||(담보코드 == "CLA07500")||(담보코드 == "CLA07511")||(담보코드 == "CLA07513"))){
    _GET_GLOBAL('__hrs_logic_logger').push({ruleId:'장기_자동갱신담보_기준조회005_001' , row:107});
     __hpasRuleResult = {
'자동갱신기준구분코드' : '5' , '자동갱신연령' : null
}

    }

    if( __hrs_logger_object.content ){__hrs_logger_object.content.push('['+TODAY_FORMAT(new Date().getTime())+'][OUTPUT] '+JSON.stringify(__hpasRuleResult)); if(SERVER_DEBUG){ SERVER_DEBUG(__hrs_logger_object.content[__hrs_logger_object.content.length - 1], __hrs_logger_object.ruleId) }; }
if( __hrs_logger_object.output && __hpasRuleResult){__hrs_logger_object.output.value = JSON.stringify(__hpasRuleResult);}
return RESULT(__hpasRuleResult);
};